Субботнее утро.
Над городом светит солнце.
Я спускаюсь на улицу.
Моя соседка Нина стоит возле нашего дома.
«Доброе утро, Майя», — говорит она и улыбается.
«Доброе утро, Нина», — отвечаю я.
«У меня сегодня выходной», — говорю я ей.
«Я отправляюсь в город.»
«Куда ты идешь?» — спрашивает Нина.
«Я иду к воде», — говорю я.
«Но я не знаю дороги.»
Нина указывает вниз по улице.
«К счастью, это очень просто», — говорит она.
«Здесь иди прямо.»
«И поверни налево у парка.»
«Так ты выйдешь прямо к гавани.»
«Большое спасибо за помощь, Нина», — говорю я.
«Пожалуйста, хорошей прогулки», — отвечает она.
Я машу ей рукой.
Я начинаю свою прогулку к воде.
