میں نینا کے راستے پر چلتی ہوں۔
ہوا تازہ اور ٹھنڈی ہے۔
اب میں مرکزی سڑک پر چلتی ہوں۔
پہلے میں بس سیدھا آگے چلتی ہوں۔
سڑک پر بہت ٹریفک ہے۔
راستے میں، میں تین پیلی سائیکلیں دیکھتی ہوں۔
سائیکلیں تیزی سے میرے پاس سے گزرتی ہیں۔
اس کے بعد میں مزید آگے چلتی ہوں۔
پھر میں ایک بڑے پارک کے پاس آتی ہوں۔
اب مجھے نینا کے الفاظ یاد آتے ہیں۔
"پارک کے پاس سے بائیں مڑنا،" وہ کہتی ہے۔
یہاں میں بائیں مڑتی ہوں۔
تھوڑی دیر بعد میں ایک کھلا دروازہ دیکھتی ہوں۔
یہ ایک چھوٹی سی بیکری ہے۔
وہاں تازہ کافی کی ایک پیاری خوشبو ہے۔
مجھے گرم بریڈ بہت پسند ہے۔
آج شہر بہت پیارا ہے۔
اس کے بعد میں پانی کی طرف آگے چلتی ہوں۔
