Ακολουθώ τη διαδρομή της Νίνας.
Ο αέρας είναι φρέσκος και κρύος.
Τώρα περπατάω στον κεντρικό δρόμο.
Πρώτα απλώς περπατάω ευθεία.
Έχει πολλή κίνηση στον δρόμο.
Στον δρόμο βλέπω τρία κίτρινα ποδήλατα.
Τα ποδήλατα περνούν γρήγορα από δίπλα μου.
Μετά από αυτό προχωράω πιο μπροστά.
Έπειτα φτάνω σε ένα μεγάλο πάρκο.
Τώρα θυμάμαι τα λόγια της Νίνας.
«Στρίψε αριστερά στο πάρκο», λέει.
Εδώ στρίβω αριστερά.
Λίγο αργότερα βλέπω μια ανοιχτή πόρτα.
Είναι ένας μικρός φούρνος.
Υπάρχει μια υπέροχη μυρωδιά φρέσκου καφέ.
Λατρεύω το ζεστό ψωμί.
Σήμερα η πόλη είναι υπέροχη.
Μετά συνεχίζω να περπατάω προς το νερό.
