Я следую по маршруту Нины.
Воздух свежий и холодный.
Сейчас я иду по главной улице.
Сначала я просто иду прямо.
На улице сильное движение.
По пути я вижу три желтых велосипеда.
Велосипеды быстро проезжают мимо меня.
После этого я иду дальше.
Затем я подхожу к большому парку.
Теперь я вспоминаю слова Нины.
«Поверни налево у парка», — говорит она.
Здесь я поворачиваю налево.
Чуть позже я вижу открытую дверь.
Это маленькая пекарня.
Чувствуется чудесный запах свежего кофе.
Я люблю теплый хлеб.
Сегодня город прекрасен.
Потом я иду дальше к воде.
