ഞാൻ ആ വലിയ ചത്വരത്തിന് കുറുകെ നടക്കുന്നു.
പെട്ടെന്ന്, ഞാൻ സംഗീതം കേൾക്കുന്നു.
മൂലയിൽ ഒരു തെരുവ് സംഗീതജ്ഞൻ നിൽക്കുന്നു.
അയാൾ ഗിറ്റാർ വായിക്കുന്നു.
ഞാൻ ആ നല്ല സംഗീതം ശ്രദ്ധിച്ചു കേൾക്കുന്നു.
ഞാൻ കുറെ നേരം അയാളെ നോക്കുന്നു.
പിന്നെ ഞാൻ മുന്നോട്ട് നടക്കുന്നു.
ഞാൻ മ്യൂസിയം മറക്കുന്നു.
എന്റെ വഴിയും ഞാൻ മറക്കുന്നു.
പകരം ഞാൻ ഇടുങ്ങിയ ഒരു ഇടവഴിയിലൂടെ നടക്കുന്നു.
ഇവിടെ വളരെ നിശബ്ദമാണ്.
ചുറ്റും കുറച്ചു ചെറിയ വീടുകൾ മാത്രമാണ് ഞാൻ കാണുന്നത്.
പിന്നെ ഞാൻ നിൽക്കുന്നു.
മ്യൂസിയം എവിടെയാണ്?
ഇപ്പോൾ ഞാൻ ചുറ്റും നോക്കുന്നു.
എനിക്കിനി അത് കാണാൻ കഴിയുന്നില്ല.
ഞാൻ വേഗത്തിൽ തിരിഞ്ഞ് തെരുവിലേക്ക് നോക്കുന്നു.
എനിക്ക് ആ ചത്വരവും കാണാൻ കഴിയുന്നില്ല.
എനിക്ക് പൂർണ്ണമായും വഴി തെറ്റിയിരിക്കുന്നു.
