Διασχίζω τη μεγάλη πλατεία.
Ξαφνικά, ακούω μουσική.
Στη γωνία στέκεται ένας πλανόδιος μουσικός.
Παίζει κιθάρα.
Ακούω την ωραία μουσική.
Τον κοιτάζω για πολλή ώρα.
Μετά προχωράω.
Ξεχνάω το μουσείο.
Ξεχνάω επίσης τη διαδρομή μου.
Αντί γι' αυτό, περπατάω σε ένα στενό δρομάκι.
Εδώ έχει πολλή ησυχία.
Ολόγυρα βλέπω μόνο μερικά μικρά σπίτια.
Μετά σταματάω.
Πού είναι το μουσείο;
Τώρα κοιτάζω γύρω μου.
Δεν μπορώ να το δω πια.
Κοιτάζω γρήγορα πίσω στον δρόμο.
Δεν μπορώ να δω ούτε την πλατεία.
Έχω χαθεί εντελώς.
