میں بڑے چوک کے پار چلتی ہوں۔
اچانک، مجھے موسیقی سنائی دیتی ہے۔
کونے پر سڑک کا ایک موسیقار کھڑا ہے۔
وہ گٹار بجاتا ہے۔
میں اس اچھی موسیقی کو سنتی ہوں۔
میں کافی دیر تک اسے دیکھتی ہوں۔
پھر میں آگے چلتی ہوں۔
میں میوزیم بھول جاتی ہوں۔
میں اپنا راستہ بھی بھول جاتی ہوں۔
اس کے بجائے میں ایک تنگ ذیلی گلی میں چلتی ہوں۔
یہاں بہت خاموشی ہے۔
ارد گرد مجھے صرف کچھ چھوٹے گھر نظر آتے ہیں۔
پھر میں رک جاتی ہوں۔
میوزیم کہاں ہے؟
اب میں ارد گرد دیکھتی ہوں۔
میں اب اسے مزید نہیں دیکھ سکتی۔
میں جلدی سے گلی میں پیچھے کی طرف دیکھتی ہوں۔
میں چوک بھی نہیں دیکھ سکتی۔
میں مکمل طور پر راستہ بھٹک گئی ہوں۔
