Я иду через большую площадь.
Вдруг я слышу музыку.
На углу стоит уличный музыкант.
Он играет на гитаре.
Я слушаю хорошую музыку.
Я долго смотрю на него.
Потом я иду дальше.
Я забываю о музее.
Я также забываю о своем маршруте.
Вместо этого я иду по узкой боковой улочке.
Здесь очень тихо.
Вокруг я вижу только несколько маленьких домов.
Затем я останавливаюсь.
Где музей?
Теперь я оглядываюсь.
Я его больше не вижу.
Я быстро смотрю назад вдоль улицы.
Площадь я тоже не вижу.
Я совершенно заблудилась.
