میں ایک پرسکون سڑک پر کھڑی ہوں۔
میں راستہ بھٹک گئی ہوں۔
مجھے اپنے سامنے ایک نوجوان عورت نظر آتی ہے۔
وہ ایک چھوٹے کتے کو سیر کرا رہی ہے۔
وہ کتا میرے خاندان کے کتے، لولا جیسا دکھتا ہے۔
میں اس عورت کے پاس جاتی ہوں۔
"معاف کیجیے گا،" میں کہتی ہوں۔
"میں بندرگاہ ڈھونڈ رہی ہوں۔"
عورت رکتی ہے اور سنتی ہے۔
وہ سڑک پر پیچھے کی طرف اشارہ کرتی ہے۔
"سیدھے واپس چوک کی طرف جائیں،" وہ کہتی ہے۔
"اور عجائب گھر کے پاس سے دائیں مڑ جائیں۔"
"مدد کے لیے آپ کا بہت شکریہ،" میں کہتی ہوں۔
"کوئی بات نہیں،" عورت جواب دیتی ہے۔
میں نیچے اس چھوٹے کتے کی طرف دیکھتی ہوں۔
وہ مجھے دیکھتا ہے۔
میں واپس چوک کی طرف چلتی ہوں۔
اب مجھے معلوم ہے کہ میں کہاں ہوں۔
