میں پرسکون سڑک پر واپس چلتی ہوں۔
میں سیدھی آگے چلتی ہوں۔
جلد ہی مجھے وہ بڑا چوک دوبارہ نظر آتا ہے۔
پھر میں چوک کے پار چلتی ہوں۔
اب میں عجائب گھر کے پاس کھڑی ہوں۔
مجھے اس عورت کے الفاظ یاد آتے ہیں: "دائیں مڑیں۔"
عجائب گھر کے پاس میں دائیں مڑتی ہوں۔
میں ایک چوڑی سڑک پر چلتی ہوں۔
میں آگے دیکھتی ہوں۔
آخرکار مجھے کچھ نیلا نظر آتا ہے۔
یہ پانی ہے!
راستے میں میں ایک چھوٹے کیفے کے پاس سے گزرتی ہوں۔
آخرکار میں چلتے ہوئے بالکل پانی تک جاتی ہوں۔
اب میں بندرگاہ پر ہوں۔
بندرگاہ بہت بڑی ہے۔
ہوا ٹھنڈی اور تازہ ہے۔
پانی پر بہت سی کشتیاں ہیں۔
یہاں میں رک جاتی ہوں۔
میں کھڑے ہو کر کشتیوں کو دیکھتی ہوں۔
