Περπατάω πίσω κατά μήκος του ήσυχου δρόμου.
Περπατάω ευθεία μπροστά.
Σύντομα βλέπω ξανά τη μεγάλη πλατεία.
Μετά διασχίζω την πλατεία.
Τώρα στέκομαι δίπλα στο μουσείο.
Θυμάμαι τα λόγια της γυναίκας: "Στρίψε δεξιά."
Στο μουσείο στρίβω δεξιά.
Περπατάω σε έναν φαρδύ δρόμο.
Κοιτάζω μπροστά.
Επιτέλους βλέπω κάτι μπλε.
Είναι το νερό!
Στον δρόμο περνάω μπροστά από ένα μικρό καφέ.
Τέλος, περπατάω μέχρι κάτω στο νερό.
Τώρα είμαι στο λιμάνι.
Το λιμάνι είναι πολύ μεγάλο.
Ο αέρας είναι κρύος και φρέσκος.
Υπάρχουν πολλά σκάφη στο νερό.
Εδώ σταματάω.
Στέκομαι και κοιτάζω τα σκάφη.
