Я иду обратно по тихой улице.
Я иду прямо.
Вскоре я снова вижу большую площадь.
Затем я перехожу площадь.
Сейчас я стою у музея.
Я вспоминаю слова женщины: «Поверните направо».
У музея я поворачиваю направо.
Я иду вниз по широкой улице.
Я смотрю вперед.
Наконец я вижу что-то синее.
Это вода!
По пути я прохожу мимо маленького кафе.
В конце концов я спускаюсь к самой воде.
Теперь я в порту.
Порт очень большой.
Ветер холодный и свежий.
На воде много лодок.
Здесь я останавливаюсь.
Я стою и смотрю на лодки.
