ഞാൻ ആ ശാന്തമായ തെരുവിലൂടെ തിരികെ നടക്കുന്നു.
ഞാൻ നേരെ മുന്നോട്ട് നടക്കുന്നു.
അധികം വൈകാതെ ഞാൻ ആ വലിയ ചത്വരം വീണ്ടും കാണുന്നു.
പിന്നെ ഞാൻ ആ ചത്വരത്തിന് കുറുകെ നടക്കുന്നു.
ഇപ്പോൾ ഞാൻ മ്യൂസിയത്തിനരികിൽ നിൽക്കുകയാണ്.
ആ സ്ത്രീയുടെ വാക്കുകൾ ഞാൻ ഓർക്കുന്നു: "വലത്തോട്ട് തിരിയുക."
മ്യൂസിയത്തിനടുത്ത് വെച്ച് ഞാൻ വലത്തോട്ട് തിരിയുന്നു.
ഞാൻ ഒരു വീതിയേറിയ തെരുവിലൂടെ നടക്കുന്നു.
ഞാൻ മുന്നോട്ട് നോക്കുന്നു.
ഒടുവിൽ ഞാൻ നീല നിറത്തിലുള്ള എന്തോ ഒന്ന് കാണുന്നു.
അത് വെള്ളമാണ്!
വഴിയിൽ ഞാൻ ഒരു ചെറിയ കഫേ പിന്നിട്ട് നടക്കുന്നു.
അവസാനം ഞാൻ നേരെ വെള്ളത്തിനരികിലേക്ക് നടക്കുന്നു.
ഇപ്പോൾ ഞാൻ തുറമുഖത്താണ്.
തുറമുഖം വളരെ വലുതാണ്.
കാറ്റ് തണുത്തതും ശുദ്ധവുമാണ്.
വെള്ളത്തിൽ ഒരുപാട് ബോട്ടുകൾ ഉണ്ട്.
ഇവിടെ ഞാൻ നിൽക്കുന്നു.
ഞാൻ നിന്ന് ആ ബോട്ടുകളെ നോക്കുന്നു.
