Я иду прямо вдоль гавани.
Я прохожу мимо маленьких лодок.
Вдруг я вижу много людей.
Они стоят внизу у воды.
Я иду туда.
Наконец я вижу её.
Русалочка сидит на камне в воде.
Она — очень известная статуя в Копенгагене.
На самом деле фигура не очень большая.
Но бронзовая фигура прекрасна на солнце.
Я стою среди других посетителей.
Многие туристы фотографируют статую.
Я тоже достаю свой телефон.
Я делаю красивую фотографию русалочки.
Я отправляю фотографию своей семье в Мексику.
Моя сестра, София, быстро отвечает.
«Она очень красивая», — пишет она.
Я снова смотрю на воду.
