Περπατάω ευθεία κατά μήκος του λιμανιού.
Περνάω δίπλα από τις μικρές βάρκες.
Ξαφνικά βλέπω πολλούς ανθρώπους.
Στέκονται κάτω δίπλα στο νερό.
Πηγαίνω προς τα εκεί.
Επιτέλους, το βλέπω.
Η Μικρή Γοργόνα κάθεται πάνω σε μια πέτρα μέσα στο νερό.
Είναι ένα πολύ διάσημο άγαλμα στην Κοπεγχάγη.
Η φιγούρα στην πραγματικότητα δεν είναι πολύ μεγάλη.
Όμως η χάλκινη φιγούρα είναι όμορφη στον ήλιο.
Στέκομαι ανάμεσα στους άλλους επισκέπτες.
Πολλοί τουρίστες βγάζουν φωτογραφίες το άγαλμα.
Βγάζω κι εγώ το τηλέφωνό μου.
Βγάζω μια όμορφη φωτογραφία της γοργόνας.
Στέλνω τη φωτογραφία στην οικογένειά μου στο Μεξικό.
Η αδερφή μου, η Σοφία, απαντάει γρήγορα.
«Είναι πολύ όμορφη», γράφει.
Κοιτάζω ξανά το νερό.
