میں بندرگاہ کے ساتھ ساتھ سیدھے آگے چلتی ہوں۔
میں چھوٹی کشتیوں کے پاس سے گزرتی ہوں۔
اچانک مجھے بہت سے لوگ نظر آتے ہیں۔
وہ نیچے پانی کے پاس کھڑے ہیں۔
میں وہاں جاتی ہوں۔
آخرکار، مجھے یہ نظر آ جاتا ہے۔
ننھی جل پری باہر پانی میں ایک پتھر پر بیٹھی ہے۔
وہ کوپن ہیگن میں ایک بہت مشہور مجسمہ ہے۔
یہ مجسمہ دراصل بہت بڑا نہیں ہے۔
لیکن کانسی کا یہ مجسمہ دھوپ میں خوبصورت لگتا ہے۔
میں دیگر زائرین کے درمیان کھڑی ہوتی ہوں۔
بہت سے سیاح مجسمے کی تصویریں کھینچتے ہیں۔
میں بھی اپنا فون باہر نکالتی ہوں۔
میں جل پری کی ایک خوبصورت تصویر کھینچتی ہوں۔
میں یہ تصویر میکسیکو میں اپنے خاندان کو بھیجتی ہوں۔
میری بہن صوفیہ جلدی سے جواب دیتی ہے۔
"وہ بہت پیاری ہے،" وہ لکھتی ہے۔
میں دوبارہ پانی کی طرف دیکھتی ہوں۔
