ഞാൻ തുറമുഖത്തരികിലൂടെ നേരെ നടക്കുന്നു.
ഞാൻ ചെറിയ ബോട്ടുകൾ പിന്നിട്ട് നടക്കുന്നു.
പെട്ടെന്ന് ഞാൻ ഒരുപാട് ആളുകളെ കാണുന്നു.
അവർ താഴെ വെള്ളത്തിനരികിൽ നിൽക്കുന്നു.
ഞാൻ അങ്ങോട്ട് നടക്കുന്നു.
അവസാനം, ഞാൻ അത് കാണുന്നു.
ചെറിയ മത്സ്യകന്യക വെള്ളത്തിൽ ഒരു കല്ലിന്മേൽ ഇരിക്കുന്നു.
കോപ്പൻഹേഗനിലെ വളരെ പ്രശസ്തമായ ഒരു പ്രതിമയാണ് അവൾ.
ആ രൂപം സത്യത്തിൽ അത്ര വലുതല്ല.
എന്നാൽ ആ വെങ്കലരൂപം വെയിലിൽ മനോഹരമാണ്.
മറ്റ് സന്ദർശകർക്കിടയിൽ ഞാൻ നിൽക്കുന്നു.
ഒരുപാട് വിനോദസഞ്ചാരികൾ പ്രതിമയുടെ ചിത്രങ്ങൾ എടുക്കുന്നു.
ഞാനും എന്റെ ഫോൺ പുറത്തെടുക്കുന്നു.
ഞാൻ മത്സ്യകന്യകയുടെ മനോഹരമായ ഒരു ചിത്രമെടുക്കുന്നു.
ഞാൻ ആ ചിത്രം മെക്സിക്കോയിലുള്ള എന്റെ കുടുംബത്തിന് അയക്കുന്നു.
എന്റെ സഹോദരി സോഫിയ വേഗത്തിൽ മറുപടി നൽകുന്നു.
"അവൾ വളരെ സുന്ദരിയാണ്," അവൾ എഴുതുന്നു.
ഞാൻ വീണ്ടും വെള്ളത്തിലേക്ക് നോക്കുന്നു.
