День близится к вечеру.
Теперь я иду домой, в свою квартиру.
Я иду по простой дороге.
Я просто иду по длинной дороге.
Дорога абсолютно прямая.
Я иду вдоль воды.
Наконец, я сворачиваю в сторону от воды.
Теперь я снова иду в город.
Затем я прохожу мимо пекарни.
Оттуда всё ещё пахнет кофе.
Чуть позже я вижу парк.
У парка я поворачиваю направо.
Я ни у кого не спрашиваю дорогу.
Я нахожу путь совершенно сама.
Чуть позже я вижу свою собственную улицу.
Наконец, я стою у своей входной двери.
От двери я смотрю назад, вдоль улицы.
Теперь я знаю дорогу домой.
