یہ سہ پہر کا آخری پہر ہے۔
اب میں پیدل گھر، اپنے اپارٹمنٹ کی طرف جاتی ہوں۔
میں ایک آسان راستے سے جاتی ہوں۔
میں بس لمبی سڑک کے ساتھ ساتھ چلتی ہوں۔
سڑک بالکل سیدھی ہے۔
میں پانی کے ساتھ ساتھ چلتی ہوں۔
آخرکار میں پانی سے دوسری طرف مڑ جاتی ہوں۔
اب میں دوبارہ شہر کے اندر چلتی ہوں۔
پھر میں بیکری کے پاس سے گزرتی ہوں۔
وہاں سے اب بھی کافی کی خوشبو آتی ہے۔
تھوڑی دیر بعد مجھے پارک نظر آتا ہے۔
پارک کے پاس میں دائیں مڑ جاتی ہوں۔
میں کسی سے راستہ نہیں پوچھتی۔
میں خود ہی راستہ تلاش کر لیتی ہوں۔
تھوڑی دیر بعد مجھے اپنی گلی نظر آتی ہے۔
بالآخر میں اپنے مرکزی دروازے پر کھڑی ہوتی ہوں۔
دروازے سے میں پیچھے گلی کی طرف دیکھتی ہوں۔
اب مجھے اپنے گھر کا راستہ معلوم ہے۔
