Είναι αργά το απόγευμα.
Τώρα πάω με τα πόδια σπίτι, στο διαμέρισμά μου.
Πηγαίνω από έναν εύκολο δρόμο.
Απλώς ακολουθώ τον μακρύ δρόμο.
Ο δρόμος είναι ολόισιος.
Περπατάω κατά μήκος του νερού.
Τελικά, στρίβω και απομακρύνομαι από το νερό.
Τώρα προχωράω ξανά μέσα στην πόλη.
Έπειτα περνάω μπροστά από τον φούρνο.
Μυρίζει ακόμα καφέ.
Λίγο αργότερα βλέπω το πάρκο.
Στο πάρκο στρίβω δεξιά.
Δεν ρωτάω κανέναν για τον δρόμο.
Βρίσκω τον δρόμο εντελώς μόνη μου.
Λίγο αργότερα βλέπω τον δικό μου δρόμο.
Τέλος, στέκομαι στην εξώπορτά μου.
Από την πόρτα, κοιτάζω πίσω στον δρόμο.
Τώρα ξέρω τον δρόμο για το σπίτι.
