ഉച്ചതിരിഞ്ഞ് വളരെ വൈകിയിരിക്കുന്നു.
ഇപ്പോൾ ഞാൻ വീട്ടിലേക്ക്, എൻ്റെ അപ്പാർട്ട്മെൻ്റിലേക്ക് നടക്കുന്നു.
ഞാൻ എളുപ്പമുള്ള ഒരു വഴിയിലൂടെയാണ് നടക്കുന്നത്.
ഞാൻ ആ നീണ്ട റോഡിലൂടെ അങ്ങ് പോകുന്നു.
ആ റോഡ് തികച്ചും നേരായതാണ്.
ഞാൻ ജലാശയത്തിന് അരികിലൂടെ നടക്കുന്നു.
ഒടുവിൽ ഞാൻ ആ ജലാശയത്തിനരികിൽ നിന്ന് മാറി നടക്കുന്നു.
ഇപ്പോൾ ഞാൻ വീണ്ടും നഗരത്തിലേക്ക് നടക്കുന്നു.
തുടർന്ന് ഞാൻ ബേക്കറിക്ക് മുന്നിലൂടെ നടക്കുന്നു.
അവിടെ ഇപ്പോഴും കാപ്പിയുടെ മണമുണ്ട്.
അല്പസമയത്തിനുശേഷം ഞാൻ ആ പാർക്ക് കാണുന്നു.
പാർക്കിനടുത്ത് നിന്ന് ഞാൻ വലത്തോട്ട് തിരിയുന്നു.
ഞാൻ ആരോടും വഴി ചോദിക്കുന്നില്ല.
ഞാൻ തനിയെയാണ് വഴി കണ്ടുപിടിക്കുന്നത്.
അല്പസമയത്തിനുശേഷം ഞാൻ എൻ്റെ സ്വന്തം തെരുവ് കാണുന്നു.
ഒടുവിൽ ഞാൻ എൻ്റെ മുൻവാതിലിനരികിൽ നിൽക്കുന്നു.
വാതിലിനരികിൽ നിന്ന് ഞാൻ പിന്നോട്ട് തെരുവിലേക്ക് നോക്കുന്നു.
ഇപ്പോൾ എനിക്ക് വീട്ടിലേക്കുള്ള എൻ്റെ വഴി അറിയാം.
