സാധാരണയായി, ഞാൻ ഇത്തരം കാര്യങ്ങൾ ആപ്പിലൂടെ ചെയ്യാറുണ്ട്.
പക്ഷേ ഇന്ന് ഞാൻ വെബ്സൈറ്റ് ആണ് ഉപയോഗിക്കുന്നത്.
വെബ്സൈറ്റിൻ്റെ ആദ്യത്തെ പേജിൽ ചില നിർദ്ദേശങ്ങൾ ഉണ്ട്.
ഞാൻ ആ നിർദ്ദേശങ്ങൾ ശ്രദ്ധയോടെ വായിക്കുന്നു.
ഉപഭോക്താക്കളോട് ലോഗിൻ ചെയ്യാൻ ഇതിൽ നിർദ്ദേശിക്കപ്പെടുന്നു.
ആദ്യം രജിസ്റ്റർ ചെയ്ത മൊബൈൽ നമ്പർ നൽകണം.
അതൊരു പത്തക്ക നമ്പറാണ്.
ഞാൻ എൻ്റെ മൊബൈൽ നമ്പർ അവിടെ ടൈപ്പ് ചെയ്യുന്നു.
തുടർന്ന്, ഒരു സ്ഥിരമായ പാസ്‌വേഡ് നൽകാൻ നിർദ്ദേശിക്കപ്പെടുന്നു.
ഞാൻ സാധാരണയായി എൻ്റെ പാസ്‌വേഡുകൾ മറക്കാറുണ്ട്.
എന്നാൽ ഇത്തവണ എനിക്ക് എൻ്റെ പാസ്‌വേഡ് ഓർമ്മയുണ്ട്.
ഞാൻ പതുക്കെ ആ പാസ്‌വേഡ് ടൈപ്പ് ചെയ്യുന്നു.
എന്നിട്ട് ഞാൻ ലോഗിൻ ബട്ടൺ അമർത്തുന്നു.
