ഞാൻ 'സബ്മിറ്റ്' ബട്ടണിൽ അമർത്തുന്നു.
അപ്പോൾ വെബ്സൈറ്റിൽ ഒരു സന്ദേശം കാണിക്കുന്നു.
"നിങ്ങളുടെ മൊബൈൽ നമ്പറിലേക്ക് ഒരു പാസ്‌വേഡ് അയയ്ക്കപ്പെടുന്നു."
സ്ക്രീനിൽ അറുപത് സെക്കൻഡ് സമയം കാണിക്കുന്നു.
സമയം പതിയെ കുറഞ്ഞുവരുന്നു.
ഒടുവിൽ അത് പൂജ്യത്തിൽ എത്തുന്നു.
പക്ഷേ എനിക്ക് ഫോണിൽ സന്ദേശം വരുന്നില്ല.
സാധാരണയായി ഇത്തരം സന്ദേശങ്ങൾ വേഗം വരാറുണ്ട്.
പുറത്ത് ദൂരെ ഇടി മുഴങ്ങുന്നു.
ഞാൻ നെടുവീർപ്പിടുന്നു.
കാല് നിവർത്താൻ ഞാൻ ജനലിന്റെ അടുത്തേക്ക് നടക്കുന്നു.
പിന്നെ ഞാൻ ഫോണിലെ മറ്റ് നിർദ്ദേശങ്ങൾ നോക്കുന്നു.
അതിൽ കോഡ് കിട്ടാൻ മറ്റൊരു വഴിയുണ്ട്.
ഞാൻ സ്ക്രീനിലെ ആ നിർദ്ദേശങ്ങൾ പിന്തുടരുന്നു.
ഞാൻ പുതിയൊരു ഓപ്ഷൻ തിരഞ്ഞെടുക്കുന്നു.
അപ്പോൾ വെബ്സൈറ്റിൽ ഇങ്ങനെ കാണിക്കുന്നു.
"രജിസ്റ്റർ ചെയ്ത ഇമെയിൽ വിലാസത്തിലേക്ക് പകരം കോഡ് അയയ്ക്കപ്പെടുന്നു."
