Πρέπει να παραλάβω ένα δέμα σήμερα.
Είναι στην άλλη πλευρά της πόλης.
Κοιτάζω το τηλέφωνό μου.
Ανοίγω μια εφαρμογή για τα μέσα μαζικής μεταφοράς.
Σχεδιάζω τη διαδρομή μου.
Η διαδρομή είναι μεγάλη.
Έχει τρία μέρη.
Πρώτα, πρέπει να πάρω ένα λεωφορείο.
Το λεωφορείο πηγαίνει στο μετρό.
Μετά πρέπει να πάρω το μετρό.
Τέλος, πρέπει να πάω στο λιμάνι.
Εδώ, πρέπει να πάρω το θαλάσσιο λεωφορείο.
Το θαλάσσιο λεωφορείο είναι ένα μεγάλο πλοίο.
Πλέει στο νερό.
Το δέμα είναι σε ένα μικρό μαγαζί.
Το μαγαζί βρίσκεται κοντά στο νερό.
Είναι ένα καλό σχέδιο.
Παίρνω την μπλε κάρτα μετακινήσεών μου.
Είμαι έτοιμη για τη διαδρομή.
