مجھے آج ایک پیکج لینا ہے۔
یہ شہر کی دوسری طرف ہے۔
میں اپنے فون کو دیکھتی ہوں۔
میں ایک پبلک ٹرانسپورٹ ایپ کھولتی ہوں۔
میں اپنے راستے کی منصوبہ بندی کرتی ہوں۔
راستہ لمبا ہے۔
اس کے تین حصے ہیں۔
سب سے پہلے، مجھے ایک بس لینی ہے۔
بس میٹرو تک جاتی ہے۔
پھر مجھے میٹرو میں سفر کرنا ہے۔
آخر میں، مجھے بندرگاہ جانا ہے۔
یہاں، مجھے ہاربر بس لینی ہے۔
ہاربر بس ایک بڑی کشتی ہے۔
یہ پانی پر چلتی ہے۔
پیکج ایک چھوٹی سی دکان میں ہے۔
دکان پانی کے قریب واقع ہے۔
یہ ایک اچھا منصوبہ ہے۔
میں اپنا نیلا ٹریول کارڈ لیتی ہوں۔
میں سفر کے لیے تیار ہوں۔
