Πηγαίνω σε ένα μηχάνημα εισιτηρίων στον δρόμο.
Πρώτα, η κάρτα μετακινήσεών μου χρειάζεται περισσότερα χρήματα.
Βγάζω την κάρτα μετακινήσεών μου από την τσάντα μου.
Είναι μια μικρή, μπλε κάρτα.
Τοποθετώ την κάρτα στην οθόνη του μηχανήματος.
Η οθόνη δείχνει το υπόλοιπό μου.
Το υπόλοιπο είναι πολύ χαμηλό για μια μεγάλη διαδρομή.
Πατάω στην οθόνη.
Επιλέγω ένα ποσό.
Πληρώνω διακόσιες κορώνες με την κάρτα πληρωμών μου.
Το μηχάνημα γράφει "Εγκρίθηκε" στην οθόνη.
Τώρα έχω χρήματα στην κάρτα.
Βάζω την κάρτα πίσω στην τσάντα.
Είμαι έτοιμη για τη μεγάλη διαδρομή.
Τώρα πρέπει να πάρω το λεωφορείο.
Πηγαίνω προς τη στάση του λεωφορείου.
