میں سڑک پر ایک ٹکٹ مشین کی طرف چل کر جاتی ہوں۔
سب سے پہلے میرے ٹریول کارڈ میں مزید پیسوں کی ضرورت ہے۔
میں اپنا ٹریول کارڈ اپنے بیگ سے باہر نکالتی ہوں۔
یہ ایک چھوٹا، نیلا کارڈ ہے۔
میں کارڈ کو مشین کی سکرین پر رکھتی ہوں۔
سکرین میرا بیلنس دکھاتی ہے۔
ایک لمبے سفر کے لیے بیلنس بہت کم ہے۔
میں سکرین پر ٹیپ کرتی ہوں۔
میں ایک رقم منتخب کرتی ہوں۔
میں اپنے پیمنٹ کارڈ سے دو سو کرونر ادا کرتی ہوں۔
مشین سکرین پر "منظور شدہ" لکھتی ہے۔
اب میرے کارڈ میں پیسے ہیں۔
میں کارڈ کو واپس بیگ میں رکھ دیتی ہوں۔
میں لمبے سفر کے لیے تیار ہوں۔
اب مجھے بس لینی ہے۔
میں چل کر بس سٹاپ کی طرف جاتی ہوں۔
