ഞാൻ തെരുവിലെ ഒരു ടിക്കറ്റ് മെഷീന്റെ അടുത്തേക്ക് നടക്കുന്നു.
ആദ്യം എന്റെ ട്രാവൽ കാർഡിൽ കുറച്ചുകൂടി പണം ആവശ്യമുണ്ട്.
ഞാൻ എന്റെ ബാഗിൽ നിന്ന് ട്രാവൽ കാർഡ് പുറത്തെടുക്കുന്നു.
അതൊരു ചെറിയ നീല കാർഡാണ്.
ഞാൻ കാർഡ് മെഷീന്റെ സ്ക്രീനിൽ വെക്കുന്നു.
സ്ക്രീൻ എന്റെ ബാലൻസ് കാണിക്കുന്നു.
ഒരു ദീർഘയാത്രയ്ക്ക് ഈ ബാലൻസ് വളരെ കുറവാണ്.
ഞാൻ സ്ക്രീനിൽ തൊടുന്നു.
ഞാൻ ഒരു തുക തിരഞ്ഞെടുക്കുന്നു.
ഞാൻ എന്റെ പേയ്‌മെന്റ് കാർഡ് ഉപയോഗിച്ച് ഇരുനൂറ് ക്രോണർ അടയ്ക്കുന്നു.
മെഷീൻ സ്ക്രീനിൽ "അംഗീകരിച്ചു" എന്ന് എഴുതിക്കാണിക്കുന്നു.
ഇപ്പോൾ എന്റെ കാർഡിൽ പണമുണ്ട്.
ഞാൻ കാർഡ് തിരികെ ബാഗിൽ വെക്കുന്നു.
ഞാൻ ദീർഘയാത്രയ്ക്ക് തയ്യാറാണ്.
എനിക്കിനി ബസ്സിൽ പോകണം.
ഞാൻ ബസ് സ്റ്റോപ്പിലേക്ക് നടക്കുന്നു.
