Я подхожу к билетному автомату на улице.
Сначала мне нужно пополнить мою проездную карту.
Я достаю свою проездную карту из сумки.
Это маленькая синяя карточка.
Я кладу карту на экран автомата.
Экран показывает мой баланс.
Баланс слишком низкий для долгой поездки.
Я нажимаю на экран.
Я выбираю сумму.
Я плачу двести крон своей платежной картой.
Автомат пишет на экране «Одобрено».
Теперь у меня есть деньги на карте.
Я кладу карту обратно в сумку.
Я готова к долгой поездке.
Теперь мне нужно сесть на автобус.
Я иду к автобусной остановке.
