ഞാൻ ബസ് സ്റ്റോപ്പിൽ നിൽക്കുന്നു.
ഉടൻ ഞാൻ ബസ്സിൽ യാത്ര ചെയ്യും.
ഞാൻ തെരുവിലേക്ക് നോക്കുന്നു.
അഞ്ച് മിനിറ്റിനുശേഷം ബസ് വരുന്നു.
അത് നീളമുള്ള ഒരു മഞ്ഞ ബസ്സാണ്.
ബസ് എന്റെ നേരെ മുന്നിൽ നിർത്തുന്നു.
വാതിലുകൾ തുറക്കുന്നു.
ഞാൻ ബസ്സിലേക്ക് കയറുന്നു.
എന്റെ കൈയിൽ എന്റെ ട്രാവൽ കാർഡ് ഉണ്ട്.
ഞാൻ വാതിലിനടുത്ത് കാർഡ് സ്കാൻ ചെയ്യുന്നു.
ഇന്ന് ധാരാളം യാത്രക്കാരുണ്ട്.
ഞാൻ ഒരു ഒഴിഞ്ഞ സീറ്റിനായി നോക്കുന്നു.
ഞാൻ ജനലിനടുത്ത് ഒരു നല്ല സീറ്റ് കണ്ടെത്തുന്നു.
ഞാൻ ഇരിക്കുന്നു.
ഞാൻ പുറത്ത് നഗരത്തിലേക്ക് നോക്കുന്നു.
ഇപ്പോൾ ഞാൻ മെട്രോ സ്റ്റേഷനിലേക്ക് ബസ്സിൽ പോകുന്നു.
