Στέκομαι στη στάση του λεωφορείου.
Σύντομα ταξιδεύω με το λεωφορείο.
Κοιτάζω κάτω στον δρόμο.
Μετά από πέντε λεπτά, φτάνει το λεωφορείο.
Είναι ένα μακρύ και κίτρινο λεωφορείο.
Το λεωφορείο σταματάει ακριβώς μπροστά μου.
Οι πόρτες ανοίγουν.
Ανεβαίνω στο λεωφορείο.
Έχω την κάρτα διαδρομών μου στο χέρι μου.
Σκανάρω την κάρτα στην πόρτα.
Υπάρχουν πολλοί επιβάτες σήμερα.
Ψάχνω για μια άδεια θέση.
Βρίσκω μια καλή θέση δίπλα στο παράθυρο.
Κάθομαι.
Κοιτάζω έξω την πόλη.
Τώρα παίρνω το λεωφορείο για τον σταθμό του μετρό.
