Автобус останавливается на оживленной площади.
Я выхожу из автобуса.
Я прощаюсь с пожилой женщиной.
Теперь я иду в метро.
Я иду через площадь.
Здесь много людей.
Я спускаюсь по широкой лестнице.
Станция находится под землей.
Она очень большая и светлая.
Мне нужно снова отметиться.
Я достаю свою синюю карту.
Я сканирую карту на автомате.
Автомат издает громкий писк.
Теперь я могу ехать на метро.
Я спускаюсь на платформу.
Я поеду на следующем поезде.
Он идет прямо к порту.
Поезд прибывает через три минуты.
