തിരക്കേറിയ ഒരു ചത്വരത്തിൽ ബസ് നിർത്തുന്നു.
ഞാൻ ബസ്സിൽ നിന്ന് ഇറങ്ങുന്നു.
ഞാൻ ആ പ്രായമുള്ള സ്ത്രീയോട് യാത്ര ചോദിക്കുന്നു.
ഇപ്പോൾ ഞാൻ മെട്രോയിലേക്ക് പോകുകയാണ്.
ഞാൻ ചത്വരത്തിന് കുറുകെ നടക്കുന്നു.
ഇവിടെ ധാരാളം ആളുകളുണ്ട്.
വീതിയുള്ള പടികൾ വഴി ഞാൻ താഴേക്ക് നടക്കുന്നു.
സ്റ്റേഷൻ ഭൂമിക്കടിയിലാണ്.
അത് വളരെ വലുതും വെളിച്ചമുള്ളതുമാണ്.
എനിക്ക് വീണ്ടും ചെക്ക് ഇൻ ചെയ്യണം.
ഞാൻ എൻ്റെ നീല കാർഡ് പുറത്തെടുക്കുന്നു.
ഞാൻ മെഷീനിൽ കാർഡ് സ്കാൻ ചെയ്യുന്നു.
മെഷീൻ ഉച്ചത്തിൽ ഒരു ബീപ്പ് ശബ്ദമുണ്ടാക്കുന്നു.
ഇപ്പോൾ എനിക്ക് മെട്രോയിൽ യാത്ര ചെയ്യാം.
ഞാൻ പ്ലാറ്റ്‌ഫോമിലേക്ക് ഇറങ്ങി നടക്കുന്നു.
ഞാൻ അടുത്ത ട്രെയിനിലാണ് പോകുന്നത്.
അത് നേരെ തുറമുഖത്തേക്ക് പോകുന്നു.
ട്രെയിൻ മൂന്ന് മിനിറ്റിനുള്ളിൽ എത്തും.
