بس ایک مصروف چوک پر رکتی ہے۔
میں بس سے اترتی ہوں۔
میں بڑی عمر کی خاتون کو خداحافظ کہتی ہوں۔
اب میں میٹرو کی طرف جا رہی ہوں۔
میں چل کر چوک پار کرتی ہوں۔
یہاں بہت سے لوگ ہیں۔
میں چوڑی سیڑھیوں سے نیچے جاتی ہوں۔
اسٹیشن زیر زمین ہے۔
یہ بہت بڑا اور روشن ہے۔
مجھے دوبارہ چیک ان کرنا ہے۔
میں اپنا نیلا کارڈ نکالتی ہوں۔
میں مشین پر کارڈ اسکین کرتی ہوں۔
مشین سے ایک تیز بیپ کی آواز آتی ہے۔
اب میں میٹرو میں سفر کر سکتی ہوں۔
میں نیچے پلیٹ فارم پر جاتی ہوں۔
میں اگلی ٹرین لوں گی۔
یہ سیدھا بندرگاہ کی طرف جاتی ہے۔
ٹرین تین منٹ میں آئے گی۔
