Το λεωφορείο σταματάει σε μια πολυσύχναστη πλατεία.
Κατεβαίνω από το λεωφορείο.
Αποχαιρετώ την ηλικιωμένη κυρία.
Τώρα πηγαίνω στο μετρό.
Διασχίζω την πλατεία.
Έχει πολύ κόσμο εδώ.
Κατεβαίνω τις φαρδιές σκάλες.
Ο σταθμός είναι υπόγειος.
Είναι πολύ μεγάλος και φωτεινός.
Πρέπει να κάνω ξανά επικύρωση.
Βγάζω την μπλε κάρτα μου.
Σκανάρω την κάρτα στο μηχάνημα.
Το μηχάνημα κάνει ένα δυνατό μπιπ.
Τώρα μπορώ να πάρω το μετρό.
Κατεβαίνω στην αποβάθρα.
Θα πάρω το επόμενο τρένο.
Πηγαίνει κατευθείαν προς το λιμάνι.
Το τρένο φτάνει σε τρία λεπτά.
