Το μετρό φτάνει και οι πόρτες ανοίγουν.
Μπαίνω στο τρένο.
Το τρένο κινείται χωρίς οδηγό.
Προχωράω τέρμα μπροστά.
Στέκομαι δίπλα στο μεγάλο παράθυρο.
Ταξιδεύω με το μετρό μέσα στο σκοτάδι.
Είμαστε σε ένα μακρύ τούνελ.
Πηγαίνουμε πολύ γρήγορα.
Το φως περνάει αστραπιαία έξω από το παράθυρο.
Φαίνεται φανταστικό.
Ένα μικρό αγόρι στέκεται δίπλα μου.
Κοιτάζει κι αυτό έξω στο σκοτάδι.
Παίρνω συχνά το μετρό.
Είναι μια γρήγορη και εύκολη διαδρομή.
Τώρα πλησιάζουμε στον σταθμό μου.
Πηγαίνω στο λιμάνι.
Η επόμενη διαδρομή μου είναι με το θαλάσσιο λεωφορείο.
Ανυπομονώ να δω το νερό.
