میٹرو آتی ہے، اور دروازے کھلتے ہیں۔
میں ٹرین کے اندر جاتی ہوں۔
ٹرین بغیر ڈرائیور کے چلتی ہے۔
میں چل کر بالکل آگے چلی جاتی ہوں۔
میں بڑی کھڑکی کے پاس کھڑی ہوتی ہوں۔
میں میٹرو کے ذریعے اندھیرے میں سے گزرتی ہوں۔
ہم ایک لمبی سرنگ میں ہیں۔
ہم بہت تیزی سے جا رہے ہیں۔
روشنی کھڑکی کے پاس سے اڑتی ہوئی گزرتی ہے۔
یہ بہت شاندار لگتا ہے۔
ایک چھوٹا لڑکا میرے ساتھ کھڑا ہے۔
وہ بھی باہر اندھیرے میں دیکھ رہا ہے۔
میں اکثر میٹرو سے سفر کرتی ہوں۔
یہ ایک تیز اور آسان سفر ہے۔
اب ہم میرے اسٹیشن کے قریب پہنچ رہے ہیں۔
میں بندرگاہ جا رہی ہوں۔
میرا اگلا سفر بندرگاہ کی بس سے ہے۔
مجھے پانی دیکھنے کا بے صبری سے انتظار ہے۔
