Метро прибывает, и двери открываются.
Я захожу в поезд.
Поезд едет без машиниста.
Я прохожу в самое начало.
Я стою у большого окна.
Я еду на метро сквозь темноту.
Мы в длинном тоннеле.
Мы едем очень быстро.
Свет пролетает мимо окна.
Это выглядит фантастически.
Рядом со мной стоит маленький мальчик.
Он тоже смотрит в темноту.
Я часто езжу на метро.
Это быстрая и удобная поездка.
Сейчас мы приближаемся к моей станции.
Мне нужно в гавань.
Моя следующая поездка — на водном автобусе.
Я с нетерпением жду, когда увижу воду.
