Поездка на метро закончилась.
Теперь я поднимаюсь на улицу.
Я еду на эскалаторе.
Наверху на улице светит солнце.
Теперь я иду к воде.
Я поеду на водном автобусе.
Я иду по широкой улице.
Затем я вижу канал.
Вода очень синяя.
Я ищу свою остановку.
Где останавливается катер?
Я подхожу ближе к краю.
Затем я вижу небольшой деревянный причал.
Он находится прямо у самой воды.
У причала есть желтая табличка.
На табличке написано «Водный автобус».
Это нужное место.
Я выхожу на причал.
Теперь я просто жду катер.
