Η διαδρομή με το μετρό τελείωσε.
Τώρα ανεβαίνω στον δρόμο.
Παίρνω τις κυλιόμενες σκάλες.
Ο ήλιος λάμπει πάνω στον δρόμο.
Τώρα πηγαίνω προς το νερό.
Θα πάω με το θαλάσσιο λεωφορείο.
Κατεβαίνω έναν φαρδύ δρόμο.
Μετά βλέπω το κανάλι.
Το νερό είναι πολύ μπλε.
Ψάχνω τη στάση μου.
Πού σταματάει το καραβάκι;
Περπατάω πιο κοντά στην άκρη.
Τότε βλέπω μια μικρή ξύλινη προβλήτα.
Βρίσκεται ακριβώς κάτω, δίπλα στο νερό.
Υπάρχει μια κίτρινη πινακίδα δίπλα στην προβλήτα.
Στην πινακίδα γράφει "Θαλάσσιο λεωφορείο".
Αυτό είναι το σωστό μέρος.
Προχωράω πάνω στην προβλήτα.
Τώρα απλώς περιμένω το καραβάκι.
