میٹرو کا سفر ختم ہو گیا ہے۔
اب میں اوپر سڑک پر جا رہی ہوں۔
میں خودکار سیڑھی کا استعمال کرتی ہوں۔
اوپر سڑک پر سورج چمک رہا ہے۔
اب میں پانی کی طرف جا رہی ہوں۔
میں ہاربر بس سے جا رہی ہوں۔
میں ایک چوڑی سڑک پر چلتی ہوں۔
پھر مجھے نہر نظر آتی ہے۔
پانی بہت نیلا ہے۔
میں اپنا اسٹاپ تلاش کرتی ہوں۔
کشتی کہاں رکتی ہے؟
میں کنارے کے مزید قریب جاتی ہوں۔
پھر مجھے لکڑی کا ایک چھوٹا گھاٹ نظر آتا ہے۔
یہ بالکل نیچے پانی کے پاس واقع ہے۔
گھاٹ کے پاس ایک پیلا بورڈ ہے۔
بورڈ پر "ہاربر بس" لکھا ہے۔
یہ صحیح جگہ ہے۔
میں چل کر گھاٹ پر جاتی ہوں۔
اب میں بس کشتی کا انتظار کر رہی ہوں۔
