Широкая лодка плывет по воде.
Это водный автобус.
Лодка подплывает к деревянному причалу.
Она останавливается у края.
Сейчас я еду на водном автобусе.
Я поднимаюсь на борт судна.
Я снова сканирую свою синюю проездную карту.
Внутри сидит много пассажиров.
Но я выхожу на открытую палубу.
Я стою на самом носу.
Мы плывем на лодке по синей воде.
Город выглядит красиво с воды.
Солнце светит на нас сверху.
Я делаю глубокий вдох.
Воздух очень свежий и холодный.
Я наслаждаюсь короткой поездкой.
Скоро мы будем на другой стороне.
