ایک چوڑی کشتی پانی پر سے آتی ہے۔
یہ ہاربر بس ہے۔
کشتی لکڑی کے گھاٹ تک آتی ہے۔
یہ کنارے پر رکتی ہے۔
میں اب ہاربر بس سے جا رہی ہوں۔
میں جہاز پر سوار ہوتی ہوں۔
میں اپنا نیلا ٹریول کارڈ دوبارہ اسکین کرتی ہوں۔
اندر بہت سے مسافر بیٹھے ہیں۔
لیکن میں باہر کھلے ڈیک پر جاتی ہوں۔
میں بالکل آگے کھڑی ہوتی ہوں۔
ہم کشتی کے ذریعے نیلے پانی کے پار سفر کرتے ہیں۔
پانی سے شہر خوبصورت دکھائی دیتا ہے۔
سورج ہم پر چمکتا ہے۔
میں ایک گہرا سانس لیتی ہوں۔
ہوا بہت تازہ اور ٹھنڈی ہے۔
میں اس مختصر سفر سے لطف اندوز ہوتی ہوں۔
ہم جلد ہی دوسری طرف پہنچ جاتے ہیں۔
