ഒരു വീതിയുള്ള ബോട്ട് വെള്ളത്തിലൂടെ വരുന്നു.
അത് ഹാർബർ ബസ്സാണ്.
ബോട്ട് മരം കൊണ്ടുള്ള ജെട്ടിയിലേക്ക് അടുക്കുന്നു.
അത് അരികിൽ നിൽക്കുന്നു.
ഞാൻ ഇപ്പോൾ ഹാർബർ ബസ്സിലാണ് പോകുന്നത്.
ഞാൻ കപ്പലിൽ കയറുന്നു.
ഞാൻ എന്റെ നീല ട്രാവൽ കാർഡ് വീണ്ടും സ്കാൻ ചെയ്യുന്നു.
ധാരാളം യാത്രക്കാർ ഉള്ളിൽ ഇരിക്കുന്നുണ്ട്.
എന്നാൽ ഞാൻ പുറത്തെ തുറന്ന ഡെക്കിലേക്ക് നടക്കുന്നു.
ഞാൻ ഏറ്റവും മുന്നിൽ നിൽക്കുന്നു.
ഞങ്ങൾ ബോട്ടിൽ നീല വെള്ളത്തിലൂടെ യാത്ര ചെയ്യുന്നു.
വെള്ളത്തിൽ നിന്ന് നോക്കുമ്പോൾ നഗരം മനോഹരമായി കാണപ്പെടുന്നു.
സൂര്യൻ ഞങ്ങളുടെ മേൽ പ്രകാശിക്കുന്നു.
ഞാൻ ദീർഘമായി ശ്വാസമെടുക്കുന്നു.
വായു വളരെ ശുദ്ധവും തണുപ്പുള്ളതുമാണ്.
ഞാൻ ഈ ചെറിയ യാത്ര ആസ്വദിക്കുന്നു.
ഞങ്ങൾ ഉടൻ തന്നെ മറുഭാഗത്ത് എത്തും.
