Ένα φαρδύ σκάφος έρχεται διασχίζοντας το νερό.
Είναι το θαλάσσιο λεωφορείο.
Το σκάφος πλέει προς την ξύλινη προβλήτα.
Σταματάει στην άκρη.
Θα πάω με το θαλάσσιο λεωφορείο τώρα.
Ανεβαίνω στο πλοίο.
Σκανάρω την μπλε κάρτα διαδρομών μου ξανά.
Πολλοί επιβάτες κάθονται μέσα.
Αλλά εγώ βγαίνω έξω στο ανοιχτό κατάστρωμα.
Στέκομαι εντελώς μπροστά.
Πλέουμε με το σκάφος πάνω στο μπλε νερό.
Η πόλη φαίνεται όμορφη από το νερό.
Ο ήλιος λάμπει πάνω μας.
Παίρνω μια βαθιά ανάσα.
Ο αέρας είναι πολύ καθαρός και κρύος.
Απολαμβάνω τη σύντομη διαδρομή.
Σύντομα θα είμαστε στην άλλη πλευρά.
