Лодка прибывает на другой берег.
Водный автобус останавливается у небольшого причала.
Я схожу с лодки.
Поездка на лодке теперь окончена.
Я проверяю карту на телефоне.
Я иду в небольшой киоск.
Киоск находится вон там, на углу.
Я иду вверх по улице.
Я вижу магазин в конце дороги.
Я открываю дверь и захожу внутрь.
За кассой стоит молодой человек.
— Здравствуйте, — приветливо говорит он.
— Здравствуйте, мне нужно забрать посылку, — говорю я.
Мужчина кивает и улыбается.
Он спрашивает мое имя.
— Меня зовут Майя, — отвечаю я.
Он находит на полке большую коробку.
Он отдает мне посылку.
— Большое спасибо за помощь, — говорю я.
Теперь я снова отправляюсь в долгий путь домой со своей посылкой.
