Το καράβι φτάνει στην άλλη πλευρά του νερού.
Το θαλάσσιο λεωφορείο σταματάει σε μια μικρή προβλήτα.
Κατεβαίνω από το καράβι.
Η διαδρομή με το καράβι τώρα τελείωσε.
Ελέγχω τον χάρτη στο κινητό μου.
Πηγαίνω σε ένα μικρό περίπτερο.
Το περίπτερο βρίσκεται σε μια γωνία.
Ανεβαίνω τον δρόμο.
Βλέπω το μαγαζί στο τέλος του δρόμου.
Ανοίγω την πόρτα και μπαίνω μέσα.
Ένας νεαρός άνδρας στέκεται πίσω από το ταμείο.
«Γεια», λέει ευγενικά.
«Γεια, ήρθα να παραλάβω ένα δέμα», λέω.
Ο άνδρας γνέφει και χαμογελάει.
Ρωτάει το όνομά μου.
«Το όνομά μου είναι Μάγια», απαντάω.
Βρίσκει ένα μεγάλο κουτί σε ένα ράφι.
Μου δίνει το δέμα.
«Ευχαριστώ πολύ για τη βοήθεια», λέω.
Τώρα κάνω πάλι τη μεγάλη διαδρομή για το σπίτι με το δέμα μου.
