کشتی پانی کی دوسری طرف پہنچتی ہے۔
ہاربر بس ایک چھوٹے گھاٹ پر رکتی ہے۔
میں کشتی سے اترتی ہوں۔
کشتی کا سفر اب ختم ہو گیا ہے۔
میں اپنے فون پر نقشہ چیک کرتی ہوں۔
میں ایک چھوٹے سے کیوسک پر جا رہی ہوں۔
کیوسک وہاں ایک کونے پر واقع ہے۔
میں سڑک پر آگے چلتی ہوں۔
مجھے سڑک کے آخر میں دکان نظر آتی ہے۔
میں دروازہ کھولتی ہوں اور اندر چلی جاتی ہوں۔
ایک نوجوان کیش رجسٹر کے پیچھے کھڑا ہے۔
"ہائے،" وہ نرمی سے کہتا ہے۔
"ہائے، مجھے ایک پیکج لینا ہے،" میں کہتی ہوں۔
آدمی اثبات میں سر ہلاتا ہے اور مسکراتا ہے۔
وہ میرا نام پوچھتا ہے۔
"میرا نام مایا ہے،" میں جواب دیتی ہوں۔
اسے ایک شیلف پر ایک بڑا ڈبہ ملتا ہے۔
وہ پیکج مجھے دیتا ہے۔
"مدد کے لیے بہت بہت شکریہ،" میں کہتی ہوں۔
اب میں اپنے پیکج کے ساتھ دوبارہ گھر کا لمبا سفر طے کرتی ہوں۔
