ഞാൻ ഇൻഡോർ സ്പോർട്സ് ക്ലബ്ബിൽ എത്തുന്നു.
സമയം ഇപ്പോൾ വ്യാഴാഴ്ച വൈകുന്നേരം അഞ്ചര ആണ്.
ഞാൻ ഇന്ന് ബാഡ്മിൻ്റൺ കളിക്കാൻ പോകുന്നു.
ക്ലബ്ബിന്റെ ഉള്ളിൽ ധാരാളം കോർട്ടുകൾ ഉണ്ട്.
അവിടെ ആളുകൾ ബാഡ്മിൻ്റൺ കളിക്കുന്നു.
സ്പോർട്സ് ഷൂസുകളുടെ വലിയ ശബ്ദം എനിക്ക് കേൾക്കാൻ കഴിയും.
ഷട്ടിൽ കോക്കിൽ റാക്കറ്റുകൾ അടിക്കുന്ന ശബ്ദവും അവിടെ ഉണ്ട്.
ഈ ശബ്ദങ്ങൾ കേൾക്കാൻ എനിക്ക് വളരെ ഇഷ്ടമാണ്.
ഞാൻ അവിടെ നിന്ന് ആളുകളുടെ കളി കാണുന്നു.
കളിക്കാർ കോർട്ടിൽ വേഗത്തിൽ ഓടുകയും ചാടുകയും ചെയ്യുന്നു.
എനിക്ക് ബാഡ്മിൻ്റൺ കളിക്കാൻ വളരെ ഇഷ്ടമാണ്.
മെക്സിക്കോയിൽ ഞാൻ എപ്പോഴും ബാഡ്മിൻ്റൺ കളിച്ചിരുന്നു.
എനിക്കും അവരെപ്പോലെ നന്നായി കളിക്കാൻ കഴിയും.
വീണ്ടും കളിക്കാൻ എനിക്ക് വലിയ ആവേശം തോന്നുന്നു.
ഇപ്പോൾ ഞാൻ ക്ലബ്ബിന്റെ ഓഫീസിലേക്ക് നടക്കുന്നു.
