Είναι επιτέλους άνοιξη στην Κοπεγχάγη.
Πηγαίνω προς το παράθυρο στο σαλόνι μου.
Το ανοίγω και νιώθω το ζεστό αεράκι.
Ο αέρας είναι δροσερός και ήπιος απόψε.
Τα βράδια είναι ξαφνικά πολύ πιο φωτεινά τώρα.
Ο ήλιος λάμπει ακόμα πάνω στο τραπέζι μου.
Κάθομαι στην καρέκλα μου.
Βγάζω το ταξιδιωτικό μου ημερολόγιο και ένα μπλε στυλό.
Λατρεύω να γράφω για τις εμπειρίες μου στη Δανία.
Ανοίγω σε μια κενή σελίδα στο βιβλίο.
Σκέφτομαι το φανταστικό μου Σαββατοκύριακο.
Ήμουν σε ένα μεγάλο ταξίδι χθες.
Ταξίδεψα ολομόναχη στην Οντένσε.
Ήταν το πρώτο μου ταξίδι έξω από την Κοπεγχάγη.
Χαμογελάω, γιατί είχα μια πραγματικά καλή μέρα.
Τώρα θέλω να τα καταγράψω όλα.
Ακουμπάω το στυλό στο χαρτί και ξεκινάω την ιστορία μου.
