В Копенгагене наконец-то весна.
Я подхожу к окну в своей гостиной.
Я открываю его и чувствую теплый ветерок.
Этим вечером воздух свежий и мягкий.
Вечера теперь вдруг стали намного светлее.
Солнце все еще светит на мой стол.
Я сажусь на свой стул.
Я достаю свой дневник путешествий и синюю ручку.
Я люблю писать о своих впечатлениях в Дании.
Я открываю книгу на пустой странице.
Я думаю о своих фантастических выходных.
Вчера я была в долгой поездке.
Я ездила в Оденсе совершенно одна.
Это была моя первая поездка за пределы Копенгагена.
Я улыбаюсь, потому что у меня был очень хороший день.
Теперь я хочу все это записать.
Я опускаю ручку на бумагу и начинаю свой рассказ.
