کوپن ہیگن میں بالآخر موسم بہار آ گیا ہے۔
میں اپنے لونگ روم کی کھڑکی کے پاس جاتی ہوں۔
میں اسے کھولتی ہوں اور گرم ہوا کا جھونکا محسوس کرتی ہوں۔
آج شام ہوا تازہ اور خوشگوار ہے۔
شامیں اب اچانک بہت زیادہ روشن ہو گئی ہیں۔
سورج اب بھی میری میز پر چمک رہا ہے۔
میں اپنی کرسی پر بیٹھ جاتی ہوں۔
میں اپنی سفری ڈائری اور ایک نیلا قلم نکالتی ہوں۔
مجھے ڈنمارک میں اپنے تجربات کے بارے میں لکھنا بہت پسند ہے۔
میں کتاب کا ایک خالی صفحہ کھولتی ہوں۔
میں اپنے شاندار ویک اینڈ کے بارے میں سوچتی ہوں۔
کل میں ایک طویل سفر پر تھی۔
میں نے بالکل اکیلے اوڈنسے کا سفر کیا۔
یہ کوپن ہیگن کے باہر میرا پہلا سفر تھا۔
میں مسکراتی ہوں، کیونکہ میرا دن واقعی بہت اچھا گزرا تھا۔
اب میں یہ سب کچھ لکھنا چاہتی ہوں۔
میں کاغذ پر قلم رکھتی ہوں اور اپنی کہانی شروع کرتی ہوں۔
