میں نے اپنی ڈائری میں اوڈنسے کے اپنے سفر کے بارے میں لکھا۔
وہ ہفتے کی ایک خوبصورت صبح تھی۔
میں جلدی سات بجے جاگ گئی تھی۔
سورج چمک رہا تھا اور آسمان نیلا تھا۔
میں نے اپنا چھوٹا، سبز بیک پیک پیک کیا۔
میں نے بیگ میں ایک نوٹ بک اور ایک کیمرہ رکھا۔
میں ایک موٹا سویٹر بھی ساتھ لے گئی۔
ڈنمارک میں موسمِ بہار تھوڑا ٹھنڈا ہو سکتا ہے۔
پھر میں نے کوپن ہیگن کے بڑے اسٹیشن تک بس لی۔
اندر بہت سے مصروف لوگ تھے۔
میں چل کر ایک چھوٹے سے کیوسک کے پاس گئی۔
میں نے سفر کے لیے ایک بڑی، گرم کافی خریدی۔
اس کی قیمت پینتالیس کرونر تھی۔
میں نے اوپر بڑی اسکرین کی طرف دیکھا۔
میں نے جلدی سے اسکرین پر اپنی ٹرین تلاش کر لی۔
میں اوڈنسے جانے والی تیز رفتار ٹرین لے رہی تھی۔
ٹرین ٹھیک آٹھ بجے پلیٹ فارم پر پہنچی۔
میں ٹرین میں داخل ہوئی اور ایک بڑی کھڑکی کے پاس اپنی سیٹ ڈھونڈ لی۔
میں نے اپنی گرم کافی پی اور سیر کے لیے پرجوش تھی۔
