Έγραψα στο ημερολόγιό μου για το ταξίδι μου στην Οντένσε.
Ήταν ένα υπέροχο πρωινό Σαββάτου.
Ξύπνησα νωρίς στις επτά η ώρα.
Ο ήλιος έλαμπε και ο ουρανός ήταν μπλε.
Ετοίμασα το μικρό, πράσινο σακίδιό μου.
Έβαλα ένα σημειωματάριο και μια φωτογραφική μηχανή στην τσάντα.
Πήρα επίσης μαζί μου ένα χοντρό πουλόβερ.
Ο ανοιξιάτικος καιρός στη Δανία μπορεί να είναι λίγο κρύος.
Στη συνέχεια πήρα το λεωφορείο για τον μεγάλο σταθμό στην Κοπεγχάγη.
Υπήρχαν πολλοί βιαστικοί άνθρωποι εκεί μέσα.
Περπάτησα μέχρι ένα μικρό περίπτερο.
Αγόρασα έναν μεγάλο, ζεστό καφέ για το ταξίδι.
Κόστισε σαράντα πέντε κορώνες.
Κοίταξα ψηλά στη μεγάλη οθόνη.
Βρήκα γρήγορα το τρένο μου στην οθόνη.
Θα έπαιρνα το γρήγορο τρένο για την Οντένσε.
Το τρένο έφτασε στην αποβάθρα ακριβώς στις οκτώ η ώρα.
Μπήκα στο τρένο και βρήκα τη θέση μου δίπλα σε ένα μεγάλο παράθυρο.
Ήπια τον ζεστό καφέ μου και ανυπομονούσα για την εκδρομή.
