എന്റെ ഓഡെൻസെ യാത്രയെക്കുറിച്ച് ഞാൻ എന്റെ ഡയറിയിൽ എഴുതി.
അതൊരു മനോഹരമായ ശനിയാഴ്ച രാവിലെ ആയിരുന്നു.
ഞാൻ അതിരാവിലെ ഏഴ് മണിക്ക് എഴുന്നേറ്റു.
സൂര്യൻ പ്രകാശിച്ചിരുന്നു, ആകാശം നീല നിറമായിരുന്നു.
ഞാൻ എന്റെ ചെറിയ പച്ച ബാക്ക്പാക്ക് പാക്ക് ചെയ്തു.
ഞാൻ ബാഗിൽ ഒരു നോട്ട്ബുക്കും ക്യാമറയും വെച്ചു.
ഞാൻ കട്ടിയുള്ള ഒരു സ്വെറ്ററും കൂടെയെടുത്തു.
ഡെന്മാർക്കിലെ വസന്തകാല കാലാവസ്ഥയ്ക്ക് ചിലപ്പോൾ അല്പം തണുപ്പുണ്ടായേക്കാം.
തുടർന്ന് ഞാൻ കോപ്പൻഹേഗനിലെ വലിയ സ്റ്റേഷനിലേക്ക് ബസ്സിൽ പോയി.
അവിടെ തിരക്കുള്ള നിരവധി ആളുകൾ ഉണ്ടായിരുന്നു.
ഞാൻ ഒരു ചെറിയ കിയോസ്കിലേക്ക് നടന്നു.
യാത്രയ്ക്കായി ഞാൻ വലിയൊരു ചൂട് കോഫി വാങ്ങി.
അതിന് നാൽപ്പത്തഞ്ച് ക്രോണർ ആയിരുന്നു വില.
ഞാൻ മുകളിലുള്ള വലിയ സ്ക്രീനിലേക്ക് നോക്കി.
പെട്ടെന്ന് തന്നെ സ്ക്രീനിൽ എന്റെ ട്രെയിൻ ഞാൻ കണ്ടെത്തി.
ഞാൻ ഓഡെൻസെയിലേക്കുള്ള വേഗതയേറിയ ട്രെയിനിലാണ് പോകേണ്ടിയിരുന്നത്.
കൃത്യം എട്ട് മണിക്ക് ട്രെയിൻ പ്ലാറ്റ്‌ഫോമിൽ എത്തി.
ഞാൻ ട്രെയിനിൽ കയറി, വലിയൊരു ജനലിനരികിൽ എന്റെ സീറ്റ് കണ്ടെത്തി.
ഞാൻ എന്റെ ചൂട് കോഫി കുടിക്കുകയും വിനോദയാത്രയ്ക്കായി ആകാംക്ഷയോടെ കാത്തിരിക്കുകയും ചെയ്തു.
