Я написала в дневнике о своей поездке в Оденсе.
Было чудесное субботнее утро.
Я проснулась рано, в семь часов.
Светило солнце, и небо было голубым.
Я собрала свой маленький зеленый рюкзак.
Я положила в сумку блокнот и фотоаппарат.
Я также взяла с собой толстый свитер.
Весенняя погода в Дании может быть немного холодной.
Затем я поехала на автобусе на большой вокзал в Копенгагене.
Внутри было много спешащих людей.
Я подошла к небольшому киоску.
Я купила большой горячий кофе в дорогу.
Он стоил сорок пять крон.
Я посмотрела на большой экран.
Я быстро нашла свой поезд на экране.
Я ехала на скоростном поезде в Оденсе.
Поезд прибыл на платформу ровно в восемь часов.
Я вошла в поезд и нашла свое место у большого окна.
Я пила свой горячий кофе и предвкушала экскурсию.
