ട്രെയിൻ വേഗത്തിൽ പ്രകൃതിദൃശ്യങ്ങളിലൂടെ സഞ്ചരിച്ചു.
ഞാൻ എന്റെ സീറ്റിൽ നിശബ്ദമായി ഇരുന്നു.
എനിക്ക് വളരെ നല്ലൊരു വിൻഡോ സീറ്റ് ഉണ്ടായിരുന്നു.
അല്പസമയത്തിനുശേഷം, ഞങ്ങൾ അവസാനം തീരത്തെത്തി.
കടലിനു മുകളിലുള്ള വളരെ നീളമുള്ള ഒരു പാലത്തിലേക്ക് ട്രെയിൻ പ്രവേശിച്ചു.
പെട്ടെന്ന് ഞങ്ങൾക്ക് ചുറ്റും വെള്ളം മാത്രമായി.
പാലം വെള്ളത്തിന് വളരെ മുകളിലായിരുന്നു.
ഞാൻ ആ വലിയ ജനാലയിലൂടെ പുറത്തേക്ക് നോക്കി.
ഞങ്ങൾക്ക് താഴെയുള്ള വെള്ളം നല്ല നീല നിറമായിരുന്നു.
മനോഹരവും വിശാലവുമായ ആ കാഴ്ച ഞാൻ ആസ്വദിച്ചു.
വളരെ താഴെയായി, ഞാൻ കുറച്ചു ചെറിയ കപ്പലുകൾ കണ്ടു.
അവ കാണാൻ ഏകദേശം കളിപ്പാട്ടങ്ങൾ പോലെയായിരുന്നു.
ആകാശം ഇളം നീല നിറമായിരുന്നു, ഒട്ടും മേഘങ്ങളില്ലായിരുന്നു.
അത് ഏകദേശം കടലിനു മുകളിലൂടെ പറക്കുന്നത് പോലെയായിരുന്നു.
ഞാൻ എന്റെ ബാഗിൽ നിന്ന് ക്യാമറ പുറത്തെടുത്തു.
ഞാൻ ആ ചെറിയ കപ്പലുകളുടെ കുറച്ചു ചിത്രങ്ങൾ എടുത്തു.
ഞാൻ ഇതിനുമുമ്പ് ഇതുപോലൊന്ന് കണ്ടിട്ടില്ലായിരുന്നു.
അതിനുശേഷം, ഞാൻ ക്യാമറ മാറ്റിവെച്ച് യാത്ര ആസ്വദിച്ചു.
