Поезд быстро ехал по живописной местности.
Я тихо сидела на своем месте.
У меня было очень хорошее место у окна.
Спустя некоторое время мы наконец достигли побережья.
Поезд выехал на очень длинный мост над морем.
Внезапно вокруг нас была только вода.
Мост пролегал высоко над водой.
Я смотрела в большое окно.
Вода под нами была очень синей.
Я любовалась прекрасным, открытым видом.
Далеко внизу я увидела несколько маленьких кораблей.
Они выглядели почти как игрушки.
Небо было светло-голубым и совершенно без облаков.
Это было почти как полет над морем.
Я достала камеру из сумки.
Я сделала пару фотографий маленьких кораблей.
Я никогда не видела ничего подобного.
После этого я убрала камеру и просто наслаждалась поездкой.
