Το τρένο διέσχιζε γρήγορα το τοπίο.
Καθόμουν ήσυχα στη θέση μου.
Είχα μια πολύ καλή θέση στο παράθυρο.
Μετά από λίγο, φτάσαμε επιτέλους στην ακτή.
Το τρένο βγήκε σε μια πολύ μεγάλη γέφυρα πάνω από τη θάλασσα.
Ξαφνικά υπήρχε μόνο νερό γύρω μας.
Η γέφυρα βρισκόταν ψηλά πάνω από το νερό.
Κοίταξα έξω από το μεγάλο παράθυρο.
Το νερό από κάτω μας ήταν πολύ μπλε.
Θαύμασα την όμορφη, ανοιχτή θέα.
Πολύ πιο κάτω, είδα μερικά μικρά πλοία.
Έμοιαζαν σχεδόν με παιχνίδια.
Ο ουρανός ήταν γαλάζιος και εντελώς χωρίς σύννεφα.
Ήταν σχεδόν σαν να πετούσα πάνω από τη θάλασσα.
Έβγαλα την κάμερά μου από την τσάντα μου.
Τράβηξα μερικές φωτογραφίες τα μικρά πλοία.
Δεν είχα δει ποτέ κάτι παρόμοιο.
Έπειτα, έβαλα την κάμερά μου στην άκρη και απλώς απόλαυσα το ταξίδι.
