ٹرین مناظر کے درمیان سے تیزی سے گزری۔
میں اپنی سیٹ پر خاموشی سے بیٹھی تھی۔
میرے پاس کھڑکی والی ایک بہت اچھی سیٹ تھی۔
کچھ دیر بعد، ہم بالآخر ساحل تک پہنچ گئے۔
ٹرین سمندر کے اوپر بنے ایک بہت لمبے پل پر چلی گئی۔
اچانک ہمارے چاروں طرف صرف پانی ہی پانی تھا۔
پل پانی سے بہت بلندی پر تھا۔
میں نے بڑی کھڑکی سے باہر دیکھا۔
ہمارے نیچے پانی بہت نیلا تھا۔
میں نے اس خوبصورت اور کھلے منظر کو سراہا۔
بہت نیچے، میں نے کچھ چھوٹے بحری جہاز دیکھے۔
وہ تقریباً کھلونوں کی طرح لگ رہے تھے۔
آسمان ہلکا نیلا اور بالکل بادلوں کے بغیر تھا۔
یہ تقریباً سمندر کے اوپر اڑنے جیسا تھا۔
میں نے اپنے بیگ سے اپنا کیمرہ نکالا۔
میں نے ان چھوٹے بحری جہازوں کی چند تصویریں لیں۔
میں نے ایسا کچھ کبھی نہیں دیکھا تھا۔
اس کے بعد، میں نے اپنا کیمرہ واپس رکھ دیا اور بس سفر کا مزہ لیا۔
