Καθόμουν στη θέση μου στο τρένο και κοιτούσα γύρω.
Ένας πατέρας καθόταν απέναντί μου.
Είχε μαζί του τα δύο μικρά παιδιά του.
Ο πατέρας είχε ένα μεγάλο βιβλίο.
Ήθελε πάρα πολύ να διαβάσει το βιβλίο του.
Αλλά δεν βρήκε πολλή ησυχία.
Η κόρη του είχε μια κόκκινη μπάλα.
Ο γιος του είχε ένα πράσινο αυτοκινητάκι.
Τα παιδιά δεν κάθονταν καθόλου ήσυχα.
Πετούσαν συνέχεια τα παιχνίδια τους στο πάτωμα.
Ο πατέρας αναστέναξε δυνατά και έκλεισε το βιβλίο του.
Μάζεψε τα πράγματα από το πάτωμα.
Έδωσε πίσω στα παιδιά τα παιχνίδια τους.
«Πρέπει να κάθεστε ήσυχα», είπε κουρασμένα.
Άνοιξε ξανά το βιβλίο του.
Δύο λεπτά αργότερα, η μπάλα έπεσε στο πάτωμα.
Χτύπησε το αριστερό παπούτσι του πατέρα.
Ο άντρας μάζεψε πάλι την μπάλα.
Χαμογέλασα στον κουρασμένο πατέρα.
Απλώς κούνησε το κεφάλι του και κοίταξε κάτω στο βιβλίο του.
