Я сидела на своем месте в поезде и оглядывалась вокруг.
Напротив меня сидел отец.
С ним были двое его маленьких детей.
У отца была большая книга.
Он очень хотел почитать свою книгу.
Но особого покоя ему не давали.
У его дочери был красный мяч.
У его сына была зеленая игрушечная машинка.
Дети совершенно не сидели на месте.
Они постоянно бросали свои игрушки на пол.
Отец громко вздохнул и закрыл свою книгу.
Он поднял вещи с пола.
Он отдал детям их игрушки обратно.
«Вы должны сидеть спокойно», — устало сказал он.
Он снова открыл свою книгу.
Через две минуты мяч упал на пол.
Он ударился о левый ботинок отца.
Мужчина снова поднял мяч.
Я улыбнулась уставшему отцу.
Он лишь покачал головой и опустил взгляд в свою книгу.
