میں ٹرین میں اپنی سیٹ پر بیٹھی اور ادھر ادھر دیکھا۔
ایک باپ میرے سامنے بیٹھا تھا۔
وہ اپنے دو چھوٹے بچوں کو ساتھ لایا تھا۔
باپ کے پاس ایک بڑی کتاب تھی۔
وہ واقعی اپنی کتاب پڑھنا چاہتا تھا۔
لیکن اسے زیادہ سکون نہیں ملا۔
اس کی بیٹی کے پاس ایک لال گیند تھی۔
اس کے بیٹے کے پاس ایک ہری کھلونا گاڑی تھی۔
بچے بالکل بھی ٹک کر نہیں بیٹھے تھے۔
وہ مسلسل اپنے کھلونے فرش پر پھینک رہے تھے۔
باپ نے زور سے آہ بھری اور اپنی کتاب بند کر دی۔
اس نے فرش سے چیزیں اٹھائیں۔
اس نے بچوں کو ان کے کھلونے واپس دے دیے۔
"تمہیں خاموشی سے بیٹھنا چاہیے،" اس نے تھکے ہوئے انداز میں کہا۔
اس نے اپنی کتاب دوبارہ کھولی۔
دو منٹ بعد، گیند فرش پر گر گئی۔
یہ باپ کے بائیں جوتے پر لگی۔
آدمی نے دوبارہ گیند اٹھائی۔
میں تھکے ہوئے باپ کو دیکھ کر مسکرائی۔
اس نے بس اپنا سر ہلایا اور نیچے اپنی کتاب میں دیکھنے لگا۔
