Η οικογένεια είχε επίσης μαζί της ένα μικρό σκυλί στο τρένο.
Ήταν πολύ χαριτωμένο, αλλά δεν ήταν ήσυχο.
Το σκυλί ήταν ξαπλωμένο στο μικρό του καλάθι στο πάτωμα.
Ο πατέρας κοίταξε πάλι κάτω στο βιβλίο του.
Ήθελε απλώς να διαβάσει λίγο.
Αλλά ξαφνικά το σκυλί πήδηξε έξω από το καλάθι του.
Έτρεξε γρήγορα προς τον πατέρα.
Εκείνος καθόταν με το ένα πόδι πάνω σε μια τσάντα.
Το σκυλί άρπαξε το αριστερό του παπούτσι.
Πήρε το παπούτσι στο στόμα του.
Έπειτα, έτρεξε γρήγορα μακριά.
«Όχι, έλα πίσω με το παπούτσι μου!» φώναξε ο πατέρας.
Σηκώθηκε όρθιος με τις κάλτσες του.
Έτρεξε πίσω από το σκυλί στον διάδρομο.
Τα δύο παιδιά τον έδειχναν.
Κοιτάχτηκαν μεταξύ τους και γέλασαν δυνατά.
Τους κοίταξα από τη θέση μου.
Γέλασα κι εγώ λίγο πίσω από το βιβλίο μου.
Ευτυχώς, τελικά έπιασε το σκυλί του.
Πήρε πίσω και το παπούτσι του.
