Семья тоже взяла с собой в поезд маленькую собаку.
Она была очень милой, но не тихой.
Собака лежала в своей маленькой корзинке на полу.
Отец снова опустил взгляд на свою книгу.
Он просто хотел немного почитать.
Но вдруг собака выпрыгнула из своей корзинки.
Она быстро подбежала к отцу.
Он сидел, поставив одну ногу на сумку.
Собака схватила его левый ботинок.
Она взяла ботинок в пасть.
Затем она быстро убежала.
«Нет, вернись с моим ботинком!» — крикнул отец.
Он встал в одних носках.
Он побежал за собакой по проходу.
Двое детей показали на него.
Они посмотрели друг на друга и громко рассмеялись.
Я смотрела на них со своего места.
Я тоже немного посмеялась за своей книгой.
К счастью, в конце концов он поймал свою собаку.
Он также получил свой ботинок обратно.
