خاندان اپنے ساتھ ٹرین میں ایک چھوٹا کتا بھی لایا تھا۔
وہ بہت پیارا تھا، لیکن خاموش نہیں تھا۔
کتا فرش پر اپنی چھوٹی ٹوکری میں لیٹا تھا۔
باپ نے دوبارہ نیچے اپنی کتاب کی طرف دیکھا۔
وہ بس تھوڑا سا پڑھنا چاہتا تھا۔
لیکن اچانک کتا اپنی ٹوکری سے باہر کود گیا۔
وہ تیزی سے بھاگ کر باپ کے پاس گیا۔
وہ اپنا ایک پاؤں ایک بیگ پر رکھے بیٹھا تھا۔
کتے نے اس کا بایاں جوتا جھپٹ لیا۔
اس نے جوتا اپنے منہ میں لے لیا۔
پھر وہ تیزی سے دور بھاگ گیا۔
"نہیں، میرا جوتا لے کر واپس آؤ!" باپ چلایا۔
وہ اپنی جرابوں میں ہی کھڑا ہو گیا۔
وہ گزرگاہ میں کتے کے پیچھے بھاگا۔
دونوں بچوں نے اس کی طرف اشارہ کیا۔
انہوں نے ایک دوسرے کو دیکھا اور زور سے ہنسے۔
میں نے اپنی نشست سے انہیں دیکھا۔
میں بھی اپنی کتاب کے پیچھے تھوڑا سا ہنسی۔
خوش قسمتی سے، اس نے آخرکار اپنے کتے کو پکڑ لیا۔
اسے اپنا جوتا بھی واپس مل گیا۔
