Έφτασα στην Οντένσε λίγο μετά τις εννέα.
Έφυγα από τον σταθμό και περπάτησα κατευθείαν προς την παλιά συνοικία.
Ο ήλιος έλαμπε και απόλαυσα τον φρέσκο ανοιξιάτικο αέρα.
Μετά από έναν σύντομο περίπατο, η πόλη άλλαξε.
Ξαφνικά στάθηκα σε έναν στενό δρόμο με κυβόλιθους.
Οι κυβόλιθοι ήταν φθαρμένοι και παλιοί.
Κοίταξα τα πολλά μικρά σπίτια.
Βρίσκονταν το ένα κοντά στο άλλο, σε μια σειρά κατά μήκος του δρόμου.
Σχεδόν όλα τα σπίτια ήταν αστεία και πολύ στραβά.
Κάθε σπίτι έδειχνε τη δική του, μοναδική προσωπικότητα.
Πολλά από αυτά ήταν βαμμένα σε όμορφα, φωτεινά χρώματα.
Πρόσεξα ιδιαίτερα τα κίτρινα και τα κόκκινα σπίτια.
Οι πολύχρωμοι τοίχοι έλαμπαν στον ανοιξιάτικο ήλιο.
Απλώς λάτρεψα το παλιό τμήμα της πόλης.
Στάθηκα και κοιτούσα τα στραβά σπίτια για πολλή ώρα.
Κάθε σπίτι είχε το δικό του χαρούμενο χρώμα.
Ήθελα να θυμάμαι αυτόν τον δρόμο για πάντα.
Μετά από αυτό, περπάτησα αργά παρακάτω στον δρόμο.
