میں نو بجے کے تھوڑی دیر بعد اوڈنسے پہنچی۔
میں اسٹیشن سے نکلی اور سیدھا پرانے محلے کی طرف چل پڑی۔
سورج چمک رہا تھا، اور میں نے موسمِ بہار کی تازہ ہوا کا لطف اٹھایا۔
تھوڑی دور چلنے کے بعد، شہر بدل گیا۔
اچانک میں گول پتھروں والی ایک تنگ گلی میں کھڑی تھی۔
وہ پتھر گھسے ہوئے اور پرانے تھے۔
میں نے بہت سے چھوٹے گھروں کو دیکھا۔
وہ گلی کے ساتھ ایک قطار میں ایک دوسرے کے بالکل قریب واقع تھے۔
تقریباً تمام گھر انوکھے اور بہت ترچھے تھے۔
ہر گھر اپنی بالکل الگ شخصیت دکھا رہا تھا۔
ان میں سے کئی خوبصورت اور روشن رنگوں میں رنگے ہوئے تھے۔
میں نے خاص طور پر پیلے اور سرخ گھروں پر دھیان دیا۔
وہ رنگ برنگی دیواریں موسمِ بہار کی دھوپ میں جگمگا رہی تھیں۔
مجھے شہر کا پرانا حصہ بس بہت پسند آیا۔
میں دیر تک کھڑی ان ترچھے گھروں کو دیکھتی رہی۔
ہر گھر کا اپنا ایک خوش نما رنگ تھا۔
میں اس گلی کو ہمیشہ یاد رکھنا چاہتی تھی۔
اس کے بعد، میں آہستہ آہستہ گلی میں آگے کی طرف چل پڑی۔
