После этого я пошла в большой городской музей.
Он был посвящен знаменитому писателю Хансу Кристиану Андерсену.
Я купила билет и вошла в красивое здание.
Выставка рассказывала о его жизни и его долгих путешествиях.
Я посмотрела на его старые вещи в большой стеклянной витрине.
Он повсюду брал с собой свой цилиндр.
Эта высокая черная шляпа лежала прямо передо мной.
Там также лежали его бумага и его старое перо.
Он пользовался ими, когда писал свои фантастические сказки.
Я прочитала длинный текст на белой стене.
В нем рассказывалось о человеке, стоящем за моей любимой сказкой.
Ведь именно он создал Русалочку.
Я встретила ее в виде статуи в Копенгагене еще в феврале.
Было здорово теперь увидеть личные вещи автора.
Я сделала несколько фотографий его большой дорожной сумки.
Очевидно, он любил посещать новые страны.
Напоследок я купила небольшую книжку в магазине музея.
В ней были собраны все его лучшие истории.
Теперь я чувствую, что знаю датскую культуру немного лучше.
