Μετά, περπάτησα μέχρι το μεγάλο μουσείο της πόλης.
Αφορούσε τον διάσημο συγγραφέα Χανς Κρίστιαν Άντερσεν.
Αγόρασα το εισιτήριό μου και μπήκα στο όμορφο κτίριο.
Η έκθεση μιλούσε για τη ζωή του και τα μεγάλα του ταξίδια.
Κοίταξα τα παλιά του πράγματα μέσα σε μια μεγάλη γυάλινη προθήκη.
Έπαιρνε το ψηλό του καπέλο παντού μαζί του.
Το ψηλό, μαύρο καπέλο βρισκόταν ακριβώς εκεί μπροστά μου.
Εκεί βρίσκονταν επίσης το χαρτί και η παλιά του πένα.
Τα χρησιμοποιούσε όταν έγραφε τα φανταστικά του παραμύθια.
Διάβασα ένα μεγάλο κείμενο σε έναν λευκό τοίχο.
Μιλούσε για τον άνθρωπο πίσω από το αγαπημένο μου παραμύθι.
Στην πραγματικότητα, αυτός ήταν που δημιούργησε τη μικρή γοργόνα.
Τη συνάντησα ως άγαλμα στην Κοπεγχάγη τον περασμένο Φεβρουάριο.
Ήταν διασκεδαστικό να βλέπω τώρα τα προσωπικά αντικείμενα του συγγραφέα.
Τράβηξα μερικές φωτογραφίες τη μεγάλη του τσάντα ταξιδιού.
Προφανώς λάτρευε να επισκέπτεται νέες χώρες.
Στο τέλος, αγόρασα ένα μικρό βιβλίο στο κατάστημα του μουσείου.
Περιείχε όλες τις καλύτερες ιστορίες του.
Τώρα νιώθω ότι γνωρίζω τη δανική κουλτούρα λίγο καλύτερα.
