اس کے بعد، میں شہر کے بڑے میوزیم کی طرف چل پڑی۔
یہ مشہور مصنف ہنس کرسچن اینڈرسن کے بارے میں تھا۔
میں نے اپنا ٹکٹ خریدا اور خوبصورت عمارت کے اندر چلی گئی۔
نمائش میں ان کی زندگی اور ان کے طویل سفروں کے بارے میں بتایا گیا تھا۔
میں نے شیشے کے ایک بڑے شوکیس میں ان کی پرانی چیزیں دیکھیں۔
وہ اپنا لمبا ہیٹ ہر جگہ اپنے ساتھ لے جاتے تھے۔
وہ لمبا، کالا ہیٹ بالکل وہیں میرے سامنے پڑا تھا۔
وہاں ان کا کاغذ اور ان کا پرانا قلم بھی پڑا تھا۔
وہ انہیں تب استعمال کرتے تھے جب وہ اپنی شاندار پریوں کی کہانیاں لکھتے تھے۔
میں نے ایک سفید دیوار پر ایک لمبی تحریر پڑھی۔
یہ میری پسندیدہ پریوں کی کہانی کے پیچھے موجود آدمی کے بارے میں تھی۔
دراصل یہ وہی تھے جنہوں نے چھوٹی جل پری کو تخلیق کیا تھا۔
میں پچھلے فروری میں کوپن ہیگن میں ایک مجسمے کے روپ میں اس سے ملی تھی۔
اب مصنف کی اپنی چیزیں دیکھ کر مزہ آیا۔
میں نے ان کے سفر کے بڑے بیگ کی کچھ تصویریں کھینچیں۔
بظاہر انہیں نئے ممالک کی سیر کرنا بہت پسند تھا۔
آخر میں، میں نے میوزیم کی دکان سے ایک چھوٹی سی کتاب خریدی۔
اس میں ان کی تمام بہترین کہانیاں شامل تھیں۔
اب مجھے محسوس ہوتا ہے کہ میں ڈینش ثقافت کو تھوڑا بہتر جانتی ہوں۔
