Αργά το απόγευμα, κατέβηκα στο ποτάμι.
Ο καιρός ήταν ακόμα ζεστός και υπέροχος.
Αγόρασα ένα εισιτήριο για ένα μικρό ξύλινο καραβάκι.
Το εισιτήριο κόστιζε εβδομήντα κορώνες.
Επιβιβάστηκα και βρήκα μια καλή θέση στο κατάστρωμα.
Το καραβάκι έπλεε πολύ αργά στο ποτάμι.
Δεν υπήρχαν πολλοί άλλοι επιβάτες στο καραβάκι.
Μια ηλικιωμένη κυρία καθόταν απέναντί μου.
Έτρωγε το κολατσιό της μαζί με τον άντρα της.
Ο άντρας της τής χαμογελούσε χαρούμενα.
Πλεύσαμε κάτω από μερικά μεγάλα, πράσινα δέντρα.
Το νερό ήταν μπλε και εντελώς ήρεμο.
Απλώς χαλάρωσα και απόλαυσα τη βόλτα.
Ο ουρανός ήταν ακόμα φωτεινός, παρόλο που ήταν αργά.
Ήταν ένα πραγματικά όμορφο δανέζικο ανοιξιάτικο βράδυ.
Έγειρα προς τα πίσω στο μικρό καραβάκι.
Απόλαυσα την πράσινη φύση κατά μήκος του ποταμού.
Ήταν ένα τέλειο κλείσιμο για τη μέρα μου στην Οντένσε.
