سہ پہر کے آخر میں، میں ندی کی طرف گئی۔
موسم ابھی بھی گرم اور خوشگوار تھا۔
میں نے لکڑی کی ایک چھوٹی کشتی کا ٹکٹ خریدا۔
ٹکٹ کی قیمت ستر کرونر تھی۔
میں سوار ہوئی اور ڈیک پر ایک اچھی جگہ ڈھونڈ لی۔
کشتی ندی میں بہت آہستہ آہستہ چل رہی تھی۔
کشتی میں زیادہ دوسرے مسافر نہیں تھے۔
ایک بزرگ خاتون میرے سامنے بیٹھی تھیں۔
انہوں نے اپنے شوہر کے ساتھ مل کر پیک کیا ہوا دوپہر کا کھانا کھایا۔
ان کے شوہر انہیں دیکھ کر خوشی سے مسکرائے۔
ہم کچھ بڑے، ہرے درختوں کے نیچے سے گزرے۔
پانی نیلا اور بالکل ساکت تھا۔
میں نے بس آرام کیا اور اس سفر کا لطف اٹھایا۔
آسمان پر ابھی بھی روشنی تھی، حالانکہ کافی دیر ہو چکی تھی۔
یہ ڈنمارک میں موسمِ بہار کی ایک واقعی خوبصورت شام تھی۔
میں نے اس چھوٹی کشتی میں پیچھے کی طرف ٹیک لگائی۔
میں نے ندی کے ساتھ ساتھ سرسبز قدرتی مناظر کا لطف اٹھایا۔
یہ اوڈنسے میں میرے دن کا ایک بہترین اختتام تھا۔
