میں اب بھی کوپن ہیگن میں اپنے لونگ روم میں اپنی میز پر بیٹھی ہوں۔
میں اپنی ڈائری میں آخری الفاظ لکھتی ہوں۔
پھر میں اپنا قلم میز پر رکھ دیتی ہوں۔
میں چھوٹی سی کتاب بند کرتی ہوں اور مسکراتی ہوں۔
اوڈینس میں یہ ایک بالکل بہترین ویک اینڈ تھا۔
میں اپنے اچھے سفر کے بارے میں سوچتی ہوں۔
مجھے وہ بوڑھا آدمی یاد ہے جس نے اپنی باڑ پر رنگ کیا تھا۔
مجھے ٹرین میں وہ پریشان باپ اور اس کے دو چنچل بچے بھی یاد ہیں۔
میں اپنے آپ میں تھوڑا سا ہنستی ہوں۔
میں اپنی کھلی کھڑکی سے باہر دیکھتی ہوں۔
شام ناقابل یقین حد تک لمبی اور روشن ہے۔
شہر پر سورج آہستہ آہستہ غروب ہو رہا ہے۔
اندھیرا بہت آہستہ آہستہ ہوتا ہے۔
مجھے ڈنمارک میں اپنی پہلی بہار بہت پسند ہے۔
کل ایک نیا ہفتہ شروع ہو رہا ہے۔
مجھے صبح جلدی اٹھنا ہے اور کام پر جانے کے لیے بس لینی ہے۔
لیکن آج رات میرے پاس کافی وقت ہے۔
میں کھڑی ہوتی ہوں اور چل کر کچن میں جاتی ہوں۔
میں ایک گلاس ٹھنڈا پانی لاتی ہوں۔
میں پیر کے دن کے لیے تیار ہوں۔
