കോപ്പൻഹേഗനിലെ സ്വീകരണമുറിയിലുള്ള എൻ്റെ മേശയ്ക്കരികിൽ ഞാൻ ഇപ്പോഴും ഇരിക്കുകയാണ്.
എൻ്റെ ഡയറിയിലെ അവസാനത്തെ വാക്കുകൾ ഞാൻ എഴുതുന്നു.
ശേഷം ഞാൻ എൻ്റെ പേന മേശപ്പുറത്ത് വെക്കുന്നു.
ഞാൻ ആ ചെറിയ പുസ്തകം അടച്ചുവെച്ച് പുഞ്ചിരിക്കുന്നു.
ഓഡൻസെയിൽ അത് തികച്ചും പരിപൂർണ്ണമായ ഒരു വാരാന്ത്യമായിരുന്നു.
എൻ്റെ ആ നല്ല യാത്രയെക്കുറിച്ച് ഞാൻ തിരിഞ്ഞു ചിന്തിക്കുന്നു.
തൻ്റെ വേലിക്ക് ചായം പൂശിയ ആ വൃദ്ധനെ ഞാൻ ഓർക്കുന്നു.
ട്രെയിനിലുണ്ടായിരുന്ന സമ്മർദ്ദത്തിലായ ആ അച്ഛനെയും അദ്ദേഹത്തിൻ്റെ ചുറുചുറുക്കുള്ള രണ്ട് കുട്ടികളെയും കൂടെ ഞാൻ ഓർക്കുന്നു.
ഞാൻ എനിക്കുള്ളിൽത്തന്നെ ചെറുതായി ഒന്ന് ചിരിക്കുന്നു.
എൻ്റെ തുറന്നിട്ട ജനാലയിലൂടെ ഞാൻ പുറത്തേക്ക് നോക്കുന്നു.
ഈ സായാഹ്നം അവിശ്വസനീയമാംവിധം ദൈർഘ്യമേറിയതും വെളിച്ചമുള്ളതുമാണ്.
നഗരത്തിന് മീതെ സൂര്യൻ പതുക്കെ അസ്തമിക്കുകയാണ്.
വളരെ പതുക്കെയാണ് ഇരുട്ട് വീഴുന്നത്.
ഡെൻമാർക്കിലെ എൻ്റെ ആദ്യത്തെ വസന്തകാലം എനിക്ക് ഒരുപാട് ഇഷ്ടമാണ്.
നാളെ പുതിയൊരു ആഴ്ച ആരംഭിക്കുന്നു.
എനിക്ക് നേരത്തെ എഴുന്നേറ്റ് ജോലിക്ക് പോകാനായി ബസ് പിടിക്കണം.
പക്ഷേ ഇന്ന് രാത്രി എനിക്ക് ധാരാളം സമയമുണ്ട്.
ഞാൻ എഴുന്നേറ്റ് അടുക്കളയിലേക്ക് നടക്കുന്നു.
ഞാൻ ഒരു ഗ്ലാസ് തണുത്ത വെള്ളം എടുക്കുന്നു.
ഞാൻ തിങ്കളാഴ്ചത്തേക്ക് തയ്യാറാണ്.
