Κάθομαι ακόμα στο τραπέζι μου στο σαλόνι στην Κοπεγχάγη.
Γράφω τις τελευταίες λέξεις στο ημερολόγιό μου.
Έπειτα αφήνω το στιλό μου στο τραπέζι.
Κλείνω το μικρό βιβλίο και χαμογελάω.
Ήταν ένα απολύτως τέλειο Σαββατοκύριακο στην Οντένσε.
Αναπολώ το ωραίο μου ταξίδι.
Θυμάμαι τον ηλικιωμένο άντρα που έβαφε τον φράχτη του.
Θυμάμαι επίσης τον αγχωμένο πατέρα και τα δύο ζωηρά παιδιά του στο τρένο.
Γελάω λίγο μόνη μου.
Κοιτάζω έξω από το ανοιχτό μου παράθυρο.
Το βράδυ είναι απίστευτα μακρύ και φωτεινό.
Ο ήλιος δύει αργά πάνω από την πόλη.
Σκοτεινιάζει πολύ αργά.
Αγαπώ την πρώτη μου άνοιξη στη Δανία.
Αύριο ξεκινάει μια νέα εβδομάδα.
Πρέπει να σηκωθώ νωρίς και να πάρω το λεωφορείο για τη δουλειά.
Αλλά απόψε έχω άφθονο χρόνο.
Σηκώνομαι και πηγαίνω στην κουζίνα.
Παίρνω ένα ποτήρι κρύο νερό.
Είμαι έτοιμη για τη Δευτέρα.
