Я всё ещё сижу за своим столом в гостиной в Копенгагене.
Я пишу последние слова в своём дневнике.
Затем я кладу ручку на стол.
Я закрываю маленькую книжку и улыбаюсь.
Это были совершенно идеальные выходные в Оденсе.
Я вспоминаю свою хорошую поездку.
Я вспоминаю старика, который красил свой забор.
Я также вспоминаю напряжённого отца и его двоих подвижных детей в поезде.
Я немного смеюсь про себя.
Я смотрю из своего открытого окна.
Вечер невероятно длинный и светлый.
Солнце медленно садится над городом.
Темнеет очень медленно.
Я люблю свою первую весну в Дании.
Завтра начинается новая неделя.
Мне нужно рано встать и поехать на работу на автобусе.
Но сегодня вечером у меня много времени.
Я встаю и иду на кухню.
Я беру стакан холодной воды.
Я готова к понедельнику.
