ബോട്ട് വെള്ളത്തിലൂടെ വളരെ പതുക്കെ സഞ്ചരിച്ചു.
ഞാൻ മിണ്ടാതെ ഇരുന്ന് മറ്റ് യാത്രക്കാരെ നോക്കി.
മിക്ക ആളുകളും വെള്ളത്തിലേക്ക് നോക്കി ഇരുന്നു.
പ്രായമുള്ള രണ്ട് പേർ എന്റെ എതിരെ ഇരുന്നു.
അവർ കുറച്ചു നേരം പതുക്കെ സംസാരിച്ചു.
പിന്നെ, അതിൽ ഒരാൾക്ക് പത്രം വായിക്കണം എന്ന് തോന്നി.
അദ്ദേഹത്തിന്റെ കയ്യിൽ സ്വന്തം പത്രം ഇല്ലായിരുന്നു.
അതുകൊണ്ട്, അദ്ദേഹം കൂട്ടുകാരന്റെ പത്രം ചോദിച്ചു വാങ്ങി.
കൂട്ടുകാരൻ സന്തോഷത്തോടെ സ്വന്തം പത്രം കൊടുത്തു.
ആ മനുഷ്യൻ കണ്ണട വെച്ച് പത്രം വായിക്കാൻ തുടങ്ങി.
പിന്നെ ഞാൻ കരയിലേക്ക് നോക്കി.
വെള്ളത്തിന്റെ തീരത്ത് തന്നെ ചെറിയ വീടുകൾ ഉണ്ടായിരുന്നു.
എനിക്ക് അതിന്റെ ചിത്രങ്ങൾ എടുക്കണമായിരുന്നു.
ഞാൻ എന്റെ മൊബൈൽ ഫോൺ ഉപയോഗിച്ചില്ല.
പകരം, ഞാൻ എന്റെ സ്വന്തം ക്യാമറ ഉപയോഗിച്ചു.
ഞാൻ ആ ഭംഗിയുള്ള വീടുകളുടെ കുറച്ചു ചിത്രങ്ങൾ എടുത്തു.
ആ വീടുകളിലെ ആളുകൾ ബോട്ടിന് നേരെ കൈ വീശി.
ഞാനും അവർക്ക് തിരിച്ച് കൈ വീശി.
