ഉച്ചകഴിഞ്ഞ് ബോട്ട് ഒരു ചെറിയ ദ്വീപിൽ നിർത്തി.
ഞാൻ അവിടെ ഇറങ്ങി.
വെള്ളത്തിന് അടുത്തായി ഒരു ചെറിയ ഹോട്ടൽ ഞാൻ കണ്ടു.
അവിടെ അധികം ആളുകൾ ഉണ്ടായിരുന്നില്ല.
വളരെ ശാന്തമായ ഒരു സ്ഥലമായിരുന്നു അത്.
ഞാൻ അവിടെ പോയി ഇരുന്നു.
ഹോട്ടലുകാരൻ എന്റെ അടുത്തേക്ക് വന്നു.
അദ്ദേഹം എന്നോട് ചോദിച്ചു, "എന്താണ് കഴിക്കാൻ വേണ്ടത്?"
ഞാൻ ചോറും മീൻ വറുത്തതും ചോദിച്ചു.
അദ്ദേഹം വേഗം എനിക്ക് ഭക്ഷണം കൊണ്ടുവന്നു തന്നു.
ആ ഭക്ഷണം വളരെ ലളിതമായിരുന്നു.
എങ്കിലും അതിന് നല്ല രുചി ഉണ്ടായിരുന്നു.
ഭക്ഷണം കഴിക്കുന്ന സമയത്ത് ഞാൻ കായലിലേക്ക് നോക്കി.
വെള്ളത്തിലൂടെ ചെറിയ വഞ്ചികൾ പോകുന്നുണ്ടായിരുന്നു.
ഒരാൾ സ്വന്തം വഞ്ചി തുഴയുന്നത് ഞാൻ കണ്ടു.
വേറൊരാൾ അവന്റെ സുഹൃത്തിന്റെ വഞ്ചിയിൽ ഇരിക്കുകയായിരുന്നു.
ഞാൻ കുറെ നേരം ആ കാഴ്ചകൾ നോക്കിയിരുന്നു.
