Είναι Παρασκευή βράδυ και η Νίνα χτυπάει την πόρτα μου.
Έχει μαζί της τον σκύλο της, τον Λούντβιχ.
Θα μείνει μαζί μου το Σαββατοκύριακο.
Η Νίνα χαμογελάει και μου δίνει το λουρί.
«Ευχαριστώ πάρα πολύ για τη βοήθεια, Μάγια», λέει.
«Κανένα απολύτως πρόβλημα», απαντάω χαρούμενη.
Μου εξηγεί μερικά πράγματα για αυτόν.
«Να του δίνεις φαγητό στις επτά το πρωί και στις έξι το απόγευμα», λέει η Νίνα.
«Και θυμήσου, δεν πρέπει να τρώει ανθρώπινο φαγητό.»
Γελάω και κοιτάζω κάτω τον μικρό σκύλο.
«Όχι, Λούντβιχ, το βραδινό μου δεν είναι για σένα», του λέω.
Η Νίνα γελάει επίσης και δείχνει την πόρτα.
«Να τον έχεις πάντα στο λουρί όταν περπατάτε κοντά στον μεγάλο δρόμο», λέει.
«Στο πάρκο επιτρέπεται να τρέχει ελεύθερα.»
Γνέφω καταφατικά.
«Μην ανησυχείς, θα τον προσέχω πολύ.»
Η Νίνα με αγκαλιάζει και μας αποχαιρετά.
Κλείνει την πόρτα και στέκομαι μόνη μου με τον Λούντβιχ.
Σηκώνει το βλέμμα του σε μένα και κουνάει την ουρά του.
Τον έχω ήδη συμπαθήσει πολύ.
