Вечер пятницы, и Нина стучит в мою дверь.
С ней её собака, Людвиг.
Он останется у меня на выходные.
Нина улыбается и дает мне поводок.
«Большое спасибо за помощь, Майя», — говорит она.
«Без проблем», — радостно отвечаю я.
Она объясняет мне пару вещей о нем.
«Давай ему еду в семь утра и в шесть вечера», — говорит Нина.
«И помни, ему нельзя давать человеческую еду».
Я смеюсь и смотрю вниз на маленькую собаку.
«Нет, Людвиг, мой ужин не для тебя», — говорю я ему.
Нина тоже смеется и указывает на дверь.
«Всегда держи его на поводке, когда вы гуляете рядом с большой дорогой», — говорит она.
«В парке ему можно бегать свободно».
Я киваю.
«Не волнуйся, я хорошо о нем позабочусь».
Нина обнимает меня и прощается с нами.
Она закрывает дверь, и я остаюсь одна с Людвигом.
Он смотрит на меня снизу вверх и виляет хвостом.
Он мне уже очень нравится.
