جمعہ کی شام کافی دیر ہوچکی ہے۔
سونے سے پہلے، میں لڈوگ کو باہر لے جاتی ہوں۔
ہم محلے میں ایک چھوٹی سی سیر کے لیے جاتے ہیں۔
سڑکیں اب بہت سنسان ہیں۔
لڈوگ میرے ساتھ اچھے سے چلتا ہے۔
اچانک وہ رک جاتا ہے۔
وہ فٹ پاتھ پر کسی چیز کو بے تابی سے سونگھتا ہے۔
یہ بچے ہوئے کھانے والی ایک گندی تھیلی ہے۔
وہ اسے پکڑنے کے لیے اپنا منہ کھولتا ہے۔
"نہیں، اسے چھوڑ دو!" میں اسے سختی سے کہتی ہوں۔
میں اسے نرمی سے تھیلی سے دور کھینچتی ہوں۔
"کچرا کھانا نہیں ہوتا، لڈوگ،" میں سمجھاتی ہوں۔
"ادھر آؤ، لڈوگ،" میں اسے بلاتی ہوں۔
وہ تھیلی چھوڑ دیتا ہے اور میری طرف اوپر دیکھتا ہے۔
وہ جلدی سے اپنی دم ہلانے لگتا ہے۔
"اچھے بچے،" میں کہتی ہوں اور اسے تھپتھپاتی ہوں۔
ہم سڑک پر آگے اپنی سیر جاری رکھتے ہیں۔
اب ہمیں بس گھر جانا ہے اور سونا ہے۔
