Поздний вечер пятницы.
Перед тем как лечь спать, я вывожу Людвига на улицу.
Мы идем на короткую прогулку по району.
На улицах сейчас очень тихо.
Людвиг послушно идет рядом со мной.
Вдруг он останавливается.
Он увлеченно обнюхивает что-то на тротуаре.
Это грязный пакет с остатками еды.
Он открывает пасть, чтобы схватить его.
«Нет, брось!» — твердо говорю я ему.
Я осторожно оттягиваю его от пакета.
«Мусор — это не еда, Людвиг», — объясняю я.
«Иди сюда, Людвиг», — зову я его.
Он бросает пакет и поднимает на меня взгляд.
Он быстро начинает вилять хвостом.
«Хороший мальчик», — говорю я и глажу его.
Мы продолжаем нашу прогулку по улице.
Теперь нам нужно просто пойти домой и лечь спать.
