ശനിയാഴ്ച രാവിലെ ഏഴ് മണിയാണ്.
ഞാൻ ഇപ്പോഴും നല്ല ഉറക്കത്തിലാണ്.
പെട്ടെന്ന് എന്റെ കയ്യിൽ തണുത്ത എന്തോ ഒന്ന് തട്ടുന്നതായി എനിക്ക് തോന്നുന്നു.
ഞാൻ കണ്ണ് തുറന്ന് ലുഡ്വിഗിനെ കാണുന്നു.
അവൻ അവന്റെ മൂക്കുകൊണ്ട് എന്നെ തട്ടുന്നു.
"ഗുഡ് മോർണിംഗ്, ലുഡ്വിഗ്," എന്ന് പറഞ്ഞുകൊണ്ട് ഞാൻ എഴുന്നേൽക്കുന്നു.
ഞങ്ങൾ ഒരുമിച്ച് അടുക്കളയിലേക്ക് പോകുന്നു.
അവന് നല്ല വിശപ്പുണ്ട്, അവൻ എന്റെ മേലേക്ക് ചാടുന്നു.
"സമാധാനപ്പെട്, ലുഡ്വിഗ്," ഞാൻ അവനോട് പറയുന്നു.
"ഇരിക്ക്," ഞാൻ ശാന്തമായി പറയുന്നു.
അവൻ എന്നെ നോക്കിയിട്ട് തറയിൽ ഇരിക്കുന്നു.
ഞാൻ നായയുടെ ഭക്ഷണപ്പൊതി എടുത്ത് തുറക്കുന്നു.
ഞാൻ ആ ഭക്ഷണം അവന്റെ പാത്രത്തിലേക്ക് പകരുന്നു.
അവന് അത് ഉടനെ വേണമെന്നുള്ളതുകൊണ്ട് അവൻ എഴുന്നേൽക്കുന്നു.
"വേണ്ട, നിൽക്ക്," ഞാൻ പറയുന്നു.
അവൻ വീണ്ടും ഇരുന്ന് ശാന്തമായി കാത്തിരിക്കുന്നു.
ഞാൻ ആ പാത്രം അവന്റെ മുന്നിൽ വയ്ക്കുന്നു.
ഞാൻ അവന്റെ തലയിൽ പതുക്കെ തലോടുന്നു.
"ദാ, കഴിച്ചോ," ഞാൻ ചിരിച്ചുകൊണ്ട് പറയുന്നു.
അവൻ വാലാട്ടിക്കൊണ്ട് കഴിക്കാൻ തുടങ്ങുന്നു.
