ناشتے کے بعد میرے پاس کافی وقت ہے۔
میں عام طور پر ہفتے کے دن ایک کیفے میں رضاکارانہ طور پر کام کرتی ہوں۔
لیکن لڈوِگ کو اکیلا نہیں ہونا چاہیے۔
خوش قسمتی سے آج میری کیفے سے چھٹی ہے۔
میں نے پچھلے ہفتے ہی ان کے ساتھ یہ طے کر لیا تھا۔
اب لڈوِگ اور میرے پاس ایک ساتھ پوری صبح ہے۔
ہم میری عمارت کے پیچھے والے صحن میں باہر جاتے ہیں۔
میں اس کی چھوٹی گیند نکالتی ہوں۔
"گیند کو دیکھو، لڈوِگ!" میں اسے کہتی ہوں۔
میں اسے گھاس پر پھینکتی ہوں۔
"اسے لے آؤ!" میں زور سے کہتی ہوں۔
وہ تیزی سے بھاگتا ہے اور گیند کو پکڑ لیتا ہے۔
"ادھر آؤ!" میں پکارتی ہوں۔
وہ خوشی سے بھاگتا ہوا میرے پاس واپس آتا ہے۔
"یہ مجھے دو،" میں نرمی سے کہتی ہوں۔
وہ گیند چھوڑ دیتا ہے، اور میں اسے تھپتھپاتی ہوں۔
"تم ایک اچھے کتے ہو،" میں کہتی ہوں اور مسکراتی ہوں۔
میں اسے دوبارہ پھینکتی ہوں، اور وہ اسے لے کر آتا ہے۔
مجھے پورے ویک اینڈ اس کا اچھے سے خیال رکھنا ہے۔
میں بہت خوش ہوں کہ میں اس کے ساتھ گھر پر ہی رہی۔
