Μετά το πρωινό έχω αρκετό χρόνο.
Συνήθως εργάζομαι εθελοντικά σε ένα καφέ τα Σάββατα.
Αλλά ο Λούντβιχ δεν πρέπει να είναι μόνος του.
Ευτυχώς σήμερα έχω ρεπό από το καφέ.
Το κανόνισα μαζί τους την περασμένη εβδομάδα.
Τώρα ο Λούντβιχ κι εγώ έχουμε όλο το πρωινό μαζί.
Βγαίνουμε στην αυλή πίσω από το κτίριό μου.
Βγάζω τη μικρή του μπάλα.
«Κοίτα την μπάλα, Λούντβιχ!» του λέω.
Την πετάω πάνω στο γρασίδι.
«Φέρε την!» φωνάζω.
Τρέχει γρήγορα και πιάνει την μπάλα.
«Έλα εδώ!» φωνάζω.
Τρέχει χαρούμενος πίσω σε μένα.
«Δώσε μου την», λέω απαλά.
Αφήνει την μπάλα και τον χαϊδεύω.
«Είσαι καλό σκυλί», λέω και χαμογελάω.
Την πετάω πάλι και τη φέρνει.
Πρέπει να τον προσέχω καλά όλο το Σαββατοκύριακο.
Είμαι πολύ χαρούμενη που έμεινα στο σπίτι μαζί του.
