После завтрака у меня много времени.
Обычно по субботам я работаю волонтером в кафе.
Но Людвиг не должен быть один.
К счастью, сегодня у меня в кафе выходной.
Я договорилась с ними об этом на прошлой неделе.
Теперь мы с Людвигом проведем все утро вместе.
Мы выходим во двор за моим домом.
Я достаю его маленький мячик.
«Смотри на мячик, Людвиг!» — говорю я ему.
Я бросаю его на траву.
«Принеси!» — кричу я.
Он быстро бежит и ловит мяч.
«Ко мне!» — зову я.
Он радостно бежит обратно ко мне.
«Дай его мне», — ласково говорю я.
Он отпускает мяч, и я глажу его.
«Ты хороший пес», — говорю я и улыбаюсь.
Я снова его бросаю, и он его приносит.
Я должна хорошо заботиться о нем все выходные.
Я очень рада, что осталась с ним дома.
