Παίζω μπάντμιντον κάθε Πέμπτη βράδυ.
Ο Κάσπερ και η Σάρα παίζουν στην ίδια ομάδα με μένα.
Αύριο είναι Παρασκευή και τους έχω καλέσει για βραδινό.
Θέλω να μαγειρέψω ένα παραδοσιακό δανέζικο πιάτο.
Έτσι αποφασίζω να φτιάξω κεφτεδάκια με πατάτες.
Βρίσκω μια καλή συνταγή στο ίντερνετ.
Τώρα πρέπει να γράψω μια λίστα για τα ψώνια.
Πρώτα, χρειάζομαι κρέας για τα κεφτεδάκια.
Η συνταγή λέει πεντακόσια γραμμάρια χοιρινό κιμά.
Μετά χρειάζομαι επίσης δύο μεγάλα κίτρινα κρεμμύδια.
Σημειώνω επίσης λίγο γάλα και ένα αυγό.
Τα γράφω όλα στο μπλοκάκι μου.
Έπειτα, κοιτάζω την ποσότητα των πατατών.
Πρέπει να αγοράσω ακριβώς ένα κιλό μικρές πατάτες.
Τέλος, προσθέτω βούτυρο και αλάτι στη λίστα.
Πρέπει πάντα να χρησιμοποιείς άφθονο βούτυρο για να τηγανίσεις το κρέας.
Η λίστα είναι επιτέλους ολοκληρωμένη, και είμαι έτοιμη.
Αύριο μετά τη δουλειά, θα πάω κατευθείαν στο σούπερ μάρκετ.
