Я играю в бадминтон каждый четверг вечером.
Каспер и Сара играют в одной команде со мной.
Завтра пятница, и я пригласила их на ужин.
Я хочу приготовить традиционное датское блюдо.
Поэтому я решаю приготовить фрикадельки с картофелем.
Я нахожу хороший рецепт в интернете.
Теперь мне нужно написать список покупок.
Сначала мне нужно мясо для фрикаделек.
В рецепте указано пятьсот граммов свиного фарша.
Затем мне также понадобятся две большие желтые луковицы.
Я также записываю немного молока и одно яйцо.
Я записываю всё это в свой блокнот.
После этого я смотрю на количество картофеля.
Мне нужно купить ровно один килограмм мелкого картофеля.
Наконец, я добавляю в список сливочное масло и соль.
Всегда нужно использовать много сливочного масла для жарки мяса.
Список наконец готов, и я готова.
Завтра после работы я пойду прямо в супермаркет.
