ഞാൻ എല്ലാ വ്യാഴാഴ്ച വൈകുന്നേരവും ബാഡ്മിന്റൺ കളിക്കാറുണ്ട്.
കാസ്പറും സാറയും എന്നോടൊപ്പം ഒരേ ടീമിലാണ് കളിക്കുന്നത്.
നാളെ വെള്ളിയാഴ്ചയാണ്, ഞാൻ അവരെ അത്താഴത്തിന് ക്ഷണിച്ചിട്ടുണ്ട്.
എനിക്കൊരു പരമ്പരാഗത ഡാനിഷ് വിഭവം ഉണ്ടാക്കണം.
അതുകൊണ്ട് ഞാൻ ഉരുളക്കിഴങ്ങിനൊപ്പം മീറ്റ്ബോൾ ഉണ്ടാക്കാൻ തീരുമാനിച്ചു.
ഞാൻ ഇന്റർനെറ്റിൽ ഒരു നല്ല പാചകക്കുറിപ്പ് കണ്ടെത്തി.
ഇനി എനിക്കൊരു ഷോപ്പിംഗ് ലിസ്റ്റ് എഴുതണം.
ആദ്യം, മീറ്റ്ബോൾ ഉണ്ടാക്കാൻ എനിക്ക് ഇറച്ചി വേണം.
അഞ്ഞൂറ് ഗ്രാം കൊത്തിയരിഞ്ഞ പന്നിയിറച്ചി എന്നാണ് പാചകക്കുറിപ്പിൽ പറയുന്നത്.
പിന്നെ എനിക്ക് വലിയ രണ്ട് മഞ്ഞ സവാളയും വേണം.
ഞാൻ കുറച്ച് പാലും ഒരു മുട്ടയും കൂടി അതിൽ എഴുതിച്ചേർത്തു.
ഞാൻ ഇതെല്ലാം എന്റെ നോട്ട്പാഡിൽ എഴുതിവെച്ചു.
അതിനുശേഷം, ഞാൻ ഉരുളക്കിഴങ്ങിന്റെ അളവ് നോക്കി.
എനിക്ക് കൃത്യം ഒരു കിലോ ചെറിയ ഉരുളക്കിഴങ്ങ് വാങ്ങണം.
അവസാനം, ഞാൻ ലിസ്റ്റിലേക്ക് വെണ്ണയും ഉപ്പും ചേർത്തു.
ഇറച്ചി വറുക്കുമ്പോൾ എപ്പോഴും ധാരാളം വെണ്ണ ഉപയോഗിക്കണം.
ഒടുവിൽ ലിസ്റ്റ് പൂർത്തിയായി, ഞാനും തയ്യാറാണ്.
നാളെ ജോലി കഴിഞ്ഞയുടനെ ഞാൻ നേരെ സൂപ്പർമാർക്കറ്റിലേക്ക് പോകും.
