میں ہر جمعرات کی شام بیڈمنٹن کھیلتی ہوں۔
کیسپر اور سارا میرے ساتھ ایک ہی ٹیم میں کھیلتے ہیں۔
کل جمعہ ہے، اور میں نے انہیں رات کے کھانے پر بلایا ہے۔
میں ایک روایتی ڈینش ڈش پکانا چاہتی ہوں۔
اس لیے میں آلو کے ساتھ میٹ بالز بنانے کا فیصلہ کرتی ہوں۔
مجھے انٹرنیٹ پر ایک اچھی ترکیب مل جاتی ہے۔
اب مجھے خریداری کی ایک فہرست لکھنی ہے۔
سب سے پہلے، مجھے میٹ بالز کے لیے گوشت چاہیے۔
ترکیب میں پانچ سو گرام سور کا قیمہ لکھا ہے۔
پھر مجھے دو بڑے پیلے پیاز بھی چاہییں۔
میں تھوڑا سا دودھ اور ایک انڈا بھی لکھ لیتی ہوں۔
میں یہ سب اپنے نوٹ پیڈ پر لکھ لیتی ہوں۔
اس کے بعد، میں آلوؤں کی مقدار دیکھتی ہوں۔
مجھے بالکل ایک کلو چھوٹے آلو خریدنے ہیں۔
آخر میں، میں فہرست میں مکھن اور نمک شامل کرتی ہوں۔
گوشت تلنے کے لیے ہمیشہ کافی سارا مکھن استعمال کرنا چاہیے۔
فہرست بالآخر مکمل ہو گئی ہے، اور میں تیار ہوں۔
کل کام کے بعد، میں سیدھی سپر مارکیٹ جاؤں گی۔
