ജോലിക്ക് ശേഷം ഞാൻ സൂപ്പർമാർക്കറ്റിൽ നിൽക്കുകയാണ്.
ഇന്ന് കടയിൽ ഒരുപാട് ആളുകളുണ്ട്.
എൻ്റെ ഷോപ്പിംഗ് ലിസ്റ്റ് എൻ്റെ കയ്യിലുണ്ട്.
നാളത്തെ അത്താഴത്തിന് എനിക്ക് കൃത്യമായ അളവുകൾ ആവശ്യമാണ്.
ആദ്യം, ഞാൻ പച്ചക്കറികളുടെ അടുത്തേക്ക് പോകുന്നു.
ഞാൻ നല്ല കുറച്ച് ചെറിയ ഉരുളക്കിഴങ്ങുകൾ കണ്ടെത്തുന്നു.
ഞാൻ അവ ഒരു ബാഗിലാക്കി തൂക്കിനോക്കുന്നു.
ത്രാസിൽ കൃത്യം ഒരു കിലോ കാണിക്കുന്നു.
പാചകക്കുറിപ്പിന് അത് ശരിയായ അളവാണ്.
തുടർന്ന്, ഞാൻ വലിയ രണ്ട് മഞ്ഞ സവാളകൾ എടുക്കുന്നു.
അതിനുശേഷം, ഞാൻ മാംസത്തിന്റെ അടുത്തേക്ക് നടക്കുന്നു.
മീറ്റ്ബോളുകൾക്ക് എനിക്ക് അരച്ച പന്നിയിറച്ചി വേണം.
കൂളറിലെ വ്യത്യസ്ത പാക്കറ്റുകൾ ഞാൻ നോക്കുന്നു.
ഞാൻ അഞ്ഞൂറ് ഗ്രാമുള്ള ഒരു പാക്കറ്റ് തിരഞ്ഞെടുക്കുന്നു.
അവസാനം, ഞാൻ എൻ്റെ ലിസ്റ്റ് ഒരിക്കൽ കൂടി പരിശോധിക്കുന്നു.
ഞാൻ ഒരു പാക്കറ്റ് വെണ്ണയും കുറച്ചു പാലും കൂടി എടുക്കുന്നു.
ഞാൻ സാധനങ്ങളെല്ലാം എൻ്റെ ബാസ്കറ്റിലേക്ക് വെക്കുന്നു.
ഇപ്പോൾ ഞാൻ കാസ്പറിനും സാറയ്ക്കും വേണ്ടി ഭക്ഷണം ഉണ്ടാക്കാൻ തയ്യാറാണ്.
