میں کام کے بعد سپر مارکیٹ میں کھڑی ہوں۔
آج اسٹور میں بہت سے لوگ ہیں۔
میری خریداری کی فہرست میرے ہاتھ میں ہے۔
مجھے کل رات کے کھانے کے لیے بالکل صحیح مقدار کی ضرورت ہے۔
سب سے پہلے، میں سبزیوں کی طرف جاتی ہوں۔
مجھے کچھ چھوٹے، اچھے آلو ملتے ہیں۔
میں انہیں ایک تھیلے میں ڈالتی ہوں اور ان کا وزن کرتی ہوں۔
ترازو بالکل ایک کلو دکھاتا ہے۔
یہ ترکیب کے لیے بالکل صحیح مقدار ہے۔
پھر، میں دو بڑے، پیلے پیاز لیتی ہوں۔
اس کے بعد، میں گوشت کی طرف جاتی ہوں۔
مجھے میٹ بالز کے لیے سور کے گوشت کا قیمہ چاہیے۔
میں کولر میں موجود مختلف پیکٹوں کو دیکھتی ہوں۔
میں پانچ سو گرام والا ایک پیکٹ منتخب کرتی ہوں۔
آخر میں، میں اپنی فہرست کو ایک اور بار چیک کرتی ہوں۔
میں مکھن کا ایک پیکٹ اور تھوڑا سا دودھ بھی لیتی ہوں۔
میں ساری چیزیں اپنی ٹوکری میں رکھ لیتی ہوں۔
اب میں کیسپر اور سارا کے لیے کھانا پکانے کے لیے تیار ہوں۔
