Είμαι στο σπίτι, στην κουζίνα μου.
Βάζω την ποδιά μου.
Διαβάζω τη συνταγή στο κινητό μου.
Η συνταγή είναι πολύ ξεκάθαρη.
Λέει: Πρώτα, κόψτε τα κρεμμύδια πολύ ψιλά.
Μετά, βάλτε το κρέας σε ένα μεγάλο μπολ.
Στη συνέχεια, προσθέστε ένα αυγό, λίγο αλεύρι και γάλα.
Τέλος, ανακατέψτε τα όλα πολύ καλά.
Βρίσκω ένα ξύλο κοπής και ένα κοφτερό μαχαίρι.
Κόβω τα δύο κίτρινα κρεμμύδια σε μικρά κομμάτια.
Τα μάτια μου δακρύζουν λίγο.
Ανοίγω τη συσκευασία με τα πεντακόσια γραμμάρια χοιρινό κιμά.
Βάζω το κρέας στο μεγάλο, μπλε μπολ μου.
Μετά βάζω τα κρεμμύδια μαζί με το κρέας.
Σπάω το αυγό μέσα στο μπολ.
Στη συνέχεια, προσθέτω λίγο αλεύρι και γάλα.
Παίρνω ένα μεγάλο κουτάλι και τα ανακατεύω όλα μαζί.
Το μείγμα του κρέατος φαίνεται πολύ καλό.
Το πρώτο βήμα ήταν πολύ εύκολο.
