ഞാൻ വീട്ടിൽ എന്റെ അടുക്കളയിലാണ്.
ഞാൻ എന്റെ ആപ്രൺ ധരിക്കുന്നു.
ഞാൻ എന്റെ ഫോണിൽ പാചകക്കുറിപ്പ് വായിക്കുന്നു.
പാചകക്കുറിപ്പ് വളരെ വ്യക്തമാണ്.
അതിൽ ഇങ്ങനെ പറയുന്നു: ആദ്യം, ഉള്ളി വളരെ ചെറുതായി അരിയുക.
പിന്നീട്, ഒരു വലിയ പാത്രത്തിൽ ഇറച്ചി ഇടുക.
അതിനുശേഷം, ഒരു മുട്ടയും കുറച്ചു മാവും പാലും ചേർക്കുക.
അവസാനം, ഇതെല്ലാം നന്നായി ഇളക്കി യോജിപ്പിക്കുക.
ഞാൻ ഒരു കട്ടിംഗ് ബോർഡും മൂർച്ചയുള്ള ഒരു കത്തിയും കണ്ടെത്തുന്നു.
ഞാൻ ആ രണ്ട് മഞ്ഞ ഉള്ളി ചെറിയ കഷണങ്ങളായി മുറിക്കുന്നു.
എന്റെ കണ്ണുകൾ അല്പം നിറയുന്നു.
അഞ്ഞൂറ് ഗ്രാം കൊത്തിയരിഞ്ഞ പന്നിയിറച്ചിയുടെ പാക്കറ്റ് ഞാൻ തുറക്കുന്നു.
ഞാൻ എന്റെ വലിയ നീല പാത്രത്തിൽ ഇറച്ചി ഇടുന്നു.
പിന്നീട് ഞാൻ ഇറച്ചിക്കൊപ്പം ഉള്ളിയും ഇടുന്നു.
ഞാൻ മുട്ട പാത്രത്തിലേക്ക് പൊട്ടിച്ചൊഴിക്കുന്നു.
അതിനുശേഷം, ഞാൻ കുറച്ചു മാവും പാലും ചേർക്കുന്നു.
ഞാൻ ഒരു വലിയ സ്പൂൺ എടുത്ത് അതെല്ലാം കൂടി ഇളക്കുന്നു.
ഇറച്ചിക്കൂട്ട് കാണാൻ വളരെ നല്ലതായിട്ടുണ്ട്.
ആദ്യത്തെ പടി വളരെ എളുപ്പമായിരുന്നു.
