Я дома на своей кухне.
Я надеваю фартук.
Я читаю рецепт на телефоне.
Рецепт очень понятный.
Там сказано: сначала очень мелко нарежьте лук.
Затем положите мясо в большую миску.
После этого добавьте яйцо, немного муки и молока.
Наконец, тщательно всё перемешайте.
Я нахожу разделочную доску и острый нож.
Я нарезаю две желтые луковицы на мелкие кусочки.
У меня немного слезятся глаза.
Я открываю упаковку с пятьюстами граммами свиного фарша.
Я кладу мясо в свою большую синюю миску.
Затем я кладу лук к мясу.
Я разбиваю яйцо в миску.
После этого я добавляю немного муки и молока.
Я беру большую ложку и всё это перемешиваю.
Фарш выглядит очень хорошо.
Первый шаг был очень легким.
