اب مجھے آلو ابالنے ہیں۔
میں دوبارہ اپنی ترکیب دیکھتی ہوں۔
اس میں کچھ بہت مختصر ہدایات ہیں۔
سب سے پہلے اس میں لکھا ہے: "چھوٹے آلوؤں کو رگڑ کر صاف کریں۔"
میں ٹھنڈے پانی کے نیچے ایک چھوٹے برش سے ایسا کرتی ہوں۔
پھر میں اگلی لائن پڑھتی ہوں۔
اس کے بعد لکھا ہے: "آلوؤں کو پانی کی دیگچی میں ڈالیں۔"
میں الماری سے اپنی بڑی دیگچی نکالتی ہوں۔
میں پورا ایک کلو دیگچی میں ڈال دیتی ہوں۔
دیگچی تقریباً پوری طرح بھری ہوئی ہے۔
اگلا قدم کیا ہے؟
ترکیب میں لکھا ہے: "پانی میں ایک بڑا چمچ بھر کر موٹا نمک ڈالیں۔"
میں نمک اور ایک چمچ نکالتی ہوں۔
میں چمچ میں نمک ڈالتی ہوں۔
میں وہ بڑا چمچ بھر کر آلوؤں میں ڈال دیتی ہوں۔
آخر میں لکھا ہے: "چولہا جلائیں۔"
میں دیگچی چولہے پر رکھتی ہوں اور اسے جلا دیتی ہوں۔
اب آلوؤں کو بس بیس منٹ تک ابلنا ہے۔
