Теперь мне нужно сварить картошку.
Я снова смотрю в свой рецепт.
В нем очень короткие инструкции.
Сначала там сказано: «Тщательно вымойте мелкую картошку».
Я делаю это маленькой щеткой под холодной водой.
Затем я читаю следующую строчку.
После этого там сказано: «Положите картошку в кастрюлю с водой».
Я достаю из шкафа свою большую кастрюлю.
Я кладу целый килограмм в кастрюлю.
Кастрюля почти полная.
Какой следующий шаг?
В рецепте сказано: «Добавьте в воду большую ложку крупной соли».
Я достаю соль и ложку.
Я насыпаю соль в ложку.
Я добавляю эту большую ложку к картошке.
Наконец, там сказано: «Включите плиту».
Я ставлю кастрюлю на плиту и включаю ее.
Теперь картошке остается только вариться двадцать минут.
