ഇപ്പോൾ എനിക്ക് ഉരുളക്കിഴങ്ങ് വേവിക്കണം.
ഞാൻ വീണ്ടും എൻ്റെ പാചകക്കുറിപ്പ് നോക്കുന്നു.
അതിൽ വളരെ ചെറിയ ചില നിർദ്ദേശങ്ങളാണുള്ളത്.
ആദ്യം അതിൽ ഇങ്ങനെ പറയുന്നു: "ചെറിയ ഉരുളക്കിഴങ്ങുകൾ ഉരച്ച് വൃത്തിയാക്കുക."
ഞാൻ ഒരു ചെറിയ ബ്രഷ് ഉപയോഗിച്ച് തണുത്ത വെള്ളത്തിൽ അത് ചെയ്യുന്നു.
പിന്നെ ഞാൻ അടുത്ത വരി വായിക്കുന്നു.
അതിനുശേഷം അതിൽ ഇങ്ങനെ പറയുന്നു: "വെള്ളമുള്ള ഒരു പാത്രത്തിൽ ഉരുളക്കിഴങ്ങ് ഇടുക."
ഞാൻ അലമാരയിൽ നിന്ന് എൻ്റെ വലിയ പാത്രം പുറത്തെടുക്കുന്നു.
ഞാൻ ആ ഒരു കിലോ മുഴുവനും പാത്രത്തിലേക്ക് ഇടുന്നു.
പാത്രം ഏകദേശം പൂർണ്ണമായും നിറഞ്ഞിരിക്കുന്നു.
അടുത്ത ഘട്ടം എന്താണ്?
പാചകക്കുറിപ്പ് പറയുന്നു: "വെള്ളത്തിൽ ഒരു വലിയ സ്പൂൺ കല്ലുപ്പ് ചേർക്കുക."
ഞാൻ ഉപ്പും ഒരു സ്പൂണും പുറത്തെടുക്കുന്നു.
ഞാൻ സ്പൂണിലേക്ക് ഉപ്പ് പകരുന്നു.
ഞാൻ ആ വലിയ സ്പൂൺ ഉപ്പ് ഉരുളക്കിഴങ്ങിലേക്ക് ചേർക്കുന്നു.
അവസാനം അതിൽ ഇങ്ങനെ പറയുന്നു: "സ്റ്റൗ ഓണാക്കുക."
ഞാൻ പാത്രം സ്റ്റൗവിൽ വെച്ച് അത് ഓണാക്കുന്നു.
ഇനി ഉരുളക്കിഴങ്ങ് വെറും ഇരുപത് മിനിറ്റ് തിളച്ചാൽ മതി.
