Τώρα πρέπει να βράσω τις πατάτες.
Κοιτάζω ξανά τη συνταγή μου.
Έχει μερικές πολύ σύντομες οδηγίες.
Πρώτα λέει: «Τρίψτε τις μικρές πατάτες να καθαρίσουν.»
Το κάνω αυτό με ένα μικρό βουρτσάκι κάτω από κρύο νερό.
Μετά διαβάζω την επόμενη γραμμή.
Στη συνέχεια λέει: «Βάλτε τις πατάτες σε μια κατσαρόλα με νερό.»
Βγάζω τη μεγάλη κατσαρόλα μου από το ντουλάπι.
Βάζω ολόκληρο το κιλό μέσα στην κατσαρόλα.
Η κατσαρόλα είναι σχεδόν εντελώς γεμάτη.
Ποιο είναι το επόμενο βήμα;
Η συνταγή λέει: «Προσθέστε μια μεγάλη κουταλιά χοντρό αλάτι στο νερό.»
Βγάζω το αλάτι και ένα κουτάλι.
Ρίχνω το αλάτι πάνω στο κουτάλι.
Προσθέτω τη μεγάλη κουταλιά στις πατάτες.
Τέλος λέει: «Ανάψτε την κουζίνα.»
Βάζω την κατσαρόλα στο μάτι και το ανάβω.
Τώρα οι πατάτες πρέπει απλώς να βράσουν για είκοσι λεπτά.
