Картошка сейчас варится в кастрюле.
На кухне уже чудесно пахнет.
Я достаю большую сковороду.
Я читаю следующие инструкции в рецепте.
Следующая часть важна.
Там написано: «Сначала растопите на сковороде толстый кусок сливочного масла».
Я отрезаю немного сливочного масла и кладу его на сковороду.
Масло быстро шипит на горячем металле.
Я читаю дальше: «Затем сформируйте из мяса круглые шарики».
Я использую ложку, чтобы сформировать мясо.
Это немного сложно, но они получаются красивыми и круглыми.
Я осторожно выкладываю их на горячую сковороду.
Рецепт продолжается: «Затем жарьте их, пока они не станут хрустящими и румяными».
Я немного убавляю огонь.
Они должны жариться около пятнадцати минут.
Я часто их переворачиваю, чтобы они не подгорели.
Они фантастически пахнут и приобретают хороший цвет.
Теперь фрикадельки и картошка почти готовы.
Я с нетерпением жду, когда придут Каспер и Сара.
Это абсолютно идеальный тайминг.
