جب تک گوشت فرائی ہو کر تیار ہوتا ہے، میں لیونگ روم میں میز لگاتی ہوں۔
میرا ڈائننگ ایریا کافی چھوٹا ہے۔
لیکن کیسپر، سارہ اور میرے لیے کافی جگہ ہے۔
میں الماری سے تین پلیٹیں نکالتی ہوں۔
میں انہیں چھوٹی میز پر رکھتی ہوں۔
اس کے بعد، میں کٹلری والی دراز کھولتی ہوں۔
میں کانٹے اور چھریاں نکالتی ہوں۔
میں ہر پلیٹ کے ساتھ ایک کانٹا اور ایک چھری رکھتی ہوں۔
ہمیں پانی کے لیے تین گلاس بھی درکار ہوں گے۔
وہ میں کچن سے لے آتی ہوں۔
آخر میں، میں ایک پیکٹ سے کچھ ہلکے نیلے رنگ کے پیپر نیپکن نکالتی ہوں۔
میں انہیں اچھے سے تہہ کرتی ہوں۔
پھر میں ہر پلیٹ پر ایک نیپکن رکھتی ہوں۔
اب میز لگ چکی ہے اور مہمانوں کے لیے تیار ہے۔
میں واپس چولہے کے پاس جاتی ہوں۔
میٹ بالز ابھی بھی گرم پین میں چھنچھنا رہے ہیں۔
میں پین کو آنچ سے ہٹاتی ہوں۔
میں مہمانوں کے استقبال کے لیے بالکل تیار ہوں۔
