Пока мясо дожаривается, я накрываю на стол в гостиной.
Моя обеденная зона довольно маленькая.
Но там вполне хватает места для Каспера, Сары и меня.
Я достаю три тарелки из шкафа.
Я ставлю их на маленький стол.
После этого я открываю ящик со столовыми приборами.
Я достаю вилки и ножи.
Я кладу вилку и нож возле каждой тарелки.
Нам также понадобятся три стакана для воды.
Я приношу их с кухни.
Наконец, я достаю из упаковки несколько светло-голубых бумажных салфеток.
Я аккуратно их складываю.
Затем я кладу салфетку на каждую тарелку.
Теперь стол накрыт и готов к приходу гостей.
Я возвращаюсь к плите.
Фрикадельки всё ещё шкварчат на горячей сковороде.
Я снимаю сковороду с огня.
Я полностью готова к приему гостей.
