Όσο τελειώνει το τηγάνισμα του κρέατος, στρώνω το τραπέζι στο σαλόνι.
Η τραπεζαρία μου είναι αρκετά μικρή.
Αλλά υπάρχει άφθονος χώρος για τον Κάσπερ, τη Σάρα και εμένα.
Βγάζω τρία πιάτα από το ντουλάπι.
Τα τοποθετώ στο μικρό τραπέζι.
Στη συνέχεια, ανοίγω το συρτάρι με τα μαχαιροπίρουνα.
Βγάζω πιρούνια και μαχαίρια.
Βάζω ένα πιρούνι και ένα μαχαίρι δίπλα σε κάθε πιάτο.
Θα χρειαστούμε επίσης τρία ποτήρια για νερό.
Τα φέρνω από την κουζίνα.
Τέλος, βγάζω μερικές γαλάζιες χαρτοπετσέτες από ένα πακέτο.
Τις διπλώνω ωραία.
Μετά, βάζω μια χαρτοπετσέτα σε κάθε πιάτο.
Τώρα το τραπέζι είναι στρωμένο και έτοιμο για τους καλεσμένους.
Πηγαίνω πίσω στην ηλεκτρική κουζίνα.
Τα κεφτεδάκια τσιτσιρίζουν ακόμα στο καυτό τηγάνι.
Κατεβάζω το τηγάνι από τη φωτιά.
Είμαι εντελώς έτοιμη να δεχτώ καλεσμένους.
