دروازے کی گھنٹی بجتی ہے۔
میں مسکراہٹ کے ساتھ دروازہ کھولتی ہوں۔
کیسپر اور سارا باہر کھڑے ہیں۔
وہ مسکراتے ہیں اور میری طرف ہاتھ ہلاتے ہیں۔
"ہیلو مایا، اور دعوت دینے کا بہت بہت شکریہ!" کیسپر خوشی سے کہتا ہے۔
"ہیلو!"
"اندر آ جاؤ،" میں جواب دیتی ہوں۔
"ابھی سے ہی لاجواب خوشبو آ رہی ہے،" سارا کہتی ہے۔
"پہلے اپنی جیکٹس اتار دو،" میں ان سے کہتی ہوں۔
میں ان کی جیکٹس لیتی ہوں اور انہیں راہداری میں لٹکا دیتی ہوں۔
اس کے بعد، سارا مجھے ایک تھیلا دیتی ہے۔
"ہم کچھ ٹھنڈی بیئر لائے ہیں،" وہ بتاتی ہے۔
"یہ ایک مقامی ڈینش بیئر ہے،" کیسپر مزید کہتا ہے۔
میں تھیلے میں دیکھتی ہوں۔
اس میں چھ بوتلیں ہیں۔
"بہت بہت شکریہ، یہ بالکل بہترین ہے،" میں کہتی ہوں۔
"میں بس انہیں فریج میں رکھ دیتی ہوں۔"
"اچھا خیال ہے، اور پھر ہم کھانے کے لیے تیار ہیں،" کیسپر ہنستا ہے۔
میں بوتلیں لے کر باورچی خانے میں جاتی ہوں۔
