Мы садимся за мой маленький столик.
Немного тесно, но мы сидим близко и нам уютно.
Сначала я ставлю миски с едой на стол.
Затем Каспер и Сара берут по большой порции.
Они пробуют фрикадельки и картошку.
«Это действительно очень вкусно, Майя!» — говорит Сара.
«Да, они очень вкусные», — говорит Каспер.
Он быстро съедает еще один кусочек.
Каспер также открывает холодное пиво.
Затем он разливает его по нашим бокалам.
«Ваше здоровье!» — говорим мы все трое и пьем.
Каспер берет с блюда еще фрикаделек.
Сара тоже берет дополнительную порцию картошки.
«Я так рада, что вам нравится», — говорю я.
«Еды хватит на всех», — улыбаюсь я.
Они хвалят аутентичный вкус.
Мы разговариваем и смеемся за столом.
Мы долго едим и разговариваем.
