Καθόμαστε στο μικρό μου τραπέζι.
Είναι λίγο στενά, αλλά καθόμαστε κοντά και άνετα.
Αρχικά, βάζω τα μπολ με το φαγητό στο τραπέζι.
Έπειτα, ο Κάσπερ και η Σάρα παίρνουν μια μεγάλη μερίδα.
Δοκιμάζουν τα κεφτεδάκια και τις πατάτες.
«Είναι πραγματικά πεντανόστιμο, Μάγια!» λέει η Σάρα.
«Ναι, είναι πραγματικά ωραία», λέει ο Κάσπερ.
Παίρνει γρήγορα άλλη μια μπουκιά.
Ο Κάσπερ ανοίγει επίσης τις κρύες μπύρες.
Μετά τις σερβίρει στα ποτήρια μας.
«Γεια μας!» λέμε και οι τρεις και πίνουμε.
Ο Κάσπερ παίρνει κι άλλα κεφτεδάκια από την πιατέλα.
Η Σάρα παίρνει επίσης μια επιπλέον μερίδα πατάτες.
«Χαίρομαι τόσο πολύ που σας αρέσει», λέω.
«Υπάρχει άφθονο για όλους», χαμογελάω.
Επαινούν την αυθεντική γεύση.
Μιλάμε και γελάμε γύρω από το τραπέζι.
Τρώμε και μιλάμε για πολλή ώρα.
