Мы все трое сейчас очень сыты.
На столе больше не осталось еды.
— Это был фантастический ужин, Майя, — радостно говорит Сара.
— Как именно готовят эти фрикадельки? — затем спрашивает она.
— Это очень сложно?
— Нет, на самом деле это довольно просто, — отвечаю я.
— Сначала режешь лук, а затем замешиваешь мясо, — объясняю я.
— У меня в телефоне есть очень хороший рецепт.
— Я пришлю тебе ссылку сегодня вечером.
— Большое спасибо, я бы хотела это попробовать, — говорит Сара.
Мы встаем с маленьких стульев.
Каспер начинает собирать пустые тарелки.
— Отнесем сейчас тарелки на кухню? — спрашивает он.
— Да, пожалуйста.
— Просто поставьте их на кухонный стол, — говорю я.
Мы вместе быстро убираем со стола.
— Но эй, в следующий раз моя очередь, — внезапно говорит Каспер.
— Да.
— В следующий раз ты должен готовить для нас!
Сара смеется.
— Вот именно.
— И я обещаю, что будет вкусно, — говорит он.
Мы смеемся и относим остальные вещи на кухню.
