Είναι δώδεκα η ώρα, και τελείωσα στην καφετέρια.
Η εθελοντική μου βάρδια το Σάββατο το πρωί έχει πάντα πολλή δουλειά, αλλά είναι ευχάριστη.
Τώρα σχόλασα.
Ο καιρός είναι υπέροχος σήμερα.
Έχει γίνει πραγματικά ήπιος και υπέροχος.
Ο ήλιος λάμπει και ο καιρός είναι πολύ πιο ήπιος από την περασμένη εβδομάδα.
Έχω όρεξη να κακομάθω λιγάκι τον εαυτό μου.
Περπατάω στον μεγάλο πεζόδρομο.
Έχει πάρα πολύ κόσμο στην πόλη σήμερα.
Ο κόσμος χαμογελάει και απολαμβάνει τον καλό καιρό.
Θα ήθελα να αγοράσω μερικά καινούργια ρούχα.
Ψάχνω για πιο ελαφριά ανοιξιάτικα ρούχα.
Ίσως ένα ωραίο καινούργιο ανοιξιάτικο μπουφάν και ένα πουκάμισο.
Κοιτάζω μέσα από τη βιτρίνα ενός μεγάλου καταστήματος ρούχων.
Έχουν ρούχα σε πολλά όμορφα ανοιξιάτικα χρώματα.
Αποφασίζω να μπω μέσα.
Ανυπομονώ να δοκιμάσω μερικά από τα πράγματα.
