സമയം പന്ത്രണ്ട് മണിയായി, കഫേയിലെ എന്റെ ജോലി കഴിഞ്ഞു.
ശനിയാഴ്ച രാവിലെയുള്ള എന്റെ വോളണ്ടിയർ ഷിഫ്റ്റ് എപ്പോഴും തിരക്കേറിയതാണെങ്കിലും, വളരെ സുഖകരമാണ്.
ഇപ്പോൾ ഞാൻ ജോലിയിൽ നിന്ന് ഫ്രീയാണ്.
ഇന്ന് വളരെ മനോഹരമായ കാലാവസ്ഥയാണ്.
ഇതിപ്പോൾ ശരിക്കും ഇളം ചൂടുള്ളതും മനോഹരവുമായി മാറിയിട്ടുണ്ട്.
സൂര്യൻ നന്നായി പ്രകാശിക്കുന്നുണ്ട്, കഴിഞ്ഞ ആഴ്ചത്തേക്കാൾ നല്ല ഇളം ചൂടുമുണ്ട്.
എനിക്ക് എന്നെത്തന്നെ ചെറുതായി ഒന്ന് സന്തോഷിപ്പിക്കാൻ തോന്നുന്നു.
ഞാൻ കാൽനടയാത്രക്കാർക്ക് മാത്രമുള്ള ആ വലിയ തെരുവിലൂടെ നടക്കുകയാണ്.
ഇന്ന് നഗരത്തിൽ ഒത്തിരി ആളുകളുണ്ട്.
ആളുകൾ പുഞ്ചിരിച്ചുകൊണ്ട് ഈ നല്ല കാലാവസ്ഥ ആസ്വദിക്കുകയാണ്.
എനിക്ക് പുതിയ കുറച്ചു വസ്ത്രങ്ങൾ വാങ്ങാൻ ആഗ്രഹമുണ്ട്.
ഞാൻ കുറച്ചുകൂടി കനം കുറഞ്ഞ വസന്തകാല വസ്ത്രങ്ങൾ തിരയുകയാണ്.
ഒരുപക്ഷേ മനോഹരമായ ഒരു പുതിയ വസന്തകാല ജാക്കറ്റും ഒരു ഷർട്ടും ആകാം.
ഞാൻ ഒരു വലിയ വസ്ത്രക്കടയുടെ ജനാലയിലൂടെ അകത്തേക്ക് നോക്കുന്നു.
അവിടെ മനോഹരമായ പല വസന്തകാല നിറങ്ങളിലുമുള്ള വസ്ത്രങ്ങളുണ്ട്.
ഞാൻ അതിനുള്ളിലേക്ക് കയറാൻ തീരുമാനിക്കുന്നു.
അതിൽ ചിലതൊക്കെ ഒന്ന് ഇട്ടുനോക്കാൻ ഞാൻ വളരെ ആകാംക്ഷയിലാണ്.
