Я захожу в большой магазин одежды.
Я смотрю на новую весеннюю одежду.
Там висит много легких курток и рубашек.
Я медленно осматриваюсь в магазине.
Всё выглядит свежо и по-весеннему.
Вдруг я вижу очень красивую куртку.
Она светло-зеленая.
Я снимаю ее с вешалки.
Я бы хотела ее примерить.
На полу стоит большое зеркало.
Поэтому мне не нужна примерочная.
Я надеваю светло-зеленую куртку.
Я смотрю на себя в зеркало.
Куртка сидит очень хорошо.
Она не слишком большая и не слишком маленькая.
На самом деле она сидит идеально.
Цвет мне тоже идет.
Я улыбаюсь зеркалу.
Я снова снимаю куртку.
Я решаю ее купить.
