Μπαίνω σε ένα μεγάλο κατάστημα ρούχων.
Κοιτάζω τα καινούργια ανοιξιάτικα ρούχα.
Κρέμονται πολλά ελαφριά μπουφάν και πουκάμισα.
Κοιτάζω αργά γύρω μου στο κατάστημα.
Όλα φαίνονται φρέσκα και ανοιξιάτικα.
Ξαφνικά βλέπω ένα πολύ ωραίο μπουφάν.
Είναι ανοιχτό πράσινο.
Το κατεβάζω από την κρεμάστρα.
Θα ήθελα να το δοκιμάσω.
Υπάρχει ένας μεγάλος καθρέφτης στο πάτωμα.
Οπότε δεν χρειάζομαι δοκιμαστήριο.
Βάζω το ανοιχτοπράσινο μπουφάν.
Κοιτάζω τον εαυτό μου στον καθρέφτη.
Το μπουφάν στρώνει πολύ καλά.
Δεν είναι ούτε πολύ μεγάλο ούτε πολύ μικρό.
Στην πραγματικότητα, μου κάνει τέλεια.
Το χρώμα είναι επίσης ωραίο πάνω μου.
Χαμογελάω στον καθρέφτη.
Βγάζω πάλι το μπουφάν.
Αποφασίζω να το αγοράσω.
