Περπατάω προς το ταμείο με το καινούργιο μου τζάκετ.
Στον δρόμο, βλέπω ένα πολύ ωραίο πουκάμισο.
Είναι γαλάζιο και φτιαγμένο από μαλακό βαμβάκι.
Στην πραγματικότητα, χρειάζομαι ένα καινούργιο πουκάμισο για το γραφείο.
Κατεβάζω το πουκάμισο από την κρεμάστρα.
Κοιτάζω προς τα δοκιμαστήρια.
Έχει πάρα πολύ κόσμο στο κατάστημα σήμερα.
Η ουρά για τα δοκιμαστήρια είναι πολύ μεγάλη.
Δεν θέλω να περιμένω πολλή ώρα.
Γι' αυτό, αποφασίζω ότι δεν θα το δοκιμάσω πρώτα.
Συνήθως φοράω μέγεθος medium.
Ελέγχω το μέγεθος του πουκάμισου.
Ωστόσο, νομίζω ότι φαίνεται λίγο μικρό.
Αλλά ένα μεγαλύτερο μέγεθος θα είναι μάλλον πολύ μεγάλο.
Και ένα μικρότερο μέγεθος θα είναι σίγουρα πολύ στενό.
Οπότε απλώς παίρνω το κανονικό μου μέγεθος.
Βάζω το πουκάμισο στο μπράτσο μου μαζί με το τζάκετ.
Ελπίζω το πουκάμισο να μου κάνει στο σπίτι.
