Я иду к кассе со своей новой курткой.
По пути я вижу очень красивую рубашку.
Она светло-голубая и сделана из мягкого хлопка.
Вообще-то мне нужна новая рубашка для офиса.
Я снимаю рубашку с вешалки.
Я смотрю в сторону примерочных.
Сегодня в магазине очень много людей.
Очередь в примерочные очень длинная.
Я не хочу долго ждать.
Поэтому я решаю, что сначала не буду её примерять.
Обычно я ношу размер медиум.
Я проверяю размер рубашки.
Однако мне кажется, что она выглядит немного маловатой.
Но размер побольше, наверное, будет слишком велик.
А размер поменьше точно будет слишком тесным.
Так что я просто беру свой обычный размер.
Я кладу рубашку на руку вместе с курткой.
Надеюсь, что дома рубашка мне подойдет.
