میں اپنی نئی جیکٹ کے ساتھ کیش کاؤنٹر کی طرف جاتی ہوں۔
راستے میں، مجھے ایک بہت ہی اچھی شرٹ نظر آتی ہے۔
یہ ہلکے نیلے رنگ کی ہے اور نرم کاٹن کی بنی ہے۔
مجھے دراصل دفتر کے لیے ایک نئی شرٹ کی ضرورت ہے۔
میں ہینگر سے شرٹ اتارتی ہوں۔
میں فٹنگ رومز کی طرف دیکھتی ہوں۔
آج اسٹور میں بہت زیادہ لوگ ہیں۔
فٹنگ رومز کے لیے لائن بہت لمبی ہے۔
میں دیر تک انتظار نہیں کرنا چاہتی۔
اس لیے، میں فیصلہ کرتی ہوں کہ میں اسے پہلے پہن کر نہیں دیکھوں گی۔
میں عام طور پر میڈیم سائز پہنتی ہوں۔
میں شرٹ کا سائز چیک کرتی ہوں۔
تاہم، مجھے لگتا ہے کہ یہ تھوڑی چھوٹی لگ رہی ہے۔
لیکن ایک بڑا سائز شاید بہت بڑا ہوگا۔
اور ایک چھوٹا سائز یقیناً بہت تنگ ہوگا۔
اس لیے میں بس اپنا نارمل سائز ہی لے لیتی ہوں۔
میں جیکٹ کے ساتھ شرٹ کو بھی اپنے بازو پر ڈال لیتی ہوں۔
مجھے امید ہے کہ گھر پر شرٹ پوری آئے گی۔
