Я подхожу к кассе со своими новыми вещами.
Продавщица поднимает взгляд и здоровается.
— Здравствуйте, — говорит она.
— Здравствуйте, — отвечаю я.
Я кладу светло-зеленую куртку и синюю рубашку на прилавок.
Она сканирует обе вещи.
— С вас шестьсот пятьдесят крон, — говорит она.
Я расплачиваюсь картой.
— Вам нужен чек? — спрашивает продавщица.
— Да, пожалуйста, — быстро отвечаю я.
— Я не примеряла рубашку, — объясняю я.
— Надеюсь, мне не понадобится размер побольше.
— Вы всегда можете её обменять, — любезно говорит продавщица.
Она распечатывает чек и отдает его мне.
— Не забудьте его сохранить, — говорит она.
Я беру чек.
Я складываю этот маленький листок бумаги.
Затем я надежно убираю его в свой кошелек.
— Хороших выходных, — говорю я ей.
— И вам, — отвечает она.
