Αργότερα το απόγευμα, είμαι πίσω στο διαμέρισμά μου.
Είμαι λίγο κουρασμένη μετά τα ψώνια.
Κάθομαι στο κρεβάτι και αδειάζω τις σακούλες μου.
Πρώτα, βγάζω το καινούργιο μου, ανοιχτοπράσινο ανοιξιάτικο μπουφάν.
Έπειτα, βγάζω το μπλε βαμβακερό πουκάμισο.
Ανυπομονώ να το δοκιμάσω.
Βγάζω το παλιό μου πουλόβερ και φοράω το πουκάμισο.
Αλλά αντιλαμβάνομαι αμέσως ένα πρόβλημα.
Το πουκάμισο είναι πάρα πολύ μικρό.
Είναι πολύ στενό στους ώμους.
Για την ακρίβεια, σχεδόν δεν μπορώ να σηκώσω τα χέρια μου.
Το πουκάμισο φαίνεται πάρα πολύ στενό στον καθρέφτη.
Προφανώς χρειάζομαι μεγαλύτερο μέγεθος.
Αυτό το σχέδιο είναι πολύ μικρότερο από το κανονικό μου μέγεθος.
Είναι λίγο κρίμα που δεν το δοκίμασα στο κατάστημα.
Αλλά η ουρά για τα δοκιμαστήρια ήταν απλώς πολύ μεγάλη.
Βγάζω πάλι το μικρό πουκάμισο.
Το διπλώνω προσεκτικά και το βάζω πίσω στη σακούλα.
Ευτυχώς, έχω ακόμα την απόδειξή μου.
Μπορώ να αλλάξω το πουκάμισο με ένα μεγαλύτερο όταν σχολάσω τη Δευτέρα.
