Είναι Δευτέρα απόγευμα και έχω σχολάσει από τη δουλειά.
Παίρνω το λεωφορείο από την εταιρεία λογισμικού.
Αλλά δεν πάω κατευθείαν στο σπίτι.
Κατεβαίνω από το λεωφορείο στον μεγάλο πεζόδρομο.
Πηγαίνω στο κατάστημα ρούχων από το Σάββατο.
Στην τσάντα μου, έχω το μπλε βαμβακερό πουκάμισο.
Είναι ακόμα εντελώς καινούργιο και αφόρετο.
Το πουκάμισο είναι πολύ μικρό, οπότε θα ήθελα να δοκιμάσω ένα μεγαλύτερο.
Ελπίζω να το έχουν σε άλλο μέγεθος.
Μπαίνω στο φωτεινό κατάστημα.
Πηγαίνω κατευθείαν στο ταμείο.
Ανοίγω το πορτοφόλι μου και βρίσκω την απόδειξή μου.
Την κρατάω έτοιμη στο χέρι μου.
Μετά, βγάζω το πουκάμισο από την τσάντα μου.
Μια φιλική υπάλληλος στέκεται πίσω από τον πάγκο.
Σηκώνει το βλέμμα της και μου χαμογελάει.
Χαμογελάω κι εγώ.
