തിങ്കളാഴ്ച ഉച്ചതിരിഞ്ഞ സമയമാണ്, എനിക്ക് ജോലിയിൽ നിന്ന് അവധിയാണ്.
ഞാൻ സോഫ്റ്റ്‌വെയർ കമ്പനിയിൽ നിന്ന് ബസ്സ് കയറുന്നു.
എന്നാൽ ഞാൻ നേരെ വീട്ടിലേക്കല്ല പോകുന്നത്.
കാൽനടയാത്രക്കാർക്കുള്ള വലിയ തെരുവിൽ ഞാൻ ബസ്സിറങ്ങുന്നു.
കഴിഞ്ഞ ശനിയാഴ്ച ഞാൻ പോയ തുണിക്കടയിലേക്ക് ഞാൻ നടക്കുന്നു.
എൻ്റെ ബാഗിൽ ആ നീല നിറത്തിലുള്ള കോട്ടൺ ഷർട്ട് ഉണ്ട്.
അത് ഇപ്പോഴും തികച്ചും പുതിയതും ഉപയോഗിക്കാത്തതുമാണ്.
ആ ഷർട്ട് വളരെ ചെറുതാണ്, അതിനാൽ എനിക്ക് കുറച്ചുകൂടി വലിയൊരെണ്ണം ഇട്ടു നോക്കണം.
അവർക്കത് മറ്റൊരു അളവിൽ ഉണ്ടാകുമെന്ന് ഞാൻ പ്രതീക്ഷിക്കുന്നു.
ഞാൻ നല്ല വെളിച്ചമുള്ള ആ കടയ്ക്കുള്ളിലേക്ക് നടക്കുന്നു.
ഞാൻ നേരെ ക്യാഷ് കൗണ്ടറിലേക്ക് നടക്കുന്നു.
ഞാൻ എൻ്റെ പഴ്സ് തുറന്ന് എൻ്റെ രസീത് കണ്ടുപിടിക്കുന്നു.
ഞാൻ അത് തയ്യാറായി കയ്യിൽ പിടിക്കുന്നു.
ശേഷം ഞാൻ ബാഗിൽ നിന്ന് ആ ഷർട്ട് പുറത്തെടുക്കുന്നു.
സൗമ്യയായ ഒരു ജീവനക്കാരി കൗണ്ടറിനു പിന്നിൽ നിൽക്കുന്നുണ്ട്.
അവർ മുഖമുയർത്തി എന്നെ നോക്കി പുഞ്ചിരിക്കുന്നു.
ഞാൻ തിരിച്ച് പുഞ്ചിരിക്കുന്നു.
