پیر کی دوپہر ہے، اور میری کام سے چھٹی ہے۔
میں سافٹ ویئر کمپنی سے بس لیتی ہوں۔
لیکن میں سیدھا گھر نہیں جاتی۔
میں پیدل چلنے والوں کی بڑی سڑک پر بس سے اترتی ہوں۔
میں ہفتے کے دن والی کپڑوں کی دکان کی طرف جاتی ہوں۔
میرے بیگ میں نیلی سوتی قمیض ہے۔
یہ ابھی تک بالکل نئی اور غیر استعمال شدہ ہے۔
قمیض بہت چھوٹی ہے، اس لیے میں اس سے بڑے سائز کی پہن کر دیکھنا چاہوں گی۔
مجھے امید ہے کہ ان کے پاس یہ کسی دوسرے سائز میں ہوگی۔
میں روشن دکان کے اندر جاتی ہوں۔
میں سیدھا کیش رجسٹر کے پاس جاتی ہوں۔
میں اپنا بٹوہ کھولتی ہوں اور اپنی رسید نکالتی ہوں۔
میں اسے اپنے ہاتھ میں پکڑ کر تیار رکھتی ہوں۔
پھر میں اپنے بیگ سے قمیض نکالتی ہوں۔
کاؤنٹر کے پیچھے ایک خوش اخلاق کلرک کھڑی ہے۔
وہ اوپر دیکھتی ہے اور مجھے دیکھ کر مسکراتی ہے۔
میں جواب میں مسکراتی ہوں۔
