Понедельник, вторая половина дня, и я свободна от работы.
Я еду на автобусе от компании по разработке программного обеспечения.
Но я не еду прямо домой.
Я выхожу из автобуса на большой пешеходной улице.
Я иду к магазину одежды, в котором была в субботу.
В сумке у меня синяя хлопковая рубашка.
Она все еще совершенно новая и неношеная.
Рубашка слишком мала, поэтому я хотела бы примерить ту, что побольше.
Надеюсь, что она есть у них в другом размере.
Я захожу в светлый магазин.
Я иду прямо к кассе.
Я открываю кошелек и нахожу свой чек.
Я держу его наготове в руке.
Затем я достаю рубашку из сумки.
За прилавком стоит приветливая продавщица.
Она поднимает взгляд и улыбается мне.
Я улыбаюсь в ответ.
