میں قمیض اور اپنی رسید کاؤنٹر پر رکھتی ہوں۔
کلرک میری مدد کرنے کے لیے تیار ہے۔
"ہیلو، میں نے یہ قمیض ہفتے کو خریدی تھی،" میں کہتی ہوں۔
"لیکن بدقسمتی سے، یہ بہت چھوٹی ہے۔"
"کیا میں اسے بڑے سائز سے بدل سکتی ہوں؟"
"ہاں، بالکل آپ بدل سکتی ہیں،" اسسٹنٹ جواب دیتی ہے۔
"آپ کو کون سا سائز چاہیے؟"
"مجھے میڈیم کی بجائے لارج چاہیے،" میں وضاحت کرتی ہوں۔
"ایک لمحہ،" اسسٹنٹ کہتی ہے۔
وہ نیلی قمیضوں والی شیلفز کی طرف جاتی ہے۔
وہ جلدی سے صحیح سائز ڈھونڈ لیتی ہے اور واپس آتی ہے۔
"یہ رہا لارج،" وہ مسکراتے ہوئے کہتی ہے۔
"کیا آپ پہلے اسے پہن کر دیکھنا چاہتی ہیں؟"
"جی ضرور،" میں خوشی سے جواب دیتی ہوں۔
"فٹنگ رومز بالکل وہاں دائیں طرف ہیں،" وہ مجھے بتاتی ہے۔
"مدد کے لیے بہت شکریہ،" میں کہتی ہوں اور نئی قمیض لے لیتی ہوں۔
اب میں دیکھ سکتی ہوں کہ کیا بڑی قمیض بہتر ہے۔
