Я кладу рубашку и чек на прилавок.
Продавщица готова мне помочь.
«Здравствуйте, я купила эту рубашку в субботу», — говорю я.
«Но, к сожалению, она слишком мала».
«Могу я поменять ее на больший размер?»
«Да, конечно, можете», — отвечает продавщица.
«Какой размер вам нужен?»
«Мне нужен размер L вместо M», — объясняю я.
«Одну минуту», — говорит продавщица.
Она подходит к полкам с синими рубашками.
Она быстро находит нужный размер и возвращается.
«Вот размер L», — говорит она с улыбкой.
«Хотите сначала ее примерить?»
«Да, пожалуйста», — радостно отвечаю я.
«Примерочные вон там, справа», — говорит она мне.
«Большое спасибо за помощь», — говорю я и беру новую рубашку.
Теперь я могу посмотреть, лучше ли сидит рубашка большего размера.
