Я захожу в примерочную с новой рубашкой.
Я хочу сразу же её примерить.
Кабинка маленькая, но там есть хорошее зеркало.
Я снимаю куртку и свитер.
Затем я надеваю синюю рубашку.
Я смотрю в зеркало, как она сидит.
Размер побольше гораздо лучше.
Она не слишком туго сидит в плечах.
Я немного двигаю руками.
Эта рубашка гораздо удобнее другой.
Рубашка поменьше, с субботы, была просто слишком мала.
Эта рубашка сидит идеально.
Длина тоже в самый раз.
Цвет по-прежнему такой же красивый.
Я удовлетворенно киваю.
Я снова снимаю рубашку.
После этого я надеваю свою одежду.
Я выхожу из примерочной с новой рубашкой.
Я точно хочу её оставить.
Теперь мне просто нужно снова поговорить с продавцом.
