Μπαίνω στο δοκιμαστήριο με το καινούριο πουκάμισο.
Θέλω να το δοκιμάσω αμέσως.
Η καμπίνα είναι μικρή, αλλά υπάρχει ένας καλός καθρέφτης.
Βγάζω το μπουφάν μου και το πουλόβερ μου.
Έπειτα φοράω το μπλε πουκάμισο.
Ελέγχω την εφαρμογή στον καθρέφτη.
Το μεγαλύτερο μέγεθος είναι πολύ καλύτερο.
Δεν εφαρμόζει πολύ σφιχτά στους ώμους.
Κινώ λίγο τα χέρια μου.
Το πουκάμισο είναι πολύ πιο άνετο από το άλλο.
Το μικρότερο πουκάμισο από το Σάββατο ήταν απλώς πολύ μικρό.
Αυτό το πουκάμισο εφαρμόζει τέλεια.
Το μήκος είναι επίσης ακριβώς το σωστό.
Το χρώμα είναι ακόμα εξίσου ωραίο.
Γνέφω ικανοποιημένη.
Βγάζω ξανά το πουκάμισο.
Μετά από αυτό, φοράω τα δικά μου ρούχα.
Παίρνω το καινούριο πουκάμισο μαζί μου έξω από το δοκιμαστήριο.
Θέλω οπωσδήποτε να το κρατήσω.
Τώρα πρέπει απλώς να μιλήσω ξανά με τον υπάλληλο.
