میں اپنے فون کے ساتھ صوفے پر بیٹھتی ہوں۔
میں عام طور پر شام کے وقت اس طرح کے کام نمٹاتی ہوں۔
میں اپنی بجلی فراہم کرنے والی کمپنی کی ویب سائٹ کھولتی ہوں۔
امید ہے کہ اس میں زیادہ وقت نہیں لگے گا۔
سب سے پہلے، مجھے اپنے اکاؤنٹ میں لاگ ان کرنا ہوگا۔
میں مینو پر کلک کرتی ہوں اور "پروفائل اپ ڈیٹ کریں" کو منتخب کرتی ہوں۔
اسکرین پر ایک ڈیجیٹل فارم ظاہر ہوتا ہے۔
میں ہدایات کو غور سے پڑھتی ہوں۔
"تمام لازمی خانے پُر کرنا ضروری ہے،" سب سے اوپر لکھا ہے۔
"تبدیلیاں خود بخود محفوظ ہو جاتی ہیں،" عبارت میں آگے لکھا ہے۔
میں اسکرول کر کے رابطے کی معلومات والے خانے تک نیچے آتی ہوں۔
میں اپنا نیا ڈینش نمبر ٹائپ کرتی ہوں۔
میں تسلی کے لیے نمبروں کو خود سے اونچی آواز میں بولتی ہوں۔
"بارہ، چونتیس، چھپن، اٹھہتر۔"
میں اسکرین پر موجود نمبروں کو ایک بار پھر چیک کرتی ہوں۔
سب کچھ درست لگ رہا ہے، اس لیے میں 'منظور کریں' دبا دیتی ہوں۔
