میں دوبارہ سکرین کی طرف دیکھتی ہوں۔
کوڈ ابھی تک غائب ہے۔
مجھے عام طور پر سسٹم کے ساتھ کوئی مسئلہ نہیں ہوتا۔
میں ویب سائٹ پر ہدایات پڑھتی ہوں۔
اس پر لکھا ہے: "اگر کوڈ موصول نہ ہو، تو نئے کوڈ کی درخواست کی جا سکتی ہے۔"
میں صفحے کے نچلے حصے میں موجود لنک پر کلک کرتی ہوں۔
وہاں ایک مختصر پیغام ہے: "براہ کرم انتظار کریں۔"
ایک لمحے بعد، میز پر میرا فون وائبریٹ کرتا ہے۔
بالآخر ایک نیا پیغام بھیج دیا گیا ہے۔
میں اپنا نیا کوڈ پڑھنے کے لیے پیغام کھولتی ہوں۔
یہ چار، نو، دو، سات ہے۔
میں جلدی سے خالی خانے میں نمبر ٹائپ کرتی ہوں۔
اس کے بعد، میں "منظور کریں" کا بٹن دباتی ہوں۔
صفحہ فوراً اپ ڈیٹ ہو جاتا ہے۔
سکرین پر ایک بڑا سبز بینر ظاہر ہوتا ہے۔
متن میں لکھا ہے: "آپ کی پروفائل اب اپ ڈیٹ ہو چکی ہے۔"
میں مسکراتی ہوں اور ویب سائٹ بند کر دیتی ہوں۔
یہ ہمیشہ اچھا لگتا ہے جب اس قسم کے عملی کام نمٹ جاتے ہیں۔
