Αφήνω το κινητό μου στο τραπέζι και χαλαρώνω.
Ξαφνικά ακούγεται ένα γρήγορο χτύπημα στην πόρτα μου.
Διακόπτει τις σκέψεις μου.
Σηκώνομαι από τον καναπέ και βγαίνω στο χολ.
Όταν ανοίγω την πόρτα, η Νίνα στέκεται έξω στον διάδρομο.
Έχει ένα μικρό χαρτόκουτο στα χέρια της.
«Γεια σου Μάγια, έχω ένα δέμα για σένα», λέει και χαμογελάει.
Μου δίνει το κουτί.
«Παραδόθηκε στο σπίτι μου νωρίτερα σήμερα το απόγευμα», εξηγεί η Νίνα.
«Ο ταχυδρόμος μάλλον μπέρδεψε τις πόρτες μας κατά λάθος.»
Κοιτάζω το κουτί και βλέπω το όνομά μου πάνω.
«Ω!»
«Είναι οι καινούργιοι μου κόκκοι καφέ!»
«Συνήθως τους αγοράζω στο ίντερνετ», της λέω.
«Κανονικά τα δέματα τα αφήνουν κάτω στην είσοδο», λέει η Νίνα.
«Ναι, συνήθως τα βάζουν εκεί», απαντώ.
Παίρνω το χαρτόκουτο με ένα μεγάλο χαμόγελο.
Ήδη μυρίζει ελαφρώς καβουρδισμένο καφέ.
«Ευχαριστώ πάρα πολύ που μου το έφερες», λέω.
