Я кладу телефон на стол и расслабляюсь.
Внезапно раздается быстрый стук в мою дверь.
Это прерывает мои мысли.
Я встаю с дивана и выхожу в прихожую.
Когда я открываю дверь, в коридоре стоит Нина.
В руках у нее маленькая картонная коробка.
«Привет, Майя, у меня для тебя посылка», — говорит она и улыбается.
Она протягивает мне коробку.
«Ее доставили ко мне сегодня днем», — объясняет Нина.
«Почтальон, должно быть, случайно перепутал наши двери.»
Я смотрю на коробку и вижу на ней свое имя.
«О!»
«Это мои новые кофейные зерна!»
«Я обычно покупаю их в интернете», — говорю я ей.
«Обычно посылки оставляют внизу в подъезде», — говорит Нина.
«Да, обычно их кладут туда», — отвечаю я.
Я беру картонную коробку с широкой улыбкой.
Она уже слегка пахнет жареным кофе.
«Большое спасибо, что принесла ее», — говорю я.
