Βάζω το κουτί στο πάτωμα και την ευχαριστώ ξανά.
«Παρακαλώ», απαντά η Νίνα.
Της λέω ότι η πύλη ήταν λιγάκι αργή απόψε.
«Ναι, συνήθως είναι πολύ αργή», γελάει η Νίνα.
Με ρωτάει αν έχει αποθηκευτεί η επιβεβαίωσή μου.
«Να θυμάσαι πάντα να κατεβάζεις την επιβεβαίωσή σου», συμβουλεύει.
Την ρωτάω γιατί είναι σημαντικό αυτό.
Η Νίνα εξηγεί ότι τα παλιά μηνύματα συχνά διαγράφονται στην ιστοσελίδα τους.
Το σύστημα μάλιστα τα διαγράφει αυτόματα μετά από σύντομο χρονικό διάστημα.
Γνέφω και ανοίγω ξανά την πύλη στο κινητό μου.
Βρίσκω το αρχείο, και κατεβαίνει αμέσως.
«Τότε το έγγραφο έχει αποθηκευτεί με ασφάλεια», λέω ανακουφισμένη.
Η Νίνα χαμογελάει χαρούμενη και μου εύχεται καλό βράδυ.
Της εύχομαι το ίδιο.
Προχωράει στον διάδρομο, και εγώ κλείνω την πόρτα μου.
Είναι πραγματικά υπέροχο να έχεις μια έξυπνη και εξυπηρετική γειτόνισσα.
