Я закрываю дверь за Ниной.
На сегодня я полностью закончила с экранами.
Я ставлю телефон на зарядку.
Обычно он лежит на диване, но сейчас ему нужно зарядиться.
Завтра среда.
Обычно я тренируюсь в спортзале в среду вечером.
Мое собственное маленькое правило — спортивная сумка собирается накануне вечером.
Сначала сумка достается из шкафа в коридоре.
Затем в нее кладутся мои кроссовки.
Я также нахожу свою бутылку для воды на кухне.
Она аккуратно кладется рядом с кроссовками.
Обычно я всегда беру с собой чистую одежду.
Одежда тоже кладется в сумку.
Я проверяю, все ли я взяла.
Наконец, сумка ставится наготове у входной двери.
Так она не забудется завтра утром.
Теперь все мои практические задачи на сегодня решены.
Я просто жду спокойного вечера.
