Обычно на работе я весь день смотрю в экран.
Поэтому сейчас я хочу быть полностью офлайн.
Я захожу в свою гостиную.
Здесь я включаю свою лампу для чтения с теплым светом.
Свет в комнате теплый и мягкий.
Я сажусь в свое мягкое кресло.
Я достаю свою новую книгу.
Это настоящая бумажная книга.
Книга открывается, и реальный мир исчезает.
Кофейные зерна от Нины нужно оставить до завтрашнего утра.
Сегодня вечером я пью только стакан воды.
Телефон игнорируется весь оставшийся вечер.
Я полностью расслабляюсь.
Такое спокойное завершение дня абсолютно идеально.
