میں عام طور پر کام پر سارا دن اسکرین دیکھتی ہوں۔
اس لیے، اب میں مکمل طور پر آف لائن رہنا چاہتی ہوں۔
میں اپنے لونگ روم میں جاتی ہوں۔
یہاں میں اپنا گرم روشنی والا ریڈنگ لیمپ آن کرتی ہوں۔
کمرے میں روشنی گرم اور نرم ہے۔
میں اپنی نرم آرام کرسی پر بیٹھ جاتی ہوں۔
میں اپنی نئی کتاب نکالتی ہوں۔
یہ کاغذ کی ایک اصلی کتاب ہے۔
کتاب کھلتی ہے، اور حقیقی دنیا غائب ہو جاتی ہے۔
نینا کے کافی بینز کل صبح کے لیے بچا کر رکھنے ہوں گے۔
آج رات میں صرف ایک گلاس پانی پی رہی ہوں۔
بقیہ شام کے لیے فون کو نظر انداز کر دیا جاتا ہے۔
میں مکمل طور پر آرام کر رہی ہوں۔
دن کا ایسا پرسکون اختتام بالکل بہترین ہے۔
