Συνήθως κοιτάζω μια οθόνη όλη μέρα στη δουλειά.
Επομένως, θα ήθελα να είμαι εντελώς εκτός σύνδεσης τώρα.
Μπαίνω στο σαλόνι μου.
Εδώ ανάβω το ζεστό μου φωτιστικό διαβάσματος.
Το φως είναι ζεστό και απαλό στο δωμάτιο.
Κάθομαι στη μαλακή μου πολυθρόνα.
Βγάζω το καινούργιο μου βιβλίο.
Είναι ένα πραγματικό χάρτινο βιβλίο.
Το βιβλίο ανοίγει και ο πραγματικός κόσμος εξαφανίζεται.
Οι κόκκοι καφέ από τη Νίνα πρέπει να φυλαχτούν για αύριο το πρωί.
Απόψε πίνω απλώς ένα ποτήρι νερό.
Το τηλέφωνο αγνοείται για το υπόλοιπο της βραδιάς.
Χαλαρώνω εντελώς.
Ένα τόσο ήσυχο κλείσιμο της ημέρας είναι απολύτως τέλειο.
