Утро четверга, и звонит мой будильник.
Я просыпаюсь и чувствую себя просто ужасно.
Голова тяжелая, и я очень устала.
Я открываю глаза, но они сильно чешутся.
Вообще-то немного больно, когда я моргаю.
Я пытаюсь выпить немного воды из стакана на моем столе.
Но у меня в горле совершенно пересохло.
Горло болит, когда я глотаю.
Я смотрю на свой телефон, чтобы узнать, который час.
Сейчас половина восьмого, и обычно в это время я сажусь на автобус.
Но сегодня у меня совершенно нет сил.
Я чувствую себя не просто уставшей, а по-настоящему больной.
Мне определенно стоит сегодня остаться дома и не ходить на работу.
Я пишу короткое сообщение своему коллеге Питеру.
Я объясняю, что заболела и не приду в офис.
Он быстро отвечает, что мне нужно просто отдыхать и выздоравливать.
Мне следует позвонить в поликлинику, когда она откроется.
Но прямо сейчас я просто хочу закрыть глаза и дать отдохнуть моей тяжелой голове.
