Я нахожу номер телефона моей местной медицинской клиники.
Номер — тридцать два, сорок пять, шестьдесят семь, восемьдесят девять.
Я звоню им и жду несколько минут.
Приветливый администратор отвечает на звонок.
«Медицинская клиника, с вами говорит Ханна», — говорит она.
Я объясняю, что сегодня я сильно заболела.
«Голова тяжелая, а глаза чешутся», — говорю я.
Я также говорю ей, что у меня болит горло.
Она спрашивает, есть ли у меня температура.
Я отвечаю, что так не думаю, но я очень устала.
«Вам стоит сегодня поговорить с врачом», — говорит администратор.
Она смотрит в календарь, чтобы найти время.
«Вы можете прийти в час?» — спрашивает она.
«Да, это идеально подходит», — отвечаю я.
«Не забудьте взять с собой вашу желтую медицинскую карту», — говорит она.
Я благодарю ее и вешаю трубку.
Теперь мне просто нужно немного отдохнуть, прежде чем я туда пойду.
