Βρίσκω τον αριθμό τηλεφώνου του τοπικού μου ιατρείου.
Ο αριθμός είναι τριάντα δύο, σαράντα πέντε, εξήντα επτά, ογδόντα εννέα.
Τους τηλεφωνώ και περιμένω μερικά λεπτά.
Μια φιλική ρεσεψιονίστ απαντά στο τηλέφωνο.
«Ιατρείο, μιλάτε με τη Χάνα», λέει.
Εξηγώ ότι έχω αρρωστήσει πολύ σήμερα.
«Το κεφάλι μου είναι βαρύ και τα μάτια μου έχουν φαγούρα», λέω.
Της λέω επίσης ότι πονάει ο λαιμός μου.
Με ρωτάει αν έχω πυρετό.
Απαντώ ότι δεν νομίζω, αλλά είμαι πολύ κουρασμένη.
«Θα έπρεπε να μιλήσετε με έναν γιατρό σήμερα», λέει η ρεσεψιονίστ.
Κοιτάζει στο ημερολόγιο για να βρει ένα ραντεβού.
«Μπορείτε να έρθετε στη μία;» ρωτάει.
«Ναι, αυτό με βολεύει τέλεια», απαντώ.
«Θυμηθείτε να φέρετε την κίτρινη κάρτα υγείας σας», λέει.
Την ευχαριστώ και κλείνω το τηλέφωνο.
Τώρα πρέπει απλώς να χαλαρώσω λίγο πριν περπατήσω μέχρι εκεί.
