Сейчас немного больше часа дня.
Я медленно иду в медицинскую клинику.
Идти недалеко, но у меня всё ещё всё болит, и я очень устала.
Я достаю свою желтую медицинскую карточку.
На улице светит солнце.
Но мне стоило бы надеть солнцезащитные очки, потому что свет режет глаза.
Я захожу в регистратуру клиники.
На стене висит небольшой аппарат.
Здесь всегда нужно сканировать свою желтую медицинскую карточку.
Я получила карточку по почте, когда переехала в Данию.
Я сканирую желтую карточку на аппарате.
Он издает тихий звук и мигает зеленым.
Это значит, что врач знает, что я здесь.
Я прохожу в сам зал ожидания.
Я сажусь на свободный стул и жду.
