Είναι λίγο μετά τη μία.
Περπατάω αργά προς το ιατρείο.
Είναι μια σύντομη διαδρομή, αλλά είμαι ακόμα πολύ πιασμένη και κουρασμένη.
Βγάζω την κίτρινη κάρτα υγείας μου.
Ο ήλιος λάμπει έξω.
Αλλά θα έπρεπε να φοράω γυαλιά ηλίου, γιατί το φως πονάει τα μάτια μου.
Μπαίνω στη ρεσεψιόν του ιατρείου.
Ένα μικρό μηχάνημα κρέμεται στον τοίχο.
Πρέπει πάντα να σκανάρεις την κίτρινη κάρτα υγείας σου εδώ.
Πήρα την κάρτα με το ταχυδρομείο όταν μετακόμισα στη Δανία.
Σκανάρω την κίτρινη κάρτα στο μηχάνημα.
Κάνει έναν μικρό ήχο και αναβοσβήνει πράσινο.
Αυτό σημαίνει ότι ο γιατρός ξέρει ότι είμαι εδώ.
Μπαίνω στην κυρίως αίθουσα αναμονής.
Κάθομαι σε μια άδεια καρέκλα και περιμένω.
