ایک بج کر کچھ منٹ ہوئے ہیں۔
میں آہستہ آہستہ چل کر میڈیکل کلینک جاتی ہوں۔
یہ ایک مختصر سا راستہ ہے، لیکن میں اب بھی بہت درد میں اور تھکی ہوئی ہوں۔
میں اپنا پیلے رنگ کا ہیلتھ کارڈ نکالتی ہوں۔
باہر سورج چمک رہا ہے۔
لیکن مجھے دھوپ کا چشمہ پہننا چاہیے، کیونکہ روشنی سے میری آنکھوں میں درد ہو رہا ہے۔
میں کلینک کے ریسپشن میں داخل ہوتی ہوں۔
دیوار پر ایک چھوٹی سی مشین لٹک رہی ہے۔
یہاں آپ کو ہمیشہ اپنا پیلا ہیلتھ کارڈ اسکین کرنا پڑتا ہے۔
جب میں ڈنمارک منتقل ہوئی تو مجھے یہ کارڈ ڈاک کے ذریعے ملا تھا۔
میں مشین پر پیلا کارڈ اسکین کرتی ہوں۔
اس سے ایک ہلکی سی آواز آتی ہے اور یہ سبز رنگ میں چمکتی ہے۔
اس کا مطلب ہے کہ ڈاکٹر کو معلوم ہے کہ میں یہاں ہوں۔
میں اصل ویٹنگ روم میں چلی جاتی ہوں۔
میں ایک خالی کرسی پر بیٹھ جاتی ہوں اور انتظار کرتی ہوں۔
