Ένας φιλικός γιατρός ανοίγει την πόρτα και φωνάζει το όνομά μου.
Μπαίνω στο φωτεινό ιατρείο του.
Καθόμαστε στο γραφείο του.
«Πώς νιώθετε σήμερα;» ρωτάει.
«Νιώθω πραγματικά άσχημα», απαντάω.
Ο γιατρός με κοιτάζει.
«Πού πονάτε;» ρωτάει ευγενικά.
Δείχνω τον λαιμό μου.
«Ο λαιμός μου πονάει πολύ», εξηγώ.
«Είναι πολύ ξηρός.»
Ο γιατρός γνέφει και ακούει προσεκτικά.
«Το κεφάλι μου είναι επίσης πολύ βαρύ», συνεχίζω.
Αγγίζω το πρόσωπό μου.
«Και τα μάτια μου είναι εντελώς κόκκινα.»
Με φαγουρίζουν συνέχεια.
«Πρέπει οπωσδήποτε να ξεκουραστείτε», λέει.
Ανάβει έναν μικρό φακό.
«Αφήστε με να σας δω πιο προσεκτικά», λέει.
