Приветливый врач открывает дверь и называет мое имя.
Я захожу в его светлый кабинет.
Мы садимся за его рабочий стол.
«Как вы себя сегодня чувствуете?» — спрашивает он.
«Я чувствую себя действительно плохо», — отвечаю я.
Врач смотрит на меня.
«Где у вас болит?» — доброжелательно спрашивает он.
Я показываю на свое горло.
«У меня очень болит горло», — объясняю я.
«Оно очень пересохло».
Врач кивает и внимательно слушает.
«Голова тоже очень тяжелая», — продолжаю я.
Я трогаю свое лицо.
«И мои глаза совершенно красные».
Они все время чешутся.
«Вам обязательно нужно отдохнуть», — говорит он.
Он включает маленький фонарик.
«Давайте я осмотрю вас повнимательнее», — говорит он.
