ڈاکٹر مجھ سے اپنا منہ کھولنے کو کہتا ہے۔
"آہ کہیں،" وہ مسکراتے ہوئے کہتا ہے۔
وہ غور سے میرا گلا دیکھتا ہے۔
اس کے بعد، وہ میری سانسوں کو سنتا ہے۔
وہ پوچھتا ہے کہ کیا مجھے کہیں اور بھی تکلیف محسوس ہو رہی ہے۔
میں اسے بتاتی ہوں کہ میرے سر میں بھی درد ہے۔
"یہ نزلہ زکام نہیں ہے،" وہ کہتا ہے۔
"آپ کو موسم بہار کی عام الرجی ہے،" وہ وضاحت کرتا ہے۔
میں تھوڑی حیران ہوتی ہوں۔
مجھے پہلے کبھی الرجی نہیں ہوئی ہے۔
وہ مجھے بتاتا ہے کہ یہ بالکل عام بات ہے۔
یہاں کے درخت اور پھول میرے جسم کے لیے نئے ہیں۔
"آپ کو فارمیسی سے کوئی ہلکی دوا خرید لینی چاہیے،" ڈاکٹر کہتا ہے۔
وہ وعدہ کرتا ہے کہ اس سے جلدی آرام آ جائے گا۔
"پھر آپ دوبارہ ٹھیک ہو جائیں گی،" وہ مزید کہتا ہے۔
مجھے بہت سکون ملتا ہے۔
میرے گلے میں درد ہے، لیکن خوش قسمتی سے یہ کوئی سنگین بات نہیں ہے۔
