ڈاکٹر کے پاس سے گھر واپسی پر، میں مقامی فارمیسی میں جاتی ہوں۔
میں مشین سے ایک نمبر نکالتی ہوں اور تھوڑا انتظار کرتی ہوں۔
ایک خوش اخلاق فارماسسٹ پینتیس نمبر پکارتی ہے۔
میں کاؤنٹر کے پاس جاتی ہوں اور اپنا پیلا ہیلتھ کارڈ دکھاتی ہوں۔
وہ کمپیوٹر پر میرا نسخہ نکال لیتی ہے۔
فارماسسٹ مجھے الرجی کی گولیوں کی ایک چھوٹی ڈبی دیتی ہے۔
"آپ کو ہر صبح ایک گولی کھانی چاہیے،" وہ کہتی ہے۔
میں اس سے پوچھتی ہوں کہ کیا اس کے پاس میرے گلے کے لیے کچھ ہے۔
"میرے گلے میں اب بھی درد ہے،" میں بتاتی ہوں۔
وہ اثبات میں سر ہلاتی ہے اور گلے کے لیے کچھ میٹھی گولیاں تجویز کرتی ہے۔
"جب گلے میں درد ہو تو یہ مدد کرتی ہیں،" وہ کہتی ہے۔
"اور آج آپ کو بہت سارا پانی بھی پینا چاہیے۔"
میں اس کا شکریہ ادا کرتی ہوں اور گولیاں اور ڈراپس خرید لیتی ہوں۔
ان کی کل قیمت پچاسی کرونر بنتی ہے۔
میں اب بھی تھکی ہوئی ہوں اور بدن میں درد ہے، لیکن میں خوش ہوں کہ میرے پاس دوا ہے۔
اب میں بس گھر جا کر اپنے صوفے پر بیٹھنا چاہتی ہوں۔
