جمعرات کی شام ہے، اور میں عموماً بیڈمنٹن کھیلتی ہوں۔
لیکن میں ابھی تک بیمار ہوں، اس لیے مجھے منسوخ کرنا پڑے گا۔
میں اپنے بیڈمنٹن پارٹنر کو ایک پیغام لکھتی ہوں۔
میں بتاتی ہوں کہ میں بیمار ہوں اور میرے سر میں درد ہے۔
میرے گلے میں بھی ابھی تک بہت درد ہے۔
مجھے آج رات بس صوفے پر آرام کرنا چاہیے۔
میں اپنے اوپر ایک گرم کمبل اوڑھ لیتی ہوں۔
میں فارمیسی سے اپنی نئی دوا لیتی ہوں۔
اس کے بعد، میں ایک بڑا کپ گرم چائے بناتی ہوں۔
میں چائے میں ایک بڑا چمچ شہد ڈالتی ہوں۔
اس سے میرے دکھتے ہوئے گلے میں بہت اچھا محسوس ہوتا ہے۔
میں گرم چائے بہت آہستہ آہستہ پیتی ہوں۔
جلد ہی میں تھوڑا بہتر محسوس کرتی ہوں۔
میں اپنی آنکھیں بند کرتی ہوں اور پرسکون موسیقی سنتی ہوں۔
میں ابھی تک پوری طرح ٹھیک محسوس نہیں کر رہی ہوں۔
لیکن خوش قسمتی سے میں پہلے ہی تھوڑا بہتر محسوس کر رہی ہوں۔
مجھے جلدی بستر پر جا کر سو جانا چاہیے۔
