Сегодня вечер четверга, и обычно я играю в бадминтон.
Но я всё ещё болею, поэтому вынуждена всё отменить.
Я пишу сообщение своему партнеру по бадминтону.
Я объясняю, что болею и что у меня болит голова.
Моё горло тоже всё ещё сильно болит.
Сегодня вечером мне стоит просто отдохнуть на диване.
Я укрываюсь тёплым пледом.
Я принимаю своё новое лекарство из аптеки.
После этого я завариваю большую чашку горячего чая.
Я кладу в чай большую ложку мёда.
От этого моему больному горлу становится очень хорошо.
Я пью горячий чай очень медленно.
Вскоре мне становится немного лучше.
Я закрываю глаза и слушаю спокойную музыку.
Я пока ещё не чувствую себя полностью здоровой.
Но, к счастью, мне уже стало немного лучше.
Мне стоит пораньше лечь в постель и поспать.
