Είναι Πέμπτη βράδυ και συνήθως παίζω μπάντμιντον.
Αλλά είμαι ακόμα άρρωστη, οπότε πρέπει να ακυρώσω.
Γράφω ένα μήνυμα στον συμπαίκτη μου στο μπάντμιντον.
Εξηγώ ότι είμαι άρρωστη και ότι πονάει το κεφάλι μου.
Ο λαιμός μου επίσης πονάει ακόμα πολύ.
Θα έπρεπε απλώς να χαλαρώσω στον καναπέ απόψε.
Ρίχνω μια ζεστή κουβέρτα πάνω μου.
Παίρνω το καινούργιο μου φάρμακο από το φαρμακείο.
Έπειτα, φτιάχνω μια μεγάλη κούπα ζεστό τσάι.
Βάζω μια μεγάλη κουταλιά μέλι στο τσάι.
Το αισθάνομαι πολύ ωραία στον πονεμένο μου λαιμό.
Πίνω το ζεστό τσάι πολύ αργά.
Σύντομα νιώθω λίγο καλύτερα.
Κλείνω τα μάτια μου και ακούω ήρεμη μουσική.
Δεν νιώθω εντελώς καλά ακόμα.
Αλλά ευτυχώς νιώθω ήδη λίγο καλύτερα.
Θα έπρεπε να πάω νωρίς για ύπνο και να κοιμηθώ.
