Субботнее утро.
Я просыпаюсь рано и снова чувствую себя очень хорошо.
Всю пятницу я отдыхала дома.
Мягкое лекарство подействовало идеально.
Мои глаза ясные, и они совсем не чешутся.
У меня не болит голова, и горло больше не болит.
Я встаю с постели и открываю окно навстречу мягкому весеннему воздуху.
Это прекрасно — иметь возможность дышать без проблем.
Я иду на кухню, чтобы приготовить полноценный завтрак.
Я ем хлеб с сыром и пью большую чашку горячего кофе.
Светит солнце, поэтому я думаю, что мне стоит пойти на прогулку в парк.
Я надеваю свою весеннюю куртку и спускаюсь на улицу.
Деревья сейчас полностью зеленые, и многие люди наслаждаются погодой.
Действительно скучно чувствовать себя плохо, когда наконец наступила весна.
Но сегодня мои ноги полны сил, и ко мне вернулась энергия.
Я медленно гуляю вокруг маленького озера в парке.
К счастью, теперь я полностью здорова, и я готова наслаждаться выходными.
