ഞാൻ മാർക്കറ്റിൽ നിന്ന് പുറത്ത് വന്നു.
എന്റെ കയ്യിൽ ഭാരമുള്ള തുണിസഞ്ചികൾ ഉണ്ട്.
സഞ്ചികൾക്ക് നല്ല ഭാരമുണ്ട്.
രാവിലെ തന്നെ നല്ല ചൂടുണ്ട്.
എനിക്ക് വളരെ ക്ഷീണം തോന്നി.
ഞാൻ മെയിൻ റോഡിലേക്ക് നടന്നു.
റോഡിൽ ഒരുപാട് ഓട്ടോകൾ ഉണ്ട്.
ഞാൻ ഒരു ഓട്ടോയുടെ അടുത്തേക്ക് പോയി.
"എനിക്ക് കലൂരിൽ പോകണം," ഞാൻ ഡ്രൈവറോട് പറഞ്ഞു.
"കലൂരിലേക്ക് എത്ര രൂപ ആകും?"
ഞാൻ ചോദിച്ചു.
"എൺപതു രൂപ ആകും," ഡ്രൈവർ മറുപടി പറഞ്ഞു.
ഞാൻ അത് സമ്മതിച്ചു.
"ശരി, പോകാം," ഞാൻ പറഞ്ഞു.
ഞാൻ ആദ്യം സഞ്ചികൾ ഓട്ടോയിൽ വെച്ചു.
എന്നിട്ട് ഞാൻ ഓട്ടോയിൽ കയറി ഇരുന്നു.
ഓട്ടോ എന്റെ ഫ്ലാറ്റിലേക്ക് യാത്ര തുടങ്ങി.
എനിക്ക് വളരെ ആശ്വാസം തോന്നി.
