എന്റെ കയ്യിൽ പുതിയ കാർഡ് ഉണ്ട്.
ഞാൻ ഗേറ്റിന്റെ അടുത്തേക്ക് നടക്കുന്നു.
ഞാൻ അവിടെ കാർഡ് സ്കാൻ ചെയ്യുന്നു.
ഗേറ്റ് തുറക്കുന്നു.
ഞാൻ പ്ലാറ്റ്‌ഫോമിലേക്ക് പോകുന്നു.
വേഗം തന്നെ മെട്രോ ട്രെയിൻ വരുന്നു.
വാതിലുകൾ തുറക്കുന്നു.
ഞാൻ ട്രെയിനിൽ കയറുന്നു.
ട്രെയിനിൽ എസി ഉണ്ട്.
അതുകൊണ്ട് ഉള്ളിൽ നല്ല തണുപ്പാണ്.
എനിക്ക് വാട്ടർ മെട്രോ ടെർമിനലിലേക്ക് പോകണം.
ഞാൻ ജനലിന്റെ അടുത്തുള്ള ഒരു സീറ്റ് കാണുന്നു.
ഞാൻ ആ സീറ്റിൽ ഇരിക്കുന്നു.
ട്രെയിൻ മുൻപോട്ട് പോകുന്നു.
ഞാൻ ജനലിലൂടെ പുറത്തേക്ക് നോക്കുന്നു.
നഗരത്തിലെ വലിയ കെട്ടിടങ്ങൾ ഞാൻ കാണുന്നു.
താഴെ റോഡിൽ ഒരുപാട് വാഹനങ്ങൾ പോകുന്നുണ്ട്.
ഈ യാത്ര വളരെ എളുപ്പമാണ്.
