کوپن ہیگن میں صبح ہے۔
جنوری کا مہینہ ہے، اور بہت سردی ہے۔
میں تھوڑی گھبرائی ہوئی ہوں۔
آج ایک بڑا دن ہے۔
یہ میرے لیے ایک نیا آغاز ہے۔
یہ میری نئی نوکری کا پہلا دن ہے۔
میں کام پر بس سے جاتی ہوں۔
میں صحیح اسٹاپ پر اترتی ہوں۔
اب میں آخری حصہ پیدل چلتی ہوں۔
دفتر کہاں ہے؟
میں بڑی عمارتوں کو دیکھتی ہوں۔
ہر عمارت کا ایک نمبر ہے۔
یہاں نمبر اڑتیس ہے۔
اور یہاں نمبر چالیس ہے۔
میں تھوڑا اور آگے چلتی ہوں۔
یہاں نمبر بیالیس ہے۔
اور وہ رہا!
یہاں نمبر چوالیس ہے۔
میں ایک بڑا لوگو دیکھتی ہوں۔
میری نئی سافٹ ویئر کمپنی بالکل یہیں ہے۔
مجھے ایک اچھا احساس ہو رہا ہے۔
میں پوری طرح تیار ہوں۔
