Утро в Копенгагене.
Сейчас январь, и очень холодно.
Я немного нервничаю.
Сегодня важный день.
Это новый старт для меня.
Это мой первый день на новой работе.
Я еду на работу на автобусе.
Я выхожу на нужной остановке.
Теперь последнюю часть пути я иду пешком.
Где офис?
Я смотрю на большие здания.
У каждого здания есть номер.
Вот номер тридцать восемь.
А вот номер сорок.
Я иду немного дальше.
Вот номер сорок два.
А вот и он!
Вот номер сорок четыре.
Я вижу большой логотип.
Моя новая IT-компания находится прямо здесь.
У меня хорошее предчувствие.
Я полностью готова.
