കോപ്പൻഹേഗനിൽ ഇപ്പോൾ രാവിലെയാണ്.
ഇത് ജനുവരി മാസമാണ്, നല്ല തണുപ്പുമുണ്ട്.
എനിക്ക് അല്പം പരിഭ്രമമുണ്ട്.
ഇന്ന് വലിയൊരു ദിവസമാണ്.
ഇത് എനിക്കൊരു പുതിയ തുടക്കമാണ്.
എന്റെ പുതിയ ജോലിയിലെ ആദ്യത്തെ ദിവസമാണിത്.
ഞാൻ ജോലിക്ക് ബസ്സിലാണ് പോകുന്നത്.
ഞാൻ ശരിയായ സ്റ്റോപ്പിൽ ഇറങ്ങുന്നു.
ഇനി അവസാനത്തെ കുറച്ചു ദൂരം ഞാൻ നടക്കുകയാണ്.
ഓഫീസ് എവിടെയാണ്?
ഞാൻ ആ വലിയ കെട്ടിടങ്ങളിലേക്ക് നോക്കുന്നു.
ഓരോ കെട്ടിടത്തിനും ഓരോ നമ്പറുണ്ട്.
ഇതാ നമ്പർ മുപ്പത്തിയെട്ട്.
പിന്നെ ഇതാ നമ്പർ നാല്പത്.
ഞാൻ കുറച്ചുകൂടി മുന്നോട്ട് നടക്കുന്നു.
ഇതാ നമ്പർ നാല്പത്തിരണ്ട്.
അതാ അവിടെയുണ്ട്!
ഇതാ നമ്പർ നാല്പത്തിനാല്.
ഞാനൊരു വലിയ ലോഗോ കാണുന്നു.
എന്റെ പുതിയ സോഫ്റ്റ്‌വെയർ കമ്പനി ഇതാ ഇവിടെയാണ്.
എനിക്കൊരു നല്ല തോന്നലുണ്ട്.
ഞാൻ പൂർണ്ണമായും തയ്യാറാണ്.
