Είναι πρωί στην Κοπεγχάγη.
Είναι Ιανουάριος και κάνει πολύ κρύο.
Είμαι λίγο νευρική.
Σήμερα είναι μια μεγάλη μέρα.
Είναι ένα νέο ξεκίνημα για μένα.
Είναι η πρώτη μου μέρα στη νέα μου δουλειά.
Παίρνω το λεωφορείο για τη δουλειά.
Κατεβαίνω στη σωστή στάση.
Τώρα περπατάω το τελευταίο κομμάτι.
Πού είναι το γραφείο;
Κοιτάζω τα μεγάλα κτίρια.
Κάθε κτίριο έχει έναν αριθμό.
Εδώ είναι το νούμερο τριάντα οκτώ.
Και εδώ είναι το νούμερο σαράντα.
Περπατάω λίγο παρακάτω.
Εδώ είναι το νούμερο σαράντα δύο.
Και να το!
Εδώ είναι το νούμερο σαράντα τέσσερα.
Βλέπω ένα μεγάλο λογότυπο.
Η νέα μου εταιρεία λογισμικού είναι ακριβώς εδώ.
Έχω ένα καλό προαίσθημα.
Είμαι απόλυτα έτοιμη.
