Τώρα είμαι μέσα στο καινούργιο γραφείο.
Είναι ένα μεγάλο και φωτεινό δωμάτιο.
Ένας φιλικός άντρας στέκεται στην πόρτα.
Μου χαμογελάει.
«Καλώς ήρθες!» λέει.
«Με λένε Πέτερ.»
Του σφίγγω το χέρι.
«Γεια σου Πέτερ, με λένε Μάγια», λέω.
Ο Πέτερ είναι συνάδελφος.
Περπατάμε μαζί μέσα στο γραφείο.
«Έχεις ένα γραφείο εδώ», λέει ο Πέτερ.
Το γραφείο έχει τον αριθμό δεκαέξι.
«Και έχεις έναν υπολογιστή», λέει.
Μου δίνει έναν καινούργιο φορητό υπολογιστή.
Κοιτάζω τη νέα μου θέση.
Έχω μια καρέκλα και μια μεγάλη οθόνη.
«Ευχαριστώ πολύ, Πέτερ», λέω.
Είμαι έτοιμη για την πρώτη μου μέρα στη δουλειά.
