Сейчас я в новом офисе.
Это большое и светлое помещение.
У двери стоит приветливый мужчина.
Он улыбается мне.
«Добро пожаловать!» — говорит он.
«Меня зовут Петер».
Я пожимаю ему руку.
«Привет, Петер, меня зовут Майя», — говорю я.
Петер — коллега.
Мы вместе идем по офису.
«У тебя здесь рабочий стол», — говорит Петер.
У стола номер шестнадцать.
«И у тебя есть компьютер», — говорит он.
Он дает мне новый ноутбук.
Я смотрю на свое новое место.
У меня есть стул и большой монитор.
«Большое спасибо, Петер», — говорю я.
Я готова к своему первому рабочему дню.
