У меня обеденный перерыв.
Я в магазине телефонов.
У меня телефон из Мексики.
Продавец — молодой человек.
«У вас есть датская сим-карта?» — спрашиваю я.
«Да, конечно», — отвечает он.
Я даю ему свой телефон.
Он вставляет сим-карту в телефон.
Теперь телефон готов.
«Ваш новый номер — двенадцать, тридцать четыре, пятьдесят шесть, семьдесят восемь», — говорит он.
У меня в сумке есть блокнот.
Я записываю номер.
«Двенадцать, тридцать четыре, пятьдесят шесть, семьдесят восемь», — повторяю я.
«Да, именно так», — говорит продавец.
«Спасибо за помощь», — говорю я.
Теперь у меня есть датский номер!
Я кладу телефон в карман.
