اگلی صبح ہے۔
میں آج بڑے رجسٹریشن آفس میں ہوں۔
یہاں اندر بہت سے لوگ ہیں۔
میرا پاسپورٹ اور میرے کاغذات میرے بیگ میں ہیں۔
میری رجسٹریشن کے لیے سب کچھ تیار ہے۔
میں ایک لال مشین کے پاس کھڑی ہوں۔
میں ایک بٹن دباتی ہوں۔
مشین مجھے نمبر کی ایک چھوٹی سی پرچی دیتی ہے۔
میرا نمبر کیا ہے؟
میں کاغذ کو دیکھتی ہوں۔
میرے پاس نمبر انسٹھ ہے۔
یہ کافی بڑا نمبر ہے۔
دیوار پر لگی ایک بڑی سکرین ایک نمبر دکھا رہی ہے۔
سکرین صرف نمبر اکیس دکھا رہی ہے۔
میرے پاس کافی وقت ہے۔
مجھے ایک خالی کرسی مل جاتی ہے۔
میں اپنے کاغذات کے ساتھ بیٹھ جاتی ہوں۔
اب میں اپنی باری کا انتظار کر رہی ہوں۔
