ഇത് പിറ്റേന്ന് രാവിലെയാണ്.
ഞാൻ ഇന്ന് വലിയ രജിസ്ട്രേഷൻ ഓഫീസിലാണ്.
ഇവിടെ ഒരുപാട് ആളുകളുണ്ട്.
എന്റെ പാസ്‌പോർട്ടും പേപ്പറുകളും എന്റെ ബാഗിലുണ്ട്.
എന്റെ രജിസ്ട്രേഷനായി എല്ലാം തയ്യാറാണ്.
ഞാൻ ഒരു ചുവന്ന മെഷീന്റെ അരികിൽ നിൽക്കുകയാണ്.
ഞാൻ ഒരു ബട്ടൺ അമർത്തുന്നു.
മെഷീൻ എനിക്ക് ഒരു ചെറിയ നമ്പർ സ്ലിപ്പ് നൽകുന്നു.
എന്താണ് എന്റെ നമ്പർ?
ഞാൻ ആ പേപ്പർ നോക്കുന്നു.
എനിക്ക് കിട്ടിയ നമ്പർ അൻപത്തി ഒൻപതാണ്.
അത് സാമാന്യം വലിയൊരു നമ്പറാണ്.
ചുമരിലെ വലിയൊരു സ്ക്രീനിൽ ഒരു നമ്പർ കാണിക്കുന്നുണ്ട്.
സ്ക്രീനിൽ നമ്പർ ഇരുപത്തി ഒന്ന് മാത്രമേ കാണിക്കുന്നുള്ളൂ.
എനിക്ക് ധാരാളം സമയമുണ്ട്.
ഞാൻ ഒഴിഞ്ഞ ഒരു കസേര കണ്ടെത്തുന്നു.
ഞാൻ എന്റെ പേപ്പറുകളുമായി അവിടെ ഇരിക്കുന്നു.
ഇപ്പോൾ ഞാൻ എന്റെ ഊഴത്തിനായി കാത്തിരിക്കുകയാണ്.
