ഇത് പിറ്റേന്ന് രാവിലെയാണ്.
ഞാൻ ഇന്ന് വലിയ രജിസ്ട്രേഷൻ ഓഫീസിലാണ്.
ഇവിടെ ഒരുപാട് ആളുകളുണ്ട്.
എൻ്റെ പാസ്‌പോർട്ടും പേപ്പറുകളും എൻ്റെ ബാഗിലുണ്ട്.
എൻ്റെ രജിസ്ട്രേഷനുള്ള എല്ലാം തയ്യാറാണ്.
ഞാൻ ഒരു ചുവന്ന മെഷീനടുത്ത് നിൽക്കുന്നു.
ഞാൻ ഒരു ബട്ടൺ അമർത്തുന്നു.
ആ മെഷീൻ എനിക്കൊരു ചെറിയ നമ്പർ സ്ലിപ്പ് തരുന്നു.
എൻ്റെ നമ്പർ എത്രയാണ്?
ഞാൻ ആ പേപ്പറിലേക്ക് നോക്കുന്നു.
എനിക്ക് അമ്പത്തൊൻപത് എന്ന നമ്പറാണുള്ളത്.
അത് അത്യാവശ്യം വലിയൊരു നമ്പറാണ്.
ഭിത്തിയിലെ ഒരു വലിയ സ്ക്രീനിൽ ഒരു നമ്പർ കാണിക്കുന്നുണ്ട്.
സ്ക്രീനിൽ ഇരുപത്തൊന്ന് എന്ന നമ്പർ മാത്രമേ കാണിക്കുന്നുള്ളൂ.
എനിക്ക് ധാരാളം സമയമുണ്ട്.
ഞാൻ ഒഴിവുള്ള ഒരു കസേര കണ്ടെത്തുന്നു.
ഞാൻ എൻ്റെ പേപ്പറുകളുമായി ഇരിക്കുന്നു.
ഇപ്പോൾ ഞാൻ എൻ്റെ ഊഴത്തിനായി കാത്തിരിക്കുന്നു.
