Утро следующего дня.
Сегодня я в большом регистрационном офисе.
Здесь много людей.
Мой паспорт и мои документы у меня в сумке.
Всё готово для моей регистрации.
Я стою у красного автомата.
Я нажимаю кнопку.
Автомат выдаёт мне маленький талон с номером.
Какой у меня номер?
Я смотрю на бумажку.
У меня номер пятьдесят девять.
Это довольно большой номер.
Большой экран на стене показывает номер.
Экран показывает только номер двадцать один.
У меня полно времени.
Я нахожу свободный стул.
Я сажусь со своими документами.
Теперь я жду своей очереди.
