Είναι το επόμενο πρωί.
Είμαι στο μεγάλο γραφείο εγγραφών σήμερα.
Έχει πολύ κόσμο εδώ μέσα.
Έχω το διαβατήριό μου και τα χαρτιά μου στην τσάντα μου.
Όλα είναι έτοιμα για την εγγραφή μου.
Στέκομαι δίπλα σε ένα κόκκινο μηχάνημα.
Πατάω ένα κουμπί.
Το μηχάνημα μου δίνει ένα μικρό χαρτάκι με αριθμό.
Ποιος είναι ο αριθμός μου;
Κοιτάζω το χαρτί.
Έχω τον αριθμό πενήντα εννέα.
Είναι ένας αρκετά μεγάλος αριθμός.
Μια μεγάλη οθόνη στον τοίχο δείχνει έναν αριθμό.
Η οθόνη δείχνει μόνο τον αριθμό είκοσι ένα.
Έχω πολύ χρόνο.
Βρίσκω μια άδεια καρέκλα.
Κάθομαι με τα χαρτιά μου.
Τώρα περιμένω τη σειρά μου.
