На экране появляется мой номер.
Номер — пятьдесят девять.
Я подхожу к стойке.
За стойкой сидит мужчина.
— Доброе утро, — говорит он.
— Доброе утро, — отвечаю я.
— Меня зовут Майя, и мне тридцать один год, — говорю я.
— Добро пожаловать, Майя, — говорит он.
— У вас есть паспорт? — спрашивает он.
— Да, у меня есть паспорт и мои документы, — отвечаю я.
— Вот, пожалуйста, — говорю я.
Он смотрит на документы.
Он печатает на своем компьютере.
Я получаю датский персональный идентификационный номер.
Этот номер — личный и очень важный.
Он дает мне новую карту.
— Пожалуйста, вот ваша карта, — говорит он.
— Теперь вы зарегистрированы в Дании.
Я улыбаюсь и беру карту.
Теперь я часть Дании.
