Μια οθόνη δείχνει τον αριθμό μου.
Ο αριθμός είναι πενήντα εννιά.
Πηγαίνω στο γκισέ.
Ένας άντρας κάθεται πίσω από το γκισέ.
«Καλημέρα», λέει.
«Καλημέρα», απαντώ.
«Με λένε Μάγια, και είμαι τριάντα ενός χρονών», λέω.
«Καλώς ήρθες, Μάγια», λέει.
«Έχεις το διαβατήριό σου;» ρωτάει.
«Ναι, έχω το διαβατήριό μου και τα χαρτιά μου», απαντώ.
«Ορίστε», λέω.
Κοιτάζει τα χαρτιά.
Πληκτρολογεί στον υπολογιστή του.
Παίρνω έναν δανέζικο προσωπικό αριθμό ταυτοποίησης.
Ο αριθμός είναι ιδιωτικός και πολύ σημαντικός.
Μου δίνει μια καινούργια κάρτα.
«Ορίστε, εδώ είναι η κάρτα σου», λέει.
«Τώρα είσαι εγγεγραμμένη στη Δανία.»
Χαμογελάω και παίρνω την κάρτα.
Τώρα είμαι μέρος της Δανίας.
