ایک سکرین پر میرا نمبر نظر آتا ہے۔
نمبر انسٹھ ہے۔
میں کاؤنٹر تک جاتی ہوں۔
کاؤنٹر کے پیچھے ایک آدمی بیٹھا ہے۔
"صبح بخیر،" وہ کہتا ہے۔
"صبح بخیر،" میں جواب دیتی ہوں۔
"میرا نام مایا ہے، اور میری عمر اکتیس سال ہے،" میں کہتی ہوں۔
"خوش آمدید، مایا،" وہ کہتا ہے۔
"کیا آپ کے پاس اپنا پاسپورٹ ہے؟" وہ پوچھتا ہے۔
"جی ہاں، میرے پاس میرا پاسپورٹ اور میرے کاغذات ہیں،" میں جواب دیتی ہوں۔
"یہ لیجیے،" میں کہتی ہوں۔
وہ کاغذات دیکھتا ہے۔
وہ اپنے کمپیوٹر پر ٹائپ کرتا ہے۔
مجھے ایک ڈینش ذاتی شناختی نمبر ملتا ہے۔
یہ نمبر نجی اور بہت اہم ہے۔
وہ مجھے ایک نیا کارڈ دیتا ہے۔
"یہ لیجیے، یہ رہا آپ کا کارڈ،" وہ کہتا ہے۔
"اب آپ ڈنمارک میں رجسٹرڈ ہیں۔"
میں مسکراتی ہوں اور کارڈ لے لیتی ہوں۔
اب میں ڈنمارک کا ایک حصہ ہوں۔
