ഒരു സ്ക്രീനിൽ എൻ്റെ നമ്പർ കാണിക്കുന്നു.
നമ്പർ അൻപത്തൊൻപത് ആണ്.
ഞാൻ കൗണ്ടറിൻ്റെ അടുത്തേക്ക് നടക്കുന്നു.
കൗണ്ടറിന് പിന്നിൽ ഒരാൾ ഇരിക്കുന്നുണ്ട്.
"സുപ്രഭാതം," അദ്ദേഹം പറയുന്നു.
"സുപ്രഭാതം," ഞാൻ മറുപടി നൽകുന്നു.
"എൻ്റെ പേര് മായ, എനിക്ക് മുപ്പത്തൊന്ന് വയസ്സുണ്ട്," ഞാൻ പറയുന്നു.
"സ്വാഗതം, മായ," അദ്ദേഹം പറയുന്നു.
"നിങ്ങളുടെ പാസ്‌പോർട്ട് കയ്യിലുണ്ടോ?" അദ്ദേഹം ചോദിക്കുന്നു.
"ഉണ്ട്, എൻ്റെ പാസ്‌പോർട്ടും രേഖകളും എൻ്റെ കയ്യിലുണ്ട്," ഞാൻ മറുപടി നൽകുന്നു.
"ഇതാ," ഞാൻ പറയുന്നു.
അദ്ദേഹം ആ രേഖകൾ നോക്കുന്നു.
അദ്ദേഹം തൻ്റെ കമ്പ്യൂട്ടറിൽ ടൈപ്പ് ചെയ്യുന്നു.
എനിക്കൊരു ഡാനിഷ് വ്യക്തിഗത തിരിച്ചറിയൽ നമ്പർ ലഭിക്കുന്നു.
ആ നമ്പർ സ്വകാര്യവും വളരെ പ്രധാനപ്പെട്ടതുമാണ്.
അദ്ദേഹം എനിക്കൊരു പുതിയ കാർഡ് നൽകുന്നു.
"ഇതാ, നിങ്ങളുടെ കാർഡ് ഇതാണ്," അദ്ദേഹം പറയുന്നു.
"ഇപ്പോൾ നിങ്ങൾ ഡെൻമാർക്കിൽ രജിസ്റ്റർ ചെയ്തിരിക്കുന്നു."
ഞാൻ പുഞ്ചിരിച്ചുകൊണ്ട് ആ കാർഡ് വാങ്ങുന്നു.
ഇപ്പോൾ ഞാൻ ഡെൻമാർക്കിൻ്റെ ഭാഗമാണ്.
