ഞാൻ വീണ്ടും പുറത്ത് തെരുവിലാണ്.
ഒടുവിൽ എല്ലാം അതിൻ്റെ സ്ഥാനത്തായി.
ഇതൊരു ചെറിയ ആഘോഷത്തിനുള്ള സമയമാണ്.
മൂലയിലായി ഒരു ചെറിയ ബേക്കറി ഞാൻ കാണുന്നു.
ഞാൻ അകത്തേക്ക് കയറുന്നു.
അവിടെ നല്ല മണമുണ്ട്.
കൗണ്ടറിന് പിന്നിൽ ഒരു ബേക്കർ നിൽക്കുന്നുണ്ട്.
"ഹലോ," ബേക്കർ പറയുന്നു.
"ഹലോ," ഞാൻ മറുപടി നൽകുന്നു.
ഗ്ലാസിന് പിന്നിലുള്ള ഒരു പേസ്ട്രിക്ക് നേരെ ഞാൻ വിരൽ ചൂണ്ടുന്നു.
"എനിക്കൊരു കറുവപ്പട്ട പേസ്ട്രി വേണം," ഞാൻ പറയുന്നു.
"അതെ, തീർച്ചയായും," അയാൾ പറയുന്നു.
"ഇതിന് എന്താണ് വില?" ഞാൻ ചോദിക്കുന്നു.
"ഇതിന് ഇരുപത്തിയഞ്ച് ക്രോണർ ആണ്," ബേക്കർ മറുപടി പറയുന്നു.
എന്റെ ബാഗിൽ എന്റെ പഴ്സുണ്ട്.
ഞാൻ എന്റെ ഡെബിറ്റ് കാർഡ് പുറത്തെടുക്കുന്നു.
ഞാൻ എന്റെ കറുവപ്പട്ട പേസ്ട്രിക്കുള്ള പണം നൽകുന്നു.
ബേക്കർ എനിക്കൊരു ചെറിയ സഞ്ചി നൽകുന്നു.
ഇപ്പോൾ എന്റെ ചെറിയ ആഘോഷത്തിനായി ഒരു കറുവപ്പട്ട പേസ്ട്രി എന്റെ പക്കലുണ്ട്.
