میں دوبارہ سڑک پر ہوں۔
آخر کار سب کچھ اپنی جگہ پر ہے۔
یہ ایک چھوٹے سے جشن کا وقت ہے۔
مجھے کونے پر ایک چھوٹی سی بیکری نظر آتی ہے۔
میں اندر جاتی ہوں۔
بہت پیاری خوشبو آ رہی ہے۔
کاؤنٹر کے پیچھے ایک بیکر کھڑا ہے۔
"ہیلو،" بیکر کہتا ہے۔
"ہیلو،" میں جواب دیتی ہوں۔
میں شیشے کے پیچھے رکھی ایک پیسٹری کی طرف اشارہ کرتی ہوں۔
"مجھے دارچینی والی ایک پیسٹری چاہیے،" میں کہتی ہوں۔
"جی، بالکل،" وہ کہتا ہے۔
"اس کی قیمت کیا ہے؟" میں پوچھتی ہوں۔
"اس کی قیمت پچیس کرونر ہے،" بیکر جواب دیتا ہے۔
میرا بٹوہ میرے بیگ میں ہے۔
میں اپنا ڈیبٹ کارڈ نکالتی ہوں۔
میں اپنی دارچینی والی پیسٹری کے پیسے دیتی ہوں۔
بیکر مجھے ایک چھوٹی سی تھیلی دیتا ہے۔
اب میرے پاس اپنے چھوٹے سے جشن کے لیے دارچینی والی ایک پیسٹری ہے۔
