ഞാൻ വീണ്ടും പുറത്ത് തെരുവിലാണ്.
ഇപ്പോൾ ഞാൻ ഔദ്യോഗികമായി ഡെന്മാർക്കിൽ രജിസ്റ്റർ ചെയ്യപ്പെട്ടിരിക്കുന്നു.
ഇതൊരു ചെറിയ ആഘോഷത്തിനുള്ള സമയമാണ്.
മൂലയിലായി ഒരു ചെറിയ ബേക്കറി ഞാൻ കാണുന്നു.
ഞാൻ അകത്തേക്ക് പോകുന്നു.
അവിടെ നല്ല സുഗന്ധമുണ്ട്.
കൗണ്ടറിനു പിന്നിൽ ഒരു ബേക്കർ നിൽക്കുന്നുണ്ട്.
"ഹലോ," ബേക്കർ പറയുന്നു.
"ഹലോ," ഞാൻ മറുപടി നൽകുന്നു.
ഞാൻ ഗ്ലാസിന് പിന്നിലുള്ള ഒരു പേസ്ട്രി ചൂണ്ടിക്കാണിക്കുന്നു.
"എനിക്കൊരു സിനമൺ പേസ്ട്രി വേണം," ഞാൻ പറയുന്നു.
"അതെ, തീർച്ചയായും," അയാൾ പറയുന്നു.
"ഇതിന് എന്താണ് വില?" ഞാൻ ചോദിക്കുന്നു.
"ഇതിന് ഇരുപത്തിയഞ്ച് ക്രോണറാണ് വില," ബേക്കർ മറുപടി നൽകുന്നു.
എന്റെ ബാഗിൽ എന്റെ പേഴ്സുണ്ട്.
"കാർഡ് ഇവിടെയുണ്ട്," ഞാൻ പറയുന്നു.
ഞാൻ എന്റെ സിനമൺ പേസ്ട്രിക്കുള്ള പണം നൽകുന്നു.
ബേക്കർ എനിക്കൊരു ചെറിയ ബാഗ് തരുന്നു.
ഇപ്പോൾ എന്റെ ചെറിയ ആഘോഷത്തിനായി ഒരു സിനമൺ പേസ്ട്രി എന്റെ പക്കലുണ്ട്.
