کوپن ہیگن میں صبح ہے۔
میں پیدل بس اسٹاپ جا رہی ہوں۔
آج موسم بہت سرد ہے۔
ہوا چل رہی ہے۔
ہوا برف کی طرح ٹھنڈی ہے۔
مجھے سخت سردی لگ رہی ہے۔
میں نے ایک پتلی جیکٹ پہنی ہوئی ہے۔
میری جیکٹ بالکل بھی گرم نہیں ہے۔
میں نے پتلے جوتے بھی پہنے ہوئے ہیں۔
میں نے کوئی گرم اسکارف نہیں پہنا ہوا۔
میرے ہاتھ بہت ٹھنڈے ہیں۔
میں کانپ رہی ہوں۔
ڈنمارک میں سردیاں سخت ہوتی ہیں۔
مجھے گرم کپڑوں کی ضرورت ہے۔
مجھے ایک موٹے سویٹر کی ضرورت ہے۔
مجھے ایک بڑے اسکارف کی بھی ضرورت ہے۔
اور مجھے گرم دستانوں کی ضرورت ہے۔
میں بہت تیز چل رہی ہوں۔
میں کام کے بعد سردیوں کے کپڑے خریدوں گی۔
