Είναι πρωί στην Κοπεγχάγη.
Περπατάω μέχρι τη στάση του λεωφορείου.
Ο καιρός είναι πολύ κρύος σήμερα.
Φυσάει.
Ο αέρας είναι παγωμένος.
Ξεπαγιάζω.
Φοράω ένα λεπτό μπουφάν.
Το μπουφάν μου δεν είναι καθόλου ζεστό.
Φοράω επίσης λεπτά παπούτσια.
Δεν φοράω ένα ζεστό κασκόλ.
Τα χέρια μου είναι πολύ κρύα.
Τρέμω.
Ο χειμώνας στη Δανία είναι βαρύς.
Χρειάζομαι ζεστά ρούχα.
Χρειάζομαι ένα χοντρό πουλόβερ.
Χρειάζομαι επίσης ένα μεγάλο κασκόλ.
Και χρειάζομαι ζεστά γάντια.
Περπατάω πολύ γρήγορα.
Θα αγοράσω χειμωνιάτικα ρούχα μετά τη δουλειά.
