Я закончила работу.
Я иду по пешеходной улице.
Ветер всё ещё очень холодный.
Я вижу большой магазин одежды.
Магазин очень светлый.
Я захожу в магазин.
Здесь чудесно тепло.
За кассой стоит продавщица.
Она смотрит на меня и улыбается.
«Здравствуйте», — говорит она.
«Здравствуйте», — отвечаю я.
«Я очень замерзла», — говорю я.
«На мне только тонкая куртка».
«Я хотела бы найти какие-нибудь теплые вещи».
Продавщица снова улыбается.
«Сегодня тоже очень холодно», — говорит она.
«У нас много толстых свитеров».
«У нас также есть теплая зимняя одежда».
«Можете просто посмотреть», — приветливо говорит она.
«Большое спасибо», — отвечаю я.
