Σχόλασα από τη δουλειά.
Περπατάω στον πεζόδρομο.
Ο αέρας είναι ακόμα πολύ κρύος.
Βλέπω ένα μεγάλο κατάστημα ρούχων.
Το κατάστημα είναι πολύ φωτεινό.
Μπαίνω στο κατάστημα.
Έχει υπέροχη ζέστη εδώ μέσα.
Μια πωλήτρια στέκεται πίσω από το ταμείο.
Με κοιτάζει και χαμογελάει.
«Γεια σας», λέει.
«Γεια σας», απαντάω.
«Κρυώνω πάρα πολύ», λέω.
«Φοράω μόνο ένα λεπτό μπουφάν.»
«Θα ήθελα να βρω μερικά ζεστά πράγματα.»
Η πωλήτρια χαμογελάει ξανά.
«Κάνει και πολύ κρύο σήμερα», λέει.
«Έχουμε πολλά χοντρά πουλόβερ.»
«Έχουμε επίσης ζεστά χειμωνιάτικα ρούχα.»
«Απλώς ρίξτε μια ματιά», λέει ευγενικά.
«Ευχαριστώ πολύ», απαντάω.
