میں کام سے فارغ ہو گئی ہوں۔
میں پیدل چلنے والی سڑک پر جا رہی ہوں۔
ہوا ابھی بھی بہت ٹھنڈی ہے۔
مجھے کپڑوں کی ایک بڑی دکان نظر آتی ہے۔
دکان بہت روشن ہے۔
میں دکان کے اندر جاتی ہوں۔
یہاں اندر بہت خوشگوار گرمی ہے۔
ایک سیلز اسسٹنٹ کیش رجسٹر کے پیچھے کھڑی ہے۔
وہ مجھے دیکھتی ہے اور مسکراتی ہے۔
"ہیلو،" وہ کہتی ہے۔
"ہیلو،" میں جواب دیتی ہوں۔
"مجھے بہت زیادہ سردی لگ رہی ہے،" میں کہتی ہوں۔
"میں نے صرف ایک پتلی جیکٹ پہنی ہوئی ہے۔"
"میں کچھ گرم چیزیں تلاش کرنا چاہتی ہوں۔"
سیلز اسسٹنٹ دوبارہ مسکراتی ہے۔
"آج سردی بھی بہت ہے،" وہ کہتی ہے۔
"ہمارے پاس بہت سے موٹے سویٹر ہیں۔"
"ہمارے پاس سردیوں کے گرم کپڑے بھی ہیں۔"
"آپ بس دیکھ لیں،" وہ نرمی سے کہتی ہے۔
"بہت شکریہ،" میں جواب دیتی ہوں۔
