Χρειάζομαι επίσης ένα χειμωνιάτικο μπουφάν.
Κοιτάζω κι άλλα ρούχα στο κατάστημα.
Βρίσκω ένα όμορφο, πράσινο παλτό.
Είναι ένα πολύ όμορφο σχέδιο.
Φοράω το πράσινο παλτό.
Αλλά είναι πολύ μικρό.
Είναι πολύ στενό στους ώμους.
«Το έχετε σε άλλο μέγεθος;» ρωτάω.
Η υπάλληλος κοιτάζει.
«Όχι, δυστυχώς,» απαντάει.
Οπότε κρεμάω το πράσινο παλτό πίσω.
Η υπάλληλος βρίσκει ένα άλλο μπουφάν για μένα.
Είναι ένα ζεστό, σκούρο μπλε χειμωνιάτικο μπουφάν.
Φοράω το σκούρο μπλε μπουφάν.
Μου κάνει τέλεια.
Είναι ωραίο και μεγάλο και όχι στενό.
Κοιτάζομαι σε έναν μεγάλο καθρέφτη.
Μου αρέσει.
«Θα το πάρω,» λέω.
