Мне также нужна зимняя куртка.
Я смотрю еще одежду в магазине.
Я нахожу красивое зеленое пальто.
Это очень красивый дизайн.
Я надеваю зеленое пальто.
Но оно слишком маленькое.
Оно очень тесное в плечах.
— У вас есть оно в другом размере? — спрашиваю я.
Продавщица смотрит.
— Нет, к сожалению, — отвечает она.
Поэтому я вешаю зеленое пальто обратно.
Продавщица находит мне другую куртку.
Это теплая темно-синяя зимняя куртка.
Я надеваю темно-синюю куртку.
Она сидит идеально.
Она хорошая, большая и не тесная.
Я смотрю в большое зеркало.
Она мне нравится.
— Я возьму ее, — говорю я.
