مجھے ایک سردیوں کی جیکٹ کی بھی ضرورت ہے۔
میں دکان میں مزید کپڑے دیکھتی ہوں۔
مجھے ایک خوبصورت، سبز کوٹ ملتا ہے۔
یہ بہت خوبصورت ڈیزائن ہے۔
میں سبز کوٹ پہنتی ہوں۔
لیکن یہ بہت چھوٹا ہے۔
یہ کندھوں سے بہت تنگ ہے۔
"کیا آپ کے پاس یہ کسی اور سائز میں ہے؟" میں پوچھتی ہوں۔
سیلز اسسٹنٹ دیکھتی ہے۔
"نہیں، افسوس کہ نہیں،" وہ جواب دیتی ہے۔
اس لیے میں سبز کوٹ واپس لٹکا دیتی ہوں۔
سیلز اسسٹنٹ میرے لیے ایک اور جیکٹ ڈھونڈتی ہے۔
یہ ایک گرم، گہرے نیلے رنگ کی سردیوں کی جیکٹ ہے۔
میں گہرے نیلے رنگ کی جیکٹ پہنتی ہوں۔
یہ بالکل ٹھیک آتی ہے۔
یہ اچھی اور بڑی ہے اور تنگ نہیں ہے۔
میں ایک بڑے آئینے میں دیکھتی ہوں۔
مجھے یہ پسند ہے۔
"میں یہ لوں گی،" میں کہتی ہوں۔
