Πηγαίνω σε ένα τραπέζι στο κατάστημα.
Υπάρχουν πολλά πράγματα πάνω στο τραπέζι.
Δεν φοράω κασκόλ σήμερα.
Κρυώνω πολύ στον λαιμό μου.
Βλέπω ένα μπλε κασκόλ.
Είναι ένα πολύ μακρύ κασκόλ.
Είναι φτιαγμένο από μαλλί.
Παίρνω το μπλε κασκόλ.
Το βάζω γύρω από τον λαιμό μου.
Το νιώθω υπέροχα ζεστό.
«Είναι ωραίο χρώμα», λέει η πωλήτρια.
«Ναι, και είναι πολύ μαλακό», λέω.
Κοιτάζω το καρτελάκι με την τιμή.
Κοστίζει εκατόν πενήντα κορόνες.
Είναι καλή τιμή για ένα ζεστό κασκόλ.
Το βγάζω πάλι.
«Το αγοράζω κι αυτό», της λέω.
Βάζω το μπλε κασκόλ μαζί με το κόκκινο πουλόβερ.
