Я подхожу к столу в магазине.
На столе много вещей.
Сегодня на мне нет шарфа.
У меня очень мерзнет шея.
Я вижу синий шарф.
Это очень длинный шарф.
Он сделан из шерсти.
Я беру синий шарф.
Я обматываю его вокруг шеи.
В нем так приятно и тепло.
«Это красивый цвет», — говорит продавщица.
«Да, и он очень мягкий», — говорю я.
Я смотрю на ценник.
Он стоит сто пятьдесят крон.
Это хорошая цена для теплого шарфа.
Я снова его снимаю.
«Я тоже его покупаю», — говорю я ей.
Я кладу синий шарф вместе с красным свитером.
