میں نے اب بھی اپنی پتلی جیکٹ پہنی ہوئی ہے۔
میں آج صبح کے اپنے ٹھنڈے ہاتھوں کے بارے میں سوچتی ہوں۔
مجھے موٹے دستانوں کی ضرورت ہے۔
میں روشن دکان میں ارد گرد دیکھتی ہوں۔
میں ایک بڑی ٹوکری دیکھتی ہوں۔
ٹوکری دستانوں سے بھری ہوئی ہے۔
مجھے سردیوں کے کالے دستانوں کا ایک جوڑا ملتا ہے۔
وہ بہت موٹے اور نرم ہیں۔
میں دستانے پہنتی ہوں۔
وہ مجھے بالکل ٹھیک آتے ہیں۔
میں مسکراتی ہوئی سیلز اسسٹنٹ سے پوچھتی ہوں۔
"کالے دستانوں کی قیمت کیا ہے؟" میں پوچھتی ہوں۔
"ان کی قیمت ایک سو بیس کرونر ہے،" وہ جواب دیتی ہے۔
ایک سو بیس کرونر ایک اچھی قیمت ہے۔
میرے ہاتھ پہلے ہی گرم ہیں۔
"میں یہ لے لوں گی،" میں خوشی سے کہتی ہوں۔
میں دوبارہ دستانے اتارتی ہوں۔
میں کالے دستانوں کو اپنے سرخ سویٹر اور نیلے سکارف کے ساتھ رکھتی ہوں۔
اب میں ادائیگی کے لیے تیار ہوں۔
