Φοράω ακόμα το λεπτό μου μπουφάν.
Σκέφτομαι τα κρύα μου χέρια από σήμερα το πρωί.
Χρειάζομαι χοντρά γάντια.
Κοιτάζω γύρω στο φωτεινό μαγαζί.
Βλέπω ένα μεγάλο καλάθι.
Το καλάθι είναι γεμάτο γάντια.
Βρίσκω ένα ζευγάρι μαύρα χειμωνιάτικα γάντια.
Είναι πολύ χοντρά και μαλακά.
Φοράω τα γάντια.
Μου κάνουν τέλεια.
Ρωτάω τη χαμογελαστή πωλήτρια.
«Πόσο κοστίζουν τα μαύρα γάντια;» ρωτάω.
«Κοστίζουν εκατόν είκοσι κορώνες», απαντάει.
Εκατόν είκοσι κορώνες είναι μια καλή τιμή.
Τα χέρια μου είναι ήδη ζεστά.
«Θα τα πάρω», λέω χαρούμενη.
Βγάζω πάλι τα γάντια.
Βάζω τα μαύρα γάντια μαζί με το κόκκινο πουλόβερ μου και το μπλε κασκόλ μου.
Τώρα είμαι έτοιμη να πληρώσω.
