На мне всё ещё моя тонкая куртка.
Я думаю о том, какими холодными были мои руки сегодня утром.
Мне нужны толстые перчатки.
Я осматриваюсь в светлом магазине.
Я вижу большую корзину.
Корзина полна перчаток.
Я нахожу пару черных зимних перчаток.
Они очень толстые и мягкие.
Я надеваю перчатки.
Они сидят на мне идеально.
Я спрашиваю улыбающуюся продавщицу.
«Сколько стоят черные перчатки?» — спрашиваю я.
«Они стоят сто двадцать крон», — отвечает она.
Сто двадцать крон — это хорошая цена.
Мои руки уже теплые.
«Я их возьму», — радостно говорю я.
Я снова снимаю перчатки.
Я кладу черные перчатки вместе с моим красным свитером и моим синим шарфом.
Теперь я готова заплатить.
