"ایک تھیلا؟" دکان کا ملازم پوچھتا ہے۔
"نہیں، شکریہ،" میں کہتی ہوں۔
مجھے تھیلے کی ضرورت نہیں ہے۔
میں فوراً نئے کپڑے پہن لیتی ہوں۔
سب سے پہلے، میں موٹا، سرخ سویٹر پہنتی ہوں۔
پھر، میں سردیوں کی گہری نیلی جیکٹ پہنتی ہوں۔
میں گرم جیکٹ کی زپ بند کرتی ہوں۔
اس کے بعد، میں لمبا، نیلا سکارف لیتی ہوں۔
میں اسے اپنی گردن کے گرد لپیٹتی ہوں۔
آخر میں، میں نئے، کالے دستانے پہنتی ہوں۔
اب میں نے اپنے تمام گرم کپڑے پہن لیے ہیں۔
میں مسکراتی ہوں اور خداحافظ کہتی ہوں۔
میں دکان سے باہر نکلتی ہوں۔
میں دوبارہ باہر ٹھنڈی سڑک پر کھڑی ہوں۔
جما دینے والی سردی ہے۔
تیز ہوا چل رہی ہے۔
لیکن مجھے بالکل سردی نہیں لگ رہی ہے۔
اب میں سردیوں کے لیے تیار ہوں۔
