«Μια σακούλα;» ρωτάει ο υπάλληλος.
«Όχι, ευχαριστώ», λέω.
Δεν χρειάζομαι σακούλα.
Φοράω τα καινούργια ρούχα αμέσως.
Πρώτα, φοράω το χοντρό, κόκκινο πουλόβερ.
Μετά, φοράω το σκούρο μπλε χειμωνιάτικο μπουφάν.
Κλείνω το φερμουάρ του ζεστού μπουφάν.
Ύστερα, παίρνω το μακρύ, μπλε κασκόλ.
Το τυλίγω γύρω από τον λαιμό μου.
Τέλος, φοράω τα καινούργια, μαύρα γάντια.
Τώρα φοράω όλα τα ζεστά μου ρούχα.
Χαμογελάω και λέω αντίο.
Βγαίνω από το μαγαζί.
Στέκομαι πάλι έξω στον κρύο δρόμο.
Κάνει παγωνιά.
Ο αέρας φυσάει δυνατά.
Αλλά δεν κρυώνω καθόλου.
Τώρα είμαι έτοιμη για τον χειμώνα.
