ഇന്ന് രാവിലെ ഞാൻ നേരത്തെ ഉണർന്നു.
എന്റെ കിടപ്പുമുറിയിലേക്ക് സൂര്യൻ ശോഭയോടെ പ്രകാശിക്കുന്നുണ്ടായിരുന്നു.
ഞാൻ കട്ടിലിൽ കിടന്നുകൊണ്ട് മെക്സിക്കോയിലുള്ള എന്റെ വീടിനെക്കുറിച്ച് ഓർത്തു.
ശരിക്കും ഇന്ന് എന്റെ ജന്മദിനമാണ്.
എനിക്കിന്ന് മുപ്പത്തിരണ്ട് വയസ്സ് തികയുകയാണ്.
കുടുംബത്തിൽ നിന്നകലെയായിരിക്കുന്ന എന്റെ ആദ്യത്തെ ജന്മദിനമാണിത്.
അക്കാര്യമോർത്ത് എനിക്ക് ചെറിയൊരു ഗൃഹാതുരത്വം തോന്നി.
എന്നാൽ അപ്പോൾ ഞാൻ കിടക്കയ്ക്കരികിലെ മേശയിൽ നിന്ന് എന്റെ ഫോണെടുത്തു.
എന്റെ കുടുംബം സ്നേഹം നിറഞ്ഞ ഒരുപാട് സന്ദേശങ്ങൾ അയച്ചിട്ടുണ്ട്.
ഇന്നലെ രാത്രി ഞാൻ ഉറങ്ങുമ്പോഴാണ് അവരത് എഴുതിയത്.
എന്റെ മാതാപിതാക്കൾ ഞങ്ങളുടെ നായയായ ലോലയ്ക്കൊപ്പം ഒരു രസകരമായ വീഡിയോ റെക്കോർഡ് ചെയ്തിട്ടുണ്ട്.
എന്റെ സഹോദരി സോഫിയ നീളമേറിയതും സ്നേഹം നിറഞ്ഞതുമായ ഒരു സന്ദേശം എഴുതിയിട്ടുണ്ട്.
കൂടാതെ എന്റെ സഹോദരൻ ഡീഗോ എനിക്കേറ്റവും ഇഷ്ടപ്പെട്ട കേക്കിന്റെ ഒരു ചിത്രം അയച്ചുതന്നു.
ആ ചിത്രം കണ്ടപ്പോൾ ഞാൻ വിടർന്നു ചിരിച്ചു.
എന്റെ ഈ വലിയ ദിവസം അവർ തീരെ മറന്നിട്ടില്ല.
ഞാൻ ആ സന്ദേശങ്ങൾക്കെല്ലാം ഉടൻ തന്നെ മറുപടി നൽകി.
ഞാൻ അവരെ സ്നേഹിക്കുന്നുണ്ടെന്നും വല്ലാതെ മിസ്സ് ചെയ്യുന്നുണ്ടെന്നും ഞാൻ അവർക്കെഴുതി.
ഞാൻ ആ സന്ദേശങ്ങൾ വീണ്ടും വീണ്ടും വായിക്കുന്നു.
എന്റെ ജന്മദിനത്തിന് ഇതൊരു ഗംഭീര തുടക്കമാണ്.
