آج صبح میں جلدی جاگ گئی۔
سورج میرے بیڈروم میں تیزی سے چمک رہا تھا۔
میں بستر پر لیٹی میکسیکو میں اپنے گھر کے بارے میں سوچ رہی تھی۔
دراصل آج میری سالگرہ ہے۔
آج میں بتیس سال کی ہو گئی ہوں۔
اپنے خاندان سے دور یہ میری پہلی سالگرہ ہے۔
میں اس بارے میں قدرے پرانی یادوں میں کھو گئی تھی۔
لیکن پھر میں نے نائٹ اسٹینڈ سے اپنا فون اٹھایا۔
میرے گھر والوں نے بہت سے پیار بھرے پیغامات بھیجے ہیں۔
انہوں نے یہ کل رات لکھے تھے جب میں سو رہی تھی۔
میرے والدین نے ہمارے کتے، لولا کے ساتھ ایک مزاحیہ ویڈیو ریکارڈ کی ہے۔
میری بہن صوفیہ نے ایک لمبا اور پیارا سا میسج لکھا ہے۔
اور میرے بھائی ڈیاگو نے میرے پسندیدہ کیک کی تصویر بھیجی۔
جب میں نے تصویر دیکھی تو میں کھل کر مسکرائی۔
وہ میرا یہ بڑا دن بالکل نہیں بھولے۔
میں نے فوراً تمام پیغامات کا جواب دیا۔
میں نے انہیں لکھا کہ میں ان سے پیار کرتی ہوں اور انہیں یاد کرتی ہوں۔
میں پیغامات کو بار بار پڑھ رہی ہوں۔
یہ میری سالگرہ کا ایک شاندار آغاز ہے۔
