Я проснулась рано утром.
Солнце ярко светило в мою спальню.
Я лежала в кровати и думала о своем доме в Мексике.
Ведь сегодня мой день рождения.
Сегодня мне исполняется тридцать два года.
Это мой первый день рождения вдали от семьи.
Я почувствовала легкую ностальгию из-за этого.
Но затем я взяла свой телефон с тумбочки.
Моя семья прислала много теплых сообщений.
Они написали их ночью, пока я спала.
Мои родители записали забавное видео с Лолой, нашей собакой.
Моя сестра София написала длинное и милое сообщение.
А мой брат Диего прислал фотографию моего любимого торта.
Я широко улыбнулась, когда увидела фотографию.
Они совсем не забыли про мой важный день.
Я сразу же ответила на все сообщения.
Я написала им, что люблю их и скучаю по ним.
Я читаю сообщения снова и снова.
Это фантастическое начало моего дня рождения.
