Вечером я сижу на диване со своим компьютером.
Я звоню своей семье в Мексику.
На экране мои родители, сестра София и брат Диего.
Наша собака Лола тоже там.
«С днем рождения!» — кричат они все вместе.
София спрашивает.
«Ты получила нашу посылку?»
«Да, она пришла по почте вчера», — отвечаю я.
«Ты ее уже открыла?» — взволнованно спрашивает она.
Я улыбаюсь и беру со стола разноцветный шарф.
«Я открыла ее, когда пришла домой», — говорю я и поднимаю шарф.
«Мне очень нравятся цвета».
Я оборачиваю шарф вокруг шеи.
«Он тебе очень идет», — говорит моя мама.
«У тебя сегодня был хороший день?» — спрашивает мой папа.
«Да, чуть раньше мои коллеги купили мне торт», — объясняю я.
Диего поднимает Лолу к камере.
«Лола тоже съела маленький тортик», — смеется он.
Я громко смеюсь над маленькой собачкой.
Это мой первый день рождения вдали от дома, но я чувствую, что они совсем рядом.
