شام کو، میں اپنے صوفے پر اپنے کمپیوٹر کے ساتھ بیٹھتی ہوں۔
میں میکسیکو میں اپنے گھر والوں کو کال کرتی ہوں۔
سکرین پر میرے والدین، میری بہن صوفیا، اور میرا بھائی ڈیاگو نظر آتے ہیں۔
ہمارا کتا، لولا، بھی وہاں ہے۔
"سالگرہ مبارک!" وہ سب چلاتے ہیں۔
صوفیا پوچھتی ہے۔
"کیا تمہیں ہمارا پیکج مل گیا ہے؟"
"ہاں، وہ کل ڈاک میں آ گیا تھا،" میں جواب دیتی ہوں۔
"کیا تم نے اسے کھولا ہے؟" وہ جوش سے پوچھتی ہے۔
میں مسکراتی ہوں اور میز سے ایک رنگ برنگا سکارف اٹھاتی ہوں۔
"جب میں گھر آئی تو میں نے اسے کھولا،" میں کہتی ہوں اور سکارف اوپر اٹھاتی ہوں۔
"مجھے واقعی یہ رنگ بہت پسند ہیں۔"
میں سکارف اپنے گلے میں ڈال لیتی ہوں۔
"یہ تم پر بہت جچ رہا ہے،" میری امی کہتی ہیں۔
"کیا آج تمہارا دن اچھا گزرا؟" میرے ابو پوچھتے ہیں۔
"ہاں، میرے ساتھیوں نے آج پہلے میرے لیے ایک کیک خریدا تھا،" میں وضاحت کرتی ہوں۔
ڈیاگو لولا کو کیمرے کے سامنے اوپر اٹھاتا ہے۔
"لولا نے بھی تھوڑا سا کیک کھایا ہے،" وہ ہنستا ہے۔
میں چھوٹے کتے پر زور سے ہنستی ہوں۔
گھر سے دور یہ میری پہلی سالگرہ ہے، لیکن وہ مجھے بہت قریب محسوس ہوتے ہیں۔
