Είναι Σάββατο πρωί και έχω τελειώσει στην καφετέρια.
Μόλις σκούπισα το τελευταίο τραπέζι.
Λύνω την ποδιά μου και την αφήνω σε μια καρέκλα.
Σήμερα είχα μια μικρή βάρδια.
Την προηγούμενη εβδομάδα δούλεψα μέχρι τις τρεις η ώρα.
Εκείνη τη μέρα είχαμε πολλή δουλειά όλη μέρα.
Αλλά σήμερα είχαμε μόνο λίγους πελάτες.
Ο ήλιος λάμπει έξω και είναι μια όμορφη καλοκαιρινή μέρα.
Απόψε έχει μια μεγάλη φωτιά κάτω στη θάλασσα.
Ανυπομονώ πολύ να τη δω.
Παίρνω το τηλέφωνό μου και γράφω ένα μήνυμα στην Έβα.
Τη ρωτάω, «Θα συναντηθούμε κανονικά απόψε;»
Γράφω επίσης ότι έχω ήδη σχολάσει.
«Τελείωσα νωρίς σήμερα, οπότε είμαι έτοιμη», γράφω.
Η Έβα απαντάει σχεδόν αμέσως.
«Ναι, φυσικά!», απαντάει.
«Μόλις αγόρασα φρέσκες φράουλες.»
«Τα λέμε στην παραλία αργότερα», γράφει.
Χαμογελάω και παίρνω την τσάντα μου.
Μετά βγαίνω έξω στον ζεστό καλοκαιρινό καιρό.
