ہفتے کی صبح ہے، اور میں کیفے سے فارغ ہو چکی ہوں۔
میں نے ابھی آخری میز صاف کی ہے۔
میں اپنا ایپرن کھولتی ہوں اور اسے کرسی پر رکھ دیتی ہوں۔
آج میری شفٹ چھوٹی تھی۔
پچھلے ہفتے میں نے تین بجے تک کام کیا تھا۔
اس دن ہم سارا دن بہت مصروف تھے۔
لیکن آج ہمارے پاس صرف چند ہی مہمان آئے ہیں۔
باہر دھوپ چمک رہی ہے، اور یہ گرمیوں کا ایک خوبصورت دن ہے۔
آج رات سمندر کے کنارے ایک بڑا الاؤ ہے۔
مجھے اسے دیکھنے کا بے صبری سے انتظار ہے۔
میں اپنا فون لیتی ہوں اور ایوا کو ایک پیغام لکھتی ہوں۔
میں اس سے پوچھتی ہوں، "کیا ہم آج رات اب بھی مل رہے ہیں؟"
میں یہ بھی لکھتی ہوں کہ میری پہلے ہی چھٹی ہو چکی ہے۔
"میں نے آج جلدی کام ختم کر لیا ہے، اس لیے میں تیار ہوں،" میں لکھتی ہوں۔
ایوا تقریباً فوراً جواب دیتی ہے۔
"ہاں، بالکل!" وہ جواب دیتی ہے۔
"میں نے ابھی تازہ سٹرابریاں خریدی ہیں۔"
"بعد میں ساحل پر ملتے ہیں،" وہ لکھتی ہے۔
میں مسکراتی ہوں اور اپنا بیگ اٹھاتی ہوں۔
پھر میں گرمیوں کے گرم موسم میں باہر نکلتی ہوں۔
