ശനിയാഴ്ച രാവിലെയാണ്, കഫേയിലെ എൻ്റെ ജോലി കഴിഞ്ഞു.
ഞാൻ അവസാനത്തെ മേശയും തുടച്ചു വൃത്തിയാക്കിയതേയുള്ളൂ.
ഞാൻ എൻ്റെ ആപ്രോൺ അഴിച്ച് ഒരു കസേരയിൽ വെക്കുന്നു.
ഇന്ന് എനിക്കൊരു ചെറിയ ഷിഫ്റ്റ് ആയിരുന്നു.
കഴിഞ്ഞ ആഴ്ച ഞാൻ മൂന്ന് മണി വരെ ജോലി ചെയ്തു.
അന്ന് ദിവസം മുഴുവൻ ഞങ്ങൾക്ക് വലിയ തിരക്കായിരുന്നു.
എന്നാൽ ഇന്ന് കുറച്ച് അതിഥികൾ മാത്രമേ ഉണ്ടായിരുന്നുള്ളൂ.
പുറത്ത് നല്ല വെയിലുണ്ട്, ഇതൊരു മനോഹരമായ വേനൽക്കാല ദിവസമാണ്.
ഇന്ന് രാത്രി താഴെ കടലിനരികിൽ ഒരു വലിയ തീക്കുണ്ടം ഉണ്ട്.
അത് കാണാനായി ഞാൻ വളരെ ആകാംക്ഷയോടെ കാത്തിരിക്കുകയാണ്.
ഞാൻ എൻ്റെ ഫോണെടുത്ത് ഈവയ്ക്ക് ഒരു സന്ദേശം എഴുതുന്നു.
ഞാൻ അവളോട് ചോദിക്കുന്നു, "നമ്മൾ ഇന്ന് രാത്രി കാണുന്നുണ്ടല്ലോ അല്ലേ?"
എൻ്റെ ജോലി ഇതിനകം കഴിഞ്ഞു എന്നും ഞാൻ എഴുതുന്നു.
"ഇന്ന് ഞാൻ നേരത്തെ ജോലി തീർത്തു, അതിനാൽ ഞാൻ തയ്യാറാണ്," എന്ന് ഞാൻ എഴുതുന്നു.
ഈവ ഉടനെ തന്നെ മറുപടി നൽകുന്നു.
"അതെ, തീർച്ചയായും!" അവൾ മറുപടി നൽകുന്നു.
"ഞാൻ കുറച്ച് ഫ്രഷ് സ്ട്രോബെറി വാങ്ങിയതേയുള്ളൂ."
"നമുക്ക് പിന്നീട് ബീച്ചിൽ വെച്ചു കാണാം," അവൾ എഴുതുന്നു.
ഞാൻ പുഞ്ചിരിച്ചുകൊണ്ട് എൻ്റെ ബാഗെടുക്കുന്നു.
പിന്നെ ഞാൻ ആ ചൂടുള്ള വേനൽക്കാല കാലാവസ്ഥയിലേക്ക് നടന്നിറങ്ങുന്നു.
