Сейчас утро субботы, и я закончила работу в кафе.
Я только что вытерла последний столик.
Я развязываю фартук и кладу его на стул.
Сегодня у меня была короткая смена.
На прошлой неделе я работала до трех часов.
В тот день мы были очень заняты весь день.
Но сегодня у нас было всего несколько гостей.
На улице светит солнце, и это прекрасный летний день.
Сегодня вечером у моря будет большой костер.
Я с нетерпением жду возможности на него посмотреть.
Я беру телефон и пишу сообщение Еве.
Я спрашиваю ее: «Мы все еще встречаемся сегодня вечером?»
Я также пишу, что я уже свободна.
«Сегодня я закончила пораньше, так что я готова», — пишу я.
Ева отвечает почти сразу.
«Да, конечно!» — отвечает она.
«Я только что купила свежую клубнику».
«Увидимся позже на пляже», — пишет она.
Я улыбаюсь и беру свою сумку.
Затем я выхожу в теплую летнюю погоду.
