Κατεβαίνω προς την παραλία μόνη μου.
Είναι ήδη βράδυ, αλλά ο ουρανός είναι ακόμα πολύ φωτεινός.
Ο ήλιος δεν έχει αρχίσει να δύει ακόμα.
Κοιτάζω ψηλά και φέρνω στο μυαλό μου τον Ιανουάριο.
Τότε περίμενα συχνά το λεωφορείο μετά τη δουλειά.
Η ώρα ήταν μόνο τέσσερις το απόγευμα.
Αλλά ήταν ήδη πίσσα σκοτάδι παντού.
Στεκόμουν στη στάση του λεωφορείου και ξεπάγιαζα.
Τώρα μένω εδώ μισό χρόνο.
Όλα έχουν αλλάξει.
Στο Μεξικό, ο ήλιος έδυε πάντα σχεδόν την ίδια ώρα.
Έτσι ήταν όλο τον χρόνο.
Εδώ δεν έχω ξαναζήσει ποτέ τόσο μεγάλες μέρες.
Το φως έχει δώσει στην πόλη μια εντελώς νέα ζωή.
Φοράω το ζεστό μου πουλόβερ.
Παρόλο που ο ουρανός είναι φωτεινός, ο αέρας φυσάει λίγο κρύος από τη θάλασσα.
Ανυπομονώ να δω τη φωτιά.
Θα είναι μια υπέροχη βραδιά με τους φίλους μου.
