Я одна спускаюсь к пляжу.
Уже вечер, но небо все еще очень светлое.
Солнце еще не начало садиться.
Я смотрю вверх и вспоминаю январь.
Тогда я часто ждала автобуса после работы.
Было всего четыре часа дня.
Но повсюду уже была кромешная тьма.
Я стояла на автобусной остановке и мерзла.
Теперь я живу здесь уже полгода.
Все изменилось.
В Мексике солнце всегда садилось почти в одно и то же время.
Так было круглый год.
Здесь я никогда раньше не видела таких длинных дней.
Свет подарил городу совершенно новую жизнь.
Я надеваю свой теплый свитер.
Хотя небо светлое, с моря дует немного холодный ветер.
Я с нетерпением жду, когда увижу костер.
Это будет прекрасный вечер с моими друзьями.
