میں اکیلی ساحل کی طرف نیچے جاتی ہوں۔
شام ہو چکی ہے، لیکن آسمان اب بھی بہت روشن ہے۔
سورج نے ابھی تک غروب ہونا شروع نہیں کیا ہے۔
میں اوپر دیکھتی ہوں اور جنوری کے بارے میں سوچتی ہوں۔
اس وقت میں اکثر کام کے بعد بس کا انتظار کرتی تھی۔
دوپہر کے صرف چار بجے ہوتے تھے۔
لیکن ہر طرف پہلے ہی گھپ اندھیرا ہوتا تھا۔
میں بس اسٹاپ پر کھڑی سردی سے ٹھٹھرتی تھی۔
اب مجھے یہاں رہتے ہوئے آدھا سال ہو گیا ہے۔
سب کچھ بدل گیا ہے۔
میکسیکو میں، سورج ہمیشہ تقریباً ایک ہی وقت پر غروب ہوتا تھا۔
پورا سال ایسا ہی رہتا تھا۔
یہاں میں نے اس سے پہلے کبھی اتنے لمبے دنوں کا تجربہ نہیں کیا۔
روشنی نے شہر کو ایک بالکل نئی زندگی دے دی ہے۔
میں اپنا گرم سویٹر پہنتی ہوں۔
اگرچہ آسمان روشن ہے، لیکن سمندر کی طرف سے ہوا تھوڑی ٹھنڈی چل رہی ہے۔
مجھے الاؤ دیکھنے کا بے صبری سے انتظار ہے۔
یہ میرے دوستوں کے ساتھ ایک بہت اچھی شام ہوگی。
