Почти двенадцать часов ночи, но небо еще светлое.
Оно мягкого синего цвета.
Я иду по улице вместе с Евой и Питером.
Мы мало разговариваем.
В ночи звучат только наши шаги.
Я смотрю на своих друзей.
Ева улыбается, а Питер выглядит усталым, но счастливым.
Когда я приехала сюда, я никого не знала.
Но с тех пор многое изменилось.
У меня наладилась хорошая повседневная жизнь, и я встретила много людей.
Я действительно нашла настоящих друзей.
Питер был первым коллегой, с которым я поговорила.
А недавно Ева пригласила меня к себе домой.
Теперь мы идем здесь вместе под светлым летним небом.
Мне только что исполнилось тридцать два года.
Я построила жизнь, которую люблю.
Я наконец-то чувствую себя полностью как дома в своем новом городе.
