Είναι σχεδόν δώδεκα η ώρα το βράδυ, αλλά ο ουρανός είναι ακόμα φωτεινός.
Έχει ένα απαλό, μπλε χρώμα.
Περπατάω στον δρόμο με την Έβα και τον Πέτερ.
Δεν μιλάμε πολύ.
Μόνο τα βήματά μας ακούγονται μέσα στη νύχτα.
Κοιτάζω τους φίλους μου.
Η Έβα χαμογελάει, και ο Πέτερ φαίνεται κουρασμένος αλλά χαρούμενος.
Όταν ήρθα εδώ, δεν ήξερα κανέναν.
Αλλά πολλά έχουν αλλάξει από τότε.
Έχω αποκτήσει μια καλή καθημερινότητα, και έχω γνωρίσει πολλούς ανθρώπους.
Στην πραγματικότητα, έχω βρει αληθινούς φίλους.
Ο Πέτερ ήταν ο πρώτος συνάδελφος με τον οποίο μίλησα.
Και η Έβα με κάλεσε πρόσφατα στο σπίτι της.
Τώρα περπατάμε εδώ μαζί κάτω από τον φωτεινό καλοκαιρινό ουρανό.
Μόλις έκλεισα τα τριάντα δύο μου χρόνια.
Έχω χτίσει μια ζωή που αγαπώ.
Επιτέλους νιώθω εντελώς σαν στο σπίτι μου στη νέα μου πόλη.
