میں ہر بدھ کی شام جم جاتی ہوں۔
مجھے ورزش کرنا پسند ہے۔
لیکن میں کوئی کھیل بھی کھیلنا چاہتی ہوں۔
مجھے بیڈمنٹن کھیلنا بہت پسند ہے۔
میں اپنے وطن میکسیکو میں یہ بہت کھیلتی تھی۔
اب میں ایک مقامی کلب تلاش کر رہی ہوں۔
میں اپنے صوفے پر اپنے کمپیوٹر کے ساتھ بیٹھی ہوں۔
میں آن لائن تلاش کرتی ہوں۔
مجھے ایک اچھا بیڈمنٹن کلب ملتا ہے۔
میں کلب کی ویب سائٹ دیکھتی ہوں۔
ان کی بہت سی ٹیمیں ہیں۔
وہ جمعرات کی شام کو کھیلتے ہیں۔
میں ایک آزمائشی سیشن بک کرنا چاہتی ہوں۔
مجھے ویب سائٹ پر ایک فارم ملتا ہے۔
میں اپنا نام اور اپنا ای میل لکھتی ہوں۔
میں جمعرات کی شام کا انتخاب کرتی ہوں۔
ٹریننگ شام سات بجے شروع ہوتی ہے۔
یہ بہترین ہے۔
مجھے دوبارہ کھیلنے کا بے صبری سے انتظار ہے۔
