Πηγαίνω στο γυμναστήριο κάθε Τετάρτη βράδυ.
Μου αρέσει να γυμνάζομαι.
Αλλά θέλω επίσης να κάνω ένα άθλημα.
Λατρεύω να παίζω μπάντμιντον.
Το έπαιζα πολύ στην πατρίδα μου, το Μεξικό.
Τώρα ψάχνω για έναν τοπικό σύλλογο.
Κάθομαι στον καναπέ μου με τον υπολογιστή μου.
Ψάχνω στο διαδίκτυο.
Βρίσκω έναν καλό σύλλογο μπάντμιντον.
Κοιτάζω την ιστοσελίδα του συλλόγου.
Έχουν πολλές ομάδες.
Παίζουν Πέμπτη βράδυ.
Θέλω να κλείσω μια δοκιμαστική προπόνηση.
Βρίσκω μια φόρμα στην ιστοσελίδα.
Γράφω το όνομά μου και το email μου.
Επιλέγω Πέμπτη βράδυ.
Η προπόνηση ξεκινάει στις επτά το βράδυ.
Είναι τέλειο.
Ανυπομονώ να παίξω ξανά.
