Я хожу в спортзал каждую среду вечером.
Мне нравится тренироваться.
Но я также хочу заниматься спортом.
Я люблю играть в бадминтон.
Я много играла в него дома в Мексике.
Сейчас я ищу местный клуб.
Я сижу на диване со своим компьютером.
Я ищу в интернете.
Я нахожу хороший клуб по бадминтону.
Я смотрю сайт клуба.
У них много команд.
Они играют в четверг вечером.
Я хочу записаться на пробную тренировку.
Я нахожу форму на сайте.
Я пишу свое имя и электронную почту.
Я выбираю вечер четверга.
Тренировка начинается в семь вечера.
Это идеально.
Я с нетерпением жду возможности снова поиграть.
