ഞാൻ എല്ലാ ബുധനാഴ്ച വൈകുന്നേരവും ജിമ്മിൽ പോകാറുണ്ട്.
എനിക്ക് വ്യായാമം ചെയ്യാൻ ഇഷ്ടമാണ്.
എന്നാൽ എനിക്ക് ഏതെങ്കിലും സ്പോർട്സ് കളിക്കാനും ആഗ്രഹമുണ്ട്.
എനിക്ക് ബാഡ്മിന്റൺ കളിക്കാൻ വളരെ ഇഷ്ടമാണ്.
നാട്ടിൽ മെക്സിക്കോയിൽ ഞാൻ ഇത് ധാരാളം കളിച്ചിരുന്നു.
ഇപ്പോൾ ഞാൻ ഒരു പ്രാദേശിക ക്ലബ്ബിനായി തിരയുകയാണ്.
ഞാൻ എന്റെ കമ്പ്യൂട്ടറുമായി സോഫയിൽ ഇരിക്കുകയാണ്.
ഞാൻ ഓൺലൈനിൽ തിരയുന്നു.
ഞാൻ ഒരു നല്ല ബാഡ്മിന്റൺ ക്ലബ്ബ് കണ്ടെത്തുന്നു.
ഞാൻ ആ ക്ലബ്ബിന്റെ വെബ്സൈറ്റ് നോക്കുന്നു.
അവർക്ക് നിരവധി ടീമുകളുണ്ട്.
അവർ വ്യാഴാഴ്ച വൈകുന്നേരമാണ് കളിക്കുന്നത്.
എനിക്ക് ഒരു ട്രയൽ സെഷൻ ബുക്ക് ചെയ്യണം.
വെബ്സൈറ്റിൽ ഞാൻ ഒരു ഫോം കണ്ടെത്തുന്നു.
ഞാൻ എന്റെ പേരും ഇമെയിലും എഴുതുന്നു.
ഞാൻ വ്യാഴാഴ്ച വൈകുന്നേരം തിരഞ്ഞെടുക്കുന്നു.
വൈകുന്നേരം ഏഴ് മണിക്കാണ് പരിശീലനം തുടങ്ങുന്നത്.
അത് വളരെ അനുയോജ്യമാണ്.
വീണ്ടും കളിക്കാൻ ഞാൻ ആകാംക്ഷയോടെ കാത്തിരിക്കുകയാണ്.
