Вечер четверга, и я дома.
Я собираю свою спортивную сумку.
Я кладу обувь и одежду в сумку.
Я с нетерпением жду возможности поиграть сегодня вечером.
Я еду на автобусе в большой спортзал.
На улице холодный зимний вечер.
Я сижу в автобусе и смотрю в окно.
Автобус останавливается, и я выхожу.
Я захожу в большой спортзал.
Там очень светло.
Я вижу в зале много людей.
Они любят заниматься спортом.
Я слышу громкий звук.
Обувь скрипит на многочисленных деревянных площадках.
Люди быстро бегают и играют вместе.
Это выглядит очень весело.
Я готова играть.
Но сначала мне нужно взять ракетку напрокат.
