വ്യാഴാഴ്ച വൈകുന്നേരമാണ്, ഞാൻ വീട്ടിലാണ്.
ഞാൻ എൻ്റെ സ്പോർട്സ് ബാഗ് പാക്ക് ചെയ്യുന്നു.
ഞാൻ എൻ്റെ ഷൂസും വസ്ത്രങ്ങളും ബാഗിൽ വെക്കുന്നു.
ഇന്ന് രാത്രി കളിക്കാൻ ഞാൻ കാത്തിരിക്കുകയാണ്.
ഞാൻ ഒരു വലിയ സ്പോർട്സ് ഹാളിലേക്ക് ബസ്സിൽ പോകുന്നു.
ഇതൊരു തണുത്ത ശൈത്യകാല വൈകുന്നേരമാണ്.
ഞാൻ ബസ്സിലിരുന്ന് പുറത്തേക്ക് നോക്കുന്നു.
ബസ്സ് നിർത്തുന്നു, ഞാൻ പുറത്തേക്കിറങ്ങുന്നു.
ഞാൻ ആ വലിയ സ്പോർട്സ് ഹാളിലേക്ക് നടന്നു കയറുന്നു.
അവിടെ നല്ല വെളിച്ചമുണ്ട്.
ഹാളിൽ ധാരാളം ആളുകളെ ഞാൻ കാണുന്നു.
അവർക്ക് സ്പോർട്സ് കളിക്കാൻ വളരെ ഇഷ്ടമാണ്.
ഞാൻ ഉച്ചത്തിലുള്ള ഒരു ശബ്ദം കേൾക്കുന്നു.
മരംകൊണ്ടുള്ള അനേകം കോർട്ടുകളിൽ ഷൂസുകൾ ഉരഞ്ഞ് ശബ്ദമുണ്ടാക്കുന്നു.
ആളുകൾ വേഗത്തിൽ ഓടുകയും ഒരുമിച്ച് കളിക്കുകയും ചെയ്യുന്നു.
അത് വളരെ രസകരമാണെന്ന് തോന്നുന്നു.
ഞാൻ കളിക്കാൻ തയ്യാറാണ്.
എന്നാൽ ആദ്യം എനിക്കൊരു റാക്കറ്റ് വാടകയ്ക്കെടുക്കണം.
