Είναι Πέμπτη βράδυ και είμαι στο σπίτι.
Ετοιμάζω την αθλητική μου τσάντα.
Βάζω τα παπούτσια και τα ρούχα μου στην τσάντα.
Ανυπομονώ να παίξω απόψε.
Παίρνω το λεωφορείο για ένα μεγάλο κλειστό γυμναστήριο.
Είναι ένα κρύο χειμωνιάτικο βράδυ.
Κάθομαι στο λεωφορείο και κοιτάζω έξω.
Το λεωφορείο σταματάει και κατεβαίνω.
Μπαίνω στο μεγάλο κλειστό γυμναστήριο.
Είναι πολύ φωτεινό.
Βλέπω πολλούς ανθρώπους στην αίθουσα.
Αγαπούν να αθλούνται.
Ακούω έναν δυνατό ήχο.
Τα παπούτσια τρίζουν στα πολλά ξύλινα γήπεδα.
Οι άνθρωποι τρέχουν γρήγορα και παίζουν μαζί.
Φαίνεται πολύ διασκεδαστικό.
Είμαι έτοιμη να παίξω.
Αλλά πρώτα πρέπει να νοικιάσω μια ρακέτα.
