جمعرات کی شام ہے، اور میں گھر پر ہوں۔
میں اپنا اسپورٹس بیگ پیک کرتی ہوں۔
میں اپنے جوتے اور کپڑے بیگ میں رکھتی ہوں۔
مجھے آج رات کھیلنے کا بے صبری سے انتظار ہے۔
میں ایک بڑے اسپورٹس ہال جانے کے لیے بس لیتی ہوں۔
یہ سردیوں کی ایک ٹھنڈی شام ہے۔
میں بس میں بیٹھی ہوں اور باہر دیکھتی ہوں۔
بس رکتی ہے، اور میں اترتی ہوں۔
میں بڑے اسپورٹس ہال کے اندر جاتی ہوں۔
یہ بہت روشن ہے۔
میں ہال میں بہت سے لوگوں کو دیکھتی ہوں۔
انہیں اسپورٹس کھیلنا بہت پسند ہے۔
مجھے ایک اونچی آواز سنائی دیتی ہے۔
لکڑی کے بہت سے کورٹس پر جوتے چرچراتے ہیں۔
لوگ تیزی سے دوڑتے ہیں اور مل کر کھیلتے ہیں۔
یہ بہت مزیدار لگ رہا ہے۔
میں کھیلنے کے لیے تیار ہوں۔
لیکن پہلے مجھے ایک ریکٹ کرائے پر لینا ہے۔
