Я подхожу к маленькому киоску в спортзале.
За стойкой стоит молодой человек.
Он улыбается и здоровается.
— Здравствуйте, я хочу сегодня поиграть в бадминтон, — говорю я.
— Вы новенькая здесь, в клубе? — спрашивает он.
— Да, я хотела бы попробовать присоединиться, — отвечаю я.
— Добро пожаловать, — говорит мужчина.
— Вам нужно арендовать ракетку? — спрашивает он.
— Да, пожалуйста, я хочу арендовать ракетку на вечер, — говорю я.
Он находит для меня хорошую ракетку.
— Это стоит сорок крон, — говорит он.
Я достаю свою платежную карту.
Я плачу сорок крон.
Он передает мне ракетку через стойку.
— Мне кажется, это веселый вид спорта, — радостно говорю я.
— Отличной игры!
Я говорю спасибо и иду к кортам.
