Πηγαίνω προς ένα μικρό κιόσκι στο αθλητικό κέντρο.
Ένας νεαρός άνδρας στέκεται πίσω από τον πάγκο.
Χαμογελάει και λέει γεια.
«Γεια, θέλω να παίξω μπάντμιντον σήμερα», λέω.
«Είσαι καινούργια εδώ στον σύλλογο;» ρωτάει.
«Ναι, θα ήθελα να δοκιμάσω να πάρω μέρος», απαντάω.
«Καλώς ήρθες», λέει ο άνδρας.
«Χρειάζεται να νοικιάσεις ρακέτα;» ρωτάει.
«Ναι, παρακαλώ, θέλω να νοικιάσω μια ρακέτα για το βράδυ», λέω.
Βρίσκει μια καλή ρακέτα για μένα.
«Κοστίζει σαράντα κορόνες», λέει.
Βγάζω την κάρτα πληρωμής μου.
Πληρώνω τις σαράντα κορόνες.
Μου δίνει τη ρακέτα πάνω από τον πάγκο.
«Νομίζω ότι είναι ένα διασκεδαστικό άθλημα», λέω χαρούμενα.
«Να έχεις ένα πολύ καλό παιχνίδι.»
Λέω ευχαριστώ και προχωράω προς τα γήπεδα.
