میں اسپورٹس ہال میں ایک چھوٹے سے کیوسک کی طرف جاتی ہوں۔
ایک نوجوان آدمی کاؤنٹر کے پیچھے کھڑا ہے۔
وہ مسکراتا ہے اور ہیلو کہتا ہے۔
"ہیلو، میں آج بیڈمنٹن کھیلنا چاہتی ہوں،" میں کہتی ہوں۔
"کیا آپ یہاں کلب میں نئی ہیں؟" وہ پوچھتا ہے۔
"جی ہاں، میں اس میں شامل ہو کر دیکھنا چاہوں گی،" میں جواب دیتی ہوں۔
"خوش آمدید،" آدمی کہتا ہے۔
"کیا آپ کو کرائے پر ریکٹ چاہیے؟" وہ پوچھتا ہے۔
"جی ہاں، میں آج شام کے لیے ایک ریکٹ کرائے پر لینا چاہتی ہوں،" میں کہتی ہوں۔
وہ میرے لیے ایک اچھا ریکٹ ڈھونڈ کر نکالتا ہے۔
"اس کی قیمت چالیس کرونر ہے،" وہ کہتا ہے۔
میں اپنا پیمنٹ کارڈ نکالتی ہوں۔
میں چالیس کرونر ادا کرتی ہوں۔
وہ کاؤنٹر کے اوپر سے مجھے ریکٹ دیتا ہے۔
"مجھے لگتا ہے کہ یہ ایک تفریحی کھیل ہے،" میں خوشی سے کہتی ہوں۔
"آپ کا کھیل بہت اچھا رہے۔"
میں شکریہ ادا کرتی ہوں اور کورٹس کی طرف چلی جاتی ہوں۔
