Πηγαίνω προς ένα γήπεδο μπάντμιντον.
Τρία άτομα στέκονται στο γήπεδο.
«Γεια, είμαι ο Κάσπερ», λέει ένας άνδρας.
«Και εγώ είμαι η Σάρα», λέει μια γυναίκα.
Ο τρίτος παίκτης λέγεται Εμίλ.
«Είμαι η Μάγια», λέω.
«Συνήθως παίζουμε διπλό», λέει ο Κάσπερ.
«Θέλεις να παίξεις μαζί μας;» ρωτάει.
«Ναι, πολύ ευχαρίστως», απαντώ.
Μου αρέσει πολύ να παίζω μπάντμιντον.
Ο Κάσπερ κι εγώ παίζουμε εναντίον της Σάρας και του Εμίλ.
Αρχίζουμε να παίζουμε αμέσως.
Η Σάρα ξεκινάει τον αγώνα.
Το φτερό πετάει γρήγορα πέρα δώθε.
Ο Εμίλ χτυπάει το φτερό ψηλά στον αέρα.
Λατρεύω να καρφώνω.
Πηδάω και το καρφώνω δυνατά πάνω από το φιλέ.
Προσγειώνεται στη δική τους πλευρά του γηπέδου.
«Καλό χτύπημα, Μάγια!» φωνάζει ο Κάσπερ.
