Быстрый матч закончился.
Мы вместе уходим с площадки.
Я очень устала.
Каспер и Сара тоже устали.
Мы пьем немного воды.
«Ты очень хорошо играешь», — говорит Сара.
«Большое спасибо», — говорю я.
«Мне кажется, это так весело».
«Ты часто играешь?» — спрашивает Каспер.
«Да, я много играю у себя дома, в Мексике», — отвечаю я.
«Обычно я играю с сестрой».
«Это веселый спорт», — говорит Сара.
«Мы любим играть здесь, в клубе».
«Я хочу больше играть здесь, в Дании», — говорю я.
«Ты определенно быстрая», — смеется Каспер.
«Спасибо, но сейчас я хочу присесть», — говорю я.
«Пойдем в кафетерий?» — спрашивает Каспер.
«Да, с большим удовольствием», — отвечаю я.
