Ο γρήγορος αγώνας τελείωσε.
Βγαίνουμε από το γήπεδο μαζί.
Είμαι πολύ κουρασμένη.
Ο Κάσπερ και η Σάρα είναι επίσης κουρασμένοι.
Πίνουμε λίγο νερό.
«Παίζεις πολύ καλά», λέει η Σάρα.
«Ευχαριστώ πολύ», λέω.
«Νομίζω ότι είναι πολύ διασκεδαστικό.»
«Παίζεις συχνά;» ρωτάει ο Κάσπερ.
«Ναι, παίζω πολύ πίσω στο Μεξικό», απαντάω.
«Συνήθως παίζω με την αδερφή μου.»
«Είναι ένα διασκεδαστικό άθλημα», λέει η Σάρα.
«Λατρεύουμε να παίζουμε εδώ στον σύλλογο.»
«Θέλω να παίζω περισσότερο εδώ στη Δανία», λέω.
«Είσαι σίγουρα γρήγορη», γελάει ο Κάσπερ.
«Ευχαριστώ, αλλά τώρα θέλω να καθίσω», λέω.
«Να μπούμε στην καφετέρια;» ρωτάει ο Κάσπερ.
«Ναι, θα το ήθελα πάρα πολύ», απαντάω.
