Мы заходим в небольшой кафетерий в зале.
Мы находим столик.
Я очень хочу пить.
Мы пьем холодную воду и разговариваем.
«Это очень хороший клуб», — говорю я.
«Это хороший вид спорта», — говорит Каспер.
Каспер смотрит на меня.
«Хочешь снова присоединиться?» — спрашивает он.
«Да, с удовольствием», — отвечаю я.
«Я хочу играть здесь каждый четверг», — объясняю я.
«Звучит замечательно», — говорит Сара.
«Мы всегда играем здесь по четвергам», — говорит Каспер.
«Тогда увидимся на следующей неделе», — радостно говорю я.
Мы допиваем оставшуюся воду.
Приятно знакомиться с новыми людьми.
