Μπαίνουμε στη μικρή καφετέρια του γυμναστηρίου.
Βρίσκουμε ένα τραπέζι.
Είμαι πολύ διψασμένη.
Πίνουμε κρύο νερό και μιλάμε.
«Αυτός είναι ένας πολύ καλός σύλλογος», λέω.
«Είναι ένα καλό άθλημα για να κάνεις», λέει ο Κάσπερ.
Ο Κάσπερ με κοιτάζει.
«Θέλεις να συμμετάσχεις ξανά;» ρωτάει.
«Ναι, πάρα πολύ», απαντάω.
«Θέλω να παίζω εδώ κάθε Πέμπτη», εξηγώ.
«Αυτό ακούγεται υπέροχο», λέει η Σάρα.
«Πάντα παίζουμε εδώ τις Πέμπτες», λέει ο Κάσπερ.
«Τότε τα λέμε την επόμενη εβδομάδα», λέω χαρούμενη.
Πίνουμε το υπόλοιπο νερό μας.
Είναι υπέροχο να γνωρίζεις νέους ανθρώπους.
