سارا اور میں سپورٹس ہال سے باہر نکلتی ہیں۔
دیر ہو چکی ہے، اور یہ سردیوں کی ایک ٹھنڈی شام ہے۔
لیکن میچ کے بعد مجھے اب بھی گرمی محسوس ہو رہی ہے۔
ہم ایک ساتھ بس اسٹاپ کی طرف چلتی ہیں۔
ہوا چل رہی ہے، اور سڑک پر اندھیرا ہے۔
"کیا تمہیں ویک اینڈ پر بھی بیڈمنٹن کھیلنا پسند ہے؟" میں پوچھتی ہوں۔
"نہیں، میں صرف جمعرات کو بیڈمنٹن کھیلتی ہوں،" سارا جواب دیتی ہے۔
"لیکن مجھے کھیل کود پسند ہے،" وہ کہتی ہے۔
"میں عموماً پارک میں دوڑنے جاتی ہوں،" وہ بات جاری رکھتی ہے۔
وہ بہت متحرک اور زندہ دل انسان ہے۔
ہم ٹھنڈ میں بس کا انتظار کرتی ہیں۔
"میری بس دس منٹ میں آئے گی،" میں کہتی ہوں۔
"ہم ایک ہی بس سے جاتی ہیں،" سارا مسکراتی ہے۔
میں اس بات پر بہت خوش ہوں۔
مجھے اس سے بات کرنا اچھا لگتا ہے۔
کیسپر اور سارا دلچسپ اور اچھے لوگ ہیں۔
اب جمعرات کے دن میری ایک اچھی روٹین ہے۔
میں تھکی ہوئی ہوں، لیکن میرا موڈ اچھا ہے۔
آخرکار بس آ جاتی ہے۔
مجھے ابھی سے اگلی جمعرات کا بے صبری سے انتظار ہے۔
