Η Σάρα κι εγώ βγαίνουμε από το αθλητικό κέντρο.
Είναι αργά και είναι ένα κρύο χειμωνιάτικο βράδυ.
Αλλά νιώθω ακόμα ζέστη μετά τον αγώνα.
Περπατάμε μαζί μέχρι τη στάση του λεωφορείου.
Ο αέρας φυσάει και ο δρόμος είναι σκοτεινός.
«Σου αρέσει να παίζεις μπάντμιντον και το Σαββατοκύριακο;» ρωτάω.
«Όχι, παίζω μπάντμιντον μόνο τις Πέμπτες,» απαντά η Σάρα.
«Αλλά μου αρέσει να κάνω σπορ,» λέει.
«Συνήθως πάω για τρέξιμο στο πάρκο,» συνεχίζει.
Είναι ένας πολύ δραστήριος και διασκεδαστικός άνθρωπος.
Περιμένουμε το λεωφορείο στο κρύο.
«Το λεωφορείο μου έρχεται σε δέκα λεπτά,» λέω.
«Παίρνουμε το ίδιο λεωφορείο,» χαμογελάει η Σάρα.
Είμαι πολύ χαρούμενη γι' αυτό.
Μου αρέσει να μιλάω μαζί της.
Ο Κάσπερ και η Σάρα είναι διασκεδαστικοί και καλοί άνθρωποι.
Τώρα έχω μια καλή ρουτίνα τις Πέμπτες.
Είμαι κουρασμένη, αλλά έχω καλή διάθεση.
Το λεωφορείο επιτέλους έρχεται.
Ήδη ανυπομονώ για την επόμενη Πέμπτη.
