Мы с Сарой выходим из спортзала.
Уже поздно, и на улице холодный зимний вечер.
Но мне всё ещё тепло после матча.
Мы вместе идём к автобусной остановке.
Дует ветер, и улица тёмная.
«Тебе тоже нравится играть в бадминтон по выходным?» — спрашиваю я.
«Нет, я играю в бадминтон только по четвергам», — отвечает Сара.
«Но я люблю заниматься спортом», — говорит она.
«Обычно я бегаю в парке», — продолжает она.
Она очень активный и весёлый человек.
Мы ждём автобус на холоде.
«Мой автобус придёт через десять минут», — говорю я.
«Мы едем на одном и том же автобусе», — улыбается Сара.
Я очень этому рада.
Мне нравится с ней разговаривать.
Каспер и Сара — весёлые и приятные люди.
Теперь у меня есть хороший распорядок по четвергам.
Я устала, но у меня хорошее настроение.
Наконец-то приезжает автобус.
Я уже с нетерпением жду следующего четверга.
