എന്റെ അലാറം ഉച്ചത്തിൽ മുഴങ്ങുന്നു.
പ്രഭാതമായി, പക്ഷേ ഇപ്പോഴും ഇരുട്ടാണ്.
ഞാൻ കണ്ണുകൾ തുറക്കുന്നു.
ഞാൻ ജനാലയ്ക്ക് നേരെ നോക്കുന്നു.
പുറത്ത് പൂർണ്ണമായും ഇരുട്ടാണ്.
സൂര്യൻ ഒട്ടും ഉദിച്ചിട്ടില്ല.
ഡെന്മാർക്കിൽ ഇപ്പോഴും ശൈത്യകാലമാണ്.
ഇവിടെ രാവിലെ വല്ലാത്ത ഇരുട്ടാണ്.
വളരെ വൈകിയാണ് വെളിച്ചം വരുന്നത്.
ഞാൻ പതുക്കെ കിടക്കയിൽ എഴുന്നേറ്റിരിക്കുന്നു.
പുതപ്പിന് പുറത്ത് നല്ല തണുപ്പാണ്.
ഞാൻ മേശപ്പുറത്തെ ലാമ്പ് ഓൺ ചെയ്യുന്നു.
കുറച്ചു വെളിച്ചം വന്നപ്പോൾ പെട്ടെന്ന് നല്ല ആശ്വാസം തോന്നുന്നു.
ജനാലയ്ക്ക് പുറത്ത് ആകാശം ഇപ്പോഴും പൂർണ്ണമായും കറുപ്പാണ്.
മെക്സിക്കോയിൽ ഇപ്പോൾ പലപ്പോഴും ധാരാളം സൂര്യപ്രകാശം ഉണ്ടാകാറുണ്ട്.
എന്നാൽ ഇവിടെ സൂര്യൻ ഉറങ്ങുകയാണ്.
ഇരുട്ടിൽ ഉണർന്നെഴുന്നേൽക്കാൻ ബുദ്ധിമുട്ടാണ്.
ഞാൻ ക്ലോക്കിലേക്ക് നോക്കുന്നു.
ഞാൻ കിടക്കയിൽ നിന്ന് എഴുന്നേൽക്കുന്നു.
ദിവസം ഇപ്പോൾ ആരംഭിക്കുന്നു.
