Мой будильник громко звенит.
Сейчас утро, но все еще темно.
Я открываю глаза.
Я смотрю в сторону окна.
На улице совершенно темно.
Солнце еще вообще не встало.
В Дании все еще зима.
Здесь невероятно темно по утрам.
Светает очень поздно.
Я медленно сажусь в постели.
Без одеяла холодно.
Я включаю лампу на столе.
От небольшого света сразу становится приятнее.
За окном небо все еще совершенно черное.
В Мексике сейчас часто бывает много солнечного света.
Но здесь солнце спит.
В темноте трудно просыпаться.
Я смотрю на часы.
Я встаю с постели.
День начинается сейчас.
