Το ξυπνητήρι μου χτυπάει δυνατά.
Είναι πρωί, αλλά είναι ακόμα σκοτεινά.
Ανοίγω τα μάτια μου.
Κοιτάζω έξω προς το παράθυρο.
Είναι εντελώς μαύρα έξω.
Ο ήλιος δεν έχει βγει καθόλου.
Είναι ακόμα χειμώνας στη Δανία.
Είναι απίστευτα σκοτεινά το πρωί εδώ.
Ξημερώνει πολύ αργά.
Ανακάθομαι αργά στο κρεβάτι.
Κάνει κρύο έξω από το πάπλωμα.
Ανάβω τη λάμπα στο τραπέζι.
Γίνεται αμέσως ωραία με λίγο φως.
Έξω από το παράθυρο, ο ουρανός είναι ακόμα εντελώς μαύρος.
Στο Μεξικό έχει συχνά πολύ ηλιακό φως τώρα.
Αλλά εδώ ο ήλιος κοιμάται.
Είναι δύσκολο να ξυπνάς στο σκοτάδι.
Κοιτάζω το ρολόι.
Σηκώνομαι από το κρεβάτι.
Η μέρα ξεκινάει τώρα.
