میرا الارم زور سے بجتا ہے۔
صبح ہو گئی ہے، لیکن اب بھی اندھیرا ہے۔
میں اپنی آنکھیں کھولتی ہوں۔
میں کھڑکی سے باہر کی طرف دیکھتی ہوں۔
باہر بالکل گھپ اندھیرا ہے۔
سورج بالکل بھی نہیں نکلا ہے۔
ڈنمارک میں ابھی بھی سردیاں ہیں۔
یہاں صبح کے وقت بے حد اندھیرا ہوتا ہے۔
روشنی بہت دیر سے ہوتی ہے۔
میں آہستہ سے بستر پر اٹھ کر بیٹھتی ہوں۔
رضائی کے باہر سردی ہے۔
میں میز پر لیمپ جلاتی ہوں۔
تھوڑی سی روشنی سے فوراً اچھا لگنے لگتا ہے۔
کھڑکی کے باہر، آسمان اب بھی بالکل سیاہ ہے۔
میکسیکو میں اس وقت اکثر بہت دھوپ ہوتی ہے۔
لیکن یہاں سورج سو رہا ہے۔
اندھیرے میں جاگنا مشکل ہوتا ہے۔
میں گھڑی دیکھتی ہوں۔
میں بستر سے باہر نکلتی ہوں۔
اب دن شروع ہوتا ہے۔
