Στέκομαι δίπλα στο παράθυρο στο σαλόνι.
Κοιτάζω έξω την πόλη.
Ο ουρανός δεν είναι πια μαύρος.
Σιγά σιγά γίνεται γκρίζος.
Ο ήλιος ανατέλλει αργά.
Παίρνω το τηλέφωνό μου.
Διαβάζω την πρόγνωση του καιρού για σήμερα.
Αυτή τη στιγμή κάνει πολύ κρύο.
Έχει μόνο δύο βαθμούς.
Αλλά είναι ακόμα στεγνά έξω.
Αργότερα ο καιρός θα γίνει πολύ υγρός.
Σύντομα θα βρέξει.
Επίσης θα πιάσει αέρα.
Θα φυσάει δυνατά αργότερα μέσα στη μέρα.
Θα γίνει μια πραγματική χειμωνιάτικη μέρα.
Αφήνω το τηλέφωνο στο τραπέζι.
Κοιτάζω τον ουρανό άλλη μια φορά.
