آج سردی ہے۔
یہ سردیوں کا موسم ہے، اور صبح تاریک ہے۔
میں اپنے کمرے میں کھڑی تیار ہو رہی ہوں۔
میں اپنے سردیوں کے گرم کپڑے ڈھونڈتی ہوں۔
سب سے پہلے، میں ایک موٹا سویٹر پہنتی ہوں۔
میں اسے اپنے سر کے اوپر سے کھینچتی ہوں۔
سویٹر بہت اچھا، گرم اور نرم ہے۔
میں ایک لمبا سکارف بھی لیتی ہوں۔
میں اسے اپنی گردن کے گرد کس کر لپیٹتی ہوں۔
اس کے بعد، میں چل کر اپنی راہداری میں جاتی ہوں۔
سیڑھیوں کی طرف سے ٹھنڈی ہوا کا جھونکا آتا ہے۔
میں اپنی سردیوں کی بھاری جیکٹ لیتی ہوں۔
میں جیکٹ کی زپ پوری اوپر تک بند کرتی ہوں۔
یہ ٹھنڈی ہوا کو روکتی ہے۔
آج گرم رہنا اہم ہے۔
پھر میں سردی میں نہیں ٹھٹھروں گی۔
میں اپنی چھتری بھی ساتھ لیتی ہوں۔
میں آخرکار اپنی بس پکڑنے کے لیے تیار ہوں۔
میں سامنے کا دروازہ کھولتی ہوں اور سردی میں باہر نکلتی ہوں۔
