ഇന്ന് നല്ല തണുപ്പാണ്.
ഇപ്പോൾ ശൈത്യകാലമാണ്, രാവിലെ നല്ല ഇരുട്ടാണ്.
ഞാൻ എൻ്റെ മുറിയിൽ നിന്നുകൊണ്ട് ഒരുങ്ങുകയാണ്.
ഞാൻ എൻ്റെ ചൂടുള്ള ശൈത്യകാല വസ്ത്രങ്ങൾ എടുക്കുന്നു.
ആദ്യം, ഞാൻ ഒരു കട്ടിയുള്ള സ്വെറ്റർ ധരിക്കുന്നു.
ഞാൻ അത് തലയിലൂടെ വലിച്ചിടുന്നു.
സ്വെറ്റർ നല്ല ചൂടുള്ളതും മൃദുവായതുമാണ്.
ഞാൻ ഒരു നീളമുള്ള സ്കാർഫും എടുക്കുന്നു.
ഞാൻ അത് എൻ്റെ കഴുത്തിൽ മുറുകെ ചുറ്റുന്നു.
അതിനുശേഷം, ഞാൻ എൻ്റെ ഇടനാഴിയിലേക്ക് നടക്കുന്നു.
കോണിപ്പടിയിൽ നിന്ന് നല്ല തണുത്ത കാറ്റ് വരുന്നുണ്ട്.
ഞാൻ എൻ്റെ ഭാരമുള്ള വിൻ്റർ ജാക്കറ്റ് എടുക്കുന്നു.
ഞാൻ ജാക്കറ്റ് മുഴുവനായും സിപ്പ് ചെയ്യുന്നു.
അത് തണുത്ത കാറ്റിനെ തടയുന്നു.
ഇന്ന് ചൂട് നിലനിർത്തേണ്ടത് പ്രധാനമാണ്.
അപ്പോൾ ഞാൻ ഈ തണുപ്പിൽ മരവിച്ചുപോകില്ല.
ഞാൻ എൻ്റെ കുടയും കൂടെ എടുക്കുന്നുണ്ട്.
ഒടുവിൽ ബസ്സിൽ പോകാൻ ഞാൻ തയ്യാറായി.
ഞാൻ മുൻവാതിൽ തുറന്ന് തണുപ്പിലേക്ക് പുറത്തിറങ്ങുന്നു.
