Κάνει κρύο σήμερα.
Είναι χειμώνας και το πρωί είναι σκοτεινό.
Στέκομαι στο δωμάτιό μου και ετοιμάζομαι.
Βρίσκω τα ζεστά χειμωνιάτικα ρούχα μου.
Πρώτα, φοράω ένα χοντρό πουλόβερ.
Το περνάω πάνω από το κεφάλι μου.
Το πουλόβερ είναι ωραίο, ζεστό και μαλακό.
Παίρνω επίσης ένα μακρύ κασκόλ.
Το τυλίγω σφιχτά γύρω από τον λαιμό μου.
Μετά από αυτό, βγαίνω στο χωλ μου.
Ένα κρύο ρεύμα έρχεται από το κλιμακοστάσιο.
Παίρνω το βαρύ χειμωνιάτικο μπουφάν μου.
Κλείνω το φερμουάρ του μπουφάν μέχρι πάνω.
Σταματάει τον κρύο αέρα.
Είναι σημαντικό να παραμείνω ζεστή σήμερα.
Έτσι δεν θα παγώσω στο κρύο.
Παίρνω επίσης μαζί μου την ομπρέλα μου.
Είμαι επιτέλους έτοιμη να πάρω το λεωφορείο μου.
Ανοίγω την εξώπορτα και βγαίνω στο κρύο.
