Сегодня холодно.
Сейчас зима, и утро темное.
Я стою в своей комнате и собираюсь.
Я нахожу свою теплую зимнюю одежду.
Сначала я надеваю толстый свитер.
Я натягиваю его через голову.
Свитер приятный, теплый и мягкий.
Еще я беру длинный шарф.
Я плотно обматываю его вокруг шеи.
После этого я выхожу в прихожую.
Из подъезда дует холодный сквозняк.
Я беру свою тяжелую зимнюю куртку.
Я застегиваю куртку до самого верха.
Она не пропускает холодный воздух.
Сегодня важно оставаться в тепле.
Тогда я не замерзну на холоде.
Еще я беру с собой зонт.
Наконец я готова идти на свой автобус.
Я открываю входную дверь и выхожу на холод.
