ഞാൻ തെരുവിലേക്കുള്ള വാതിൽ തുറക്കുന്നു.
ഞാൻ പുറത്തേക്ക് ഇറങ്ങുന്നു.
നന്നായി മഴ പെയ്യുന്നുണ്ട്.
ഇന്ന് മോശം കാലാവസ്ഥയാണ്.
ഇന്ന് ഇത് മെച്ചപ്പെടില്ല.
എന്റെ കയ്യിൽ ഒരു കുടയുണ്ട്.
ഞാൻ കുട നിവർത്തുന്നു.
നടപ്പാതയിൽ വലിയ വെള്ളക്കെട്ടുകൾ ഉണ്ട്.
ഞാൻ വലിയ വെള്ളക്കെട്ടുകൾ ഒഴിവാക്കി നടക്കുന്നു.
ഞാൻ എന്റെ വിന്റർ ബൂട്ടുകൾ ധരിച്ചിട്ടുണ്ട്.
മഴ ബൂട്ടുകളിലേക്ക് തെറിച്ചുവീഴുന്നുണ്ട്.
ഇതൊരു വളരെ നനഞ്ഞ പ്രഭാതമാണ്.
ഞാൻ ബസ് സ്റ്റോപ്പിലേക്ക് നടക്കുന്നു.
ഞാൻ സാധാരണയായി ബസ്സിലാണ് ജോലിക്ക് പോകുന്നത്.
മഴയത്ത് ഇവിടെ പുറത്ത് നല്ല തണുപ്പാണ്.
ഭാഗ്യവശാൽ, ബസ്സിനുള്ളിൽ ചൂടുണ്ടാകും.
