Ανοίγω την πόρτα προς τον δρόμο.
Βγαίνω έξω.
Βρέχει πολύ.
Έχει κακό καιρό σήμερα.
Δεν βελτιώνεται σήμερα.
Έχω μια ομπρέλα στο χέρι μου.
Ανοίγω την ομπρέλα.
Υπάρχουν μεγάλες λακκούβες με νερό στο πεζοδρόμιο.
Περπατάω γύρω από τις μεγάλες λακκούβες με νερό.
Φοράω τις χειμωνιάτικες μπότες μου.
Η βροχή πιτσιλάει πάνω στις μπότες.
Είναι ένα πολύ υγρό πρωινό.
Περπατάω προς τη στάση του λεωφορείου.
Συνήθως παίρνω το λεωφορείο για τη δουλειά.
Κάνει κρύο εδώ έξω στη βροχή.
Ευτυχώς, μέσα στο λεωφορείο ζεσταίνει.
