میں گلی کا دروازہ کھولتی ہوں۔
میں باہر قدم رکھتی ہوں۔
بہت زیادہ بارش ہو رہی ہے۔
آج موسم خراب ہے۔
آج یہ بہتر نہیں ہو رہا ہے۔
میرے ہاتھ میں ایک چھتری ہے۔
میں چھتری کھولتی ہوں۔
فٹ پاتھ پر پانی کے بڑے جوہڑ ہیں۔
میں پانی کے بڑے جوہڑوں سے بچ کر چلتی ہوں۔
میں نے اپنے سردیوں کے بوٹ پہنے ہوئے ہیں۔
بارش کا پانی بوٹوں پر گر کر چھینٹے اڑاتا ہے۔
یہ ایک بہت گیلی صبح ہے۔
میں چل کر بس اسٹاپ تک جاتی ہوں۔
میں عام طور پر کام پر جانے کے لیے بس لیتی ہوں۔
یہاں باہر بارش میں سردی ہے۔
خوش قسمتی سے، بس کے اندر گرمی ہو جاتی ہے۔
