Я выхожу из автобуса рядом с работой.
Я придерживаю свой шарф.
Погода сегодня очень бурная.
Я иду по улице.
Внезапно становится очень ветрено.
Сильный ветер дует мне навстречу.
В руке у меня открытый зонт.
Но ветер слишком сильный.
Это быстро становится проблемой.
Зонт кидает из стороны в сторону.
Теперь это невозможно.
Я борюсь с ним.
Наконец я складываю зонт.
Без него очень холодно.
Дождь бьет мне в лицо.
Я спешу сквозь ветер.
Вход в офис прямо впереди.
Я вхожу в здание.
К счастью, здесь тепло и тихо.
