ഞാൻ എൻ്റെ ജോലിസ്ഥലത്തിന് സമീപം ബസ്സിൽ നിന്ന് ഇറങ്ങുന്നു.
ഞാൻ എൻ്റെ സ്കാർഫ് മുറുകെ പിടിക്കുന്നു.
ഇന്ന് കാലാവസ്ഥ വളരെ രൂക്ഷമാണ്.
ഞാൻ തെരുവിലൂടെ നടക്കുന്നു.
പെട്ടെന്ന് നല്ല കാറ്റായി മാറുന്നു.
എൻ്റെ നേരെ ശക്തമായ ഒരു കാറ്റ് വീശുന്നു.
എൻ്റെ കയ്യിൽ തുറന്നുപിടിച്ച കുടയുണ്ട്.
എന്നാൽ കാറ്റ് വളരെ ശക്തമാണ്.
അത് പെട്ടെന്ന് തന്നെ ഒരു പ്രശ്നമായി മാറുന്നു.
കുട അങ്ങോട്ടും ഇങ്ങോട്ടും പാറുന്നു.
ഇപ്പോൾ ഇത് അസാധ്യമാണ്.
ഞാൻ അതുമായി കഷ്ടപ്പെടുന്നു.
ഞാൻ ഒടുവിൽ കുട മടക്കുന്നു.
അതില്ലാതെ വളരെ തണുപ്പുണ്ട്.
മഴ എൻ്റെ മുഖത്ത് അടിക്കുന്നു.
ഞാൻ കാറ്റിലൂടെ ധൃതിയിൽ നടക്കുന്നു.
ഓഫീസിൻ്റെ കവാടം തൊട്ടുമുന്നിലാണ്.
ഞാൻ കെട്ടിടത്തിനുള്ളിലേക്ക് കയറുന്നു.
ഭാഗ്യത്തിന്, ഇവിടെ നല്ല ചൂടും ശാന്തതയുമുണ്ട്.
