میں اپنے کام کی جگہ کے قریب بس سے اترتی ہوں۔
میں اپنا اسکارف مضبوطی سے پکڑتی ہوں۔
آج موسم بہت طوفانی ہے۔
میں سڑک پر چلتی ہوں۔
اچانک بہت تیز ہوا چلنے لگتی ہے۔
ایک تیز ہوا میرے مخالف چلتی ہے۔
میرے ہاتھ میں میری کھلی ہوئی چھتری ہے۔
لیکن ہوا بہت زیادہ تیز ہے۔
یہ جلد ہی ایک مسئلہ بن جاتا ہے۔
چھتری اِدھر اُدھر اڑتی ہے۔
اب یہ ناممکن ہے۔
میں اس کے ساتھ جدوجہد کرتی ہوں۔
آخرکار میں چھتری بند کر دیتی ہوں۔
اس کے بغیر بہت سردی ہے۔
بارش میرے چہرے سے ٹکراتی ہے۔
میں تیز ہوا میں جلدی جلدی چلتی ہوں۔
دفتر کا داخلی دروازہ بالکل سامنے ہے۔
میں عمارت میں قدم رکھتی ہوں۔
خوش قسمتی سے، یہاں اندر گرمائش اور سکون ہے۔
