Κατεβαίνω από το λεωφορείο κοντά στη δουλειά μου.
Κρατάω σφιχτά το κασκόλ μου.
Ο καιρός είναι πολύ άγριος σήμερα.
Περπατάω στον δρόμο.
Ξαφνικά αρχίζει να φυσάει πολύ.
Ένας δυνατός άνεμος φυσάει καταπάνω μου.
Έχω την ανοιχτή ομπρέλα μου στο χέρι.
Αλλά ο άνεμος είναι υπερβολικά δυνατός.
Αυτό γίνεται γρήγορα πρόβλημα.
Η ομπρέλα πετάει από τη μία πλευρά στην άλλη.
Είναι αδύνατο τώρα.
Παλεύω μαζί της.
Τελικά κλείνω την ομπρέλα.
Κάνει πολύ κρύο χωρίς αυτήν.
Η βροχή χτυπάει το πρόσωπό μου.
Προχωράω βιαστικά μέσα στον αέρα.
Η είσοδος του γραφείου είναι ακριβώς μπροστά.
Μπαίνω στο κτίριο.
Ευτυχώς, είναι ζεστά και ήσυχα εδώ μέσα.
