میں دفتر میں اپنی ڈیسک پر بیٹھی ہوں۔
میں اپنے کمپیوٹر پر کوڈ لکھتی ہوں۔
میں کھڑکی سے باہر دیکھتی ہوں۔
آج موسم بہت خراب ہے۔
آسمان تاریک اور بوجھل ہے۔
باہر ہر طرف سرمئی رنگ ہے۔
شیشے پر مسلسل بارش برس رہی ہے۔
ہوا بھی بہت تیز چل رہی ہے۔
میں دیوار پر لگی گھڑی کی طرف دیکھتی ہوں۔
ابھی صرف دوپہر کا ابتدائی وقت ہے۔
لیکن بہت جلدی تاریکی چھا جاتی ہے۔
روشنی سرمئی آسمان میں غائب ہو جاتی ہے۔
اس موسم میں جلدی اندھیرا ہو جاتا ہے۔
یہ ڈنمارک میں سردیوں کی ایک عام دوپہر ہے۔
باہر اس ہوا میں بہت سردی ہے۔
لیکن یہاں اندر خوشگوار گرمی ہے۔
میں اپنے کپ سے تھوڑی سی گرم کافی پیتی ہوں۔
میں ایک منٹ کے لیے بارش کی آواز سنتی ہوں۔
پھر میں دوبارہ اپنے کمپیوٹر کی اسکرین کی طرف دیکھتی ہوں۔
میں اپنا کوڈ جاری رکھتی ہوں۔
