Я сижу за своим рабочим столом в офисе.
Я пишу код на своем компьютере.
Я смотрю в окно.
Сегодня очень плохая погода.
Небо темное и тяжелое.
На улице совершенно серо.
Дождь непрерывно бьет в стекло.
И еще дует сильный ветер.
Я смотрю на часы на стене.
Сейчас еще только начало второй половины дня.
Но очень быстро становится мрачно.
Свет исчезает в сером небе.
В это время года темнеет рано.
Это типичная вторая половина зимнего дня в Дании.
Там снаружи, на ветру, очень холодно.
Но здесь, внутри, приятно тепло.
Я пью немного горячего кофе из своей чашки.
Я минуту слушаю дождь.
Затем я снова смотрю на экран своего компьютера.
Я продолжаю работу над своим кодом.
