ഞാൻ ഇന്നത്തെ ജോലി തീർത്തു.
ഞാൻ എന്റെ ബാഗ് പാക്ക് ചെയ്യുന്നു.
ഓഫീസിൽ വെച്ച് ഞാൻ പീറ്ററിനോട് യാത്ര പറയുന്നു.
ഞാൻ ഓഫീസ് കെട്ടിടത്തിൽ നിന്ന് പുറത്തേക്ക് നടക്കുന്നു.
ഞാൻ തെരുവിൽ നിന്നിട്ട് ആകാശത്തേക്ക് നോക്കുന്നു.
എനിക്കിതിപ്പോൾ ശീലമായി.
ഇപ്പോൾ ഉച്ചതിരിഞ്ഞതേയുള്ളൂ.
എന്നാൽ ഇതിനകം പൂർണ്ണമായും ഇരുട്ടിയിരിക്കുന്നു.
എല്ലായിടത്തും തെരുവുവിളക്കുകൾ തെളിഞ്ഞിട്ടുണ്ട്.
ഇരുട്ടിൽ നഗരം തികച്ചും വ്യത്യസ്തമായി കാണപ്പെടുന്നു.
ഇത് മെക്സിക്കോയിൽ നിന്ന് വളരെ വ്യത്യസ്തമാണ്.
കാറ്റ് ഇപ്പോഴും ശക്തമായി വീശുന്നുണ്ട്.
ഇപ്പോൾ വേഗത്തിൽ തണുപ്പ് കൂടുന്നു.
ഞാൻ എന്റെ കട്ടിയുള്ള സ്കാർഫ് മുകളിലേക്ക് വലിക്കുന്നു.
മങ്ങിയ വെളിച്ചത്തിൽ ഞാൻ തെരുവിലൂടെ നടക്കുന്നു.
ഞാൻ ബസ് സ്റ്റോപ്പിലേക്ക് നടക്കുന്നു.
ഇരുട്ടിൽ ഞാൻ ബസ്സിനായി കാത്തുനിൽക്കുന്നു.
