Я закончила работу на сегодня.
Я собираю свою сумку.
Я прощаюсь с Питером в офисе.
Я выхожу из офисного здания.
Я останавливаюсь на улице и смотрю на небо.
Теперь я к этому привыкла.
Сейчас еще только вторая половина дня.
Но уже совсем темно.
Повсюду горят уличные фонари.
В темноте город выглядит совершенно иначе.
Это очень отличается от Мексики.
Ветер всё ещё сильно дует.
Теперь быстро становится холоднее.
Я натягиваю свой толстый шарф повыше.
Я иду по улице в тусклом свете.
Я направляюсь к автобусной остановке.
Я жду автобус в темноте.
