آج کے لیے میں نے اپنا کام ختم کر لیا ہے۔
میں اپنا بیگ پیک کرتی ہوں۔
میں دفتر میں پیٹر کو خداحافظ کہتی ہوں۔
میں دفتر کی عمارت سے باہر نکلتی ہوں۔
میں سڑک پر رکتی ہوں اور آسمان کی طرف دیکھتی ہوں۔
اب مجھے اس کی عادت ہو گئی ہے۔
ابھی تو صرف دوپہر ہے۔
لیکن ابھی سے بالکل اندھیرا ہو چکا ہے۔
ہر جگہ سڑک کی بتیاں جل رہی ہیں۔
اندھیرے میں شہر بالکل مختلف نظر آتا ہے۔
یہ میکسیکو سے بہت مختلف ہے۔
ہوا ابھی بھی تیز چل رہی ہے۔
اب تیزی سے سردی بڑھ رہی ہے۔
میں اپنا موٹا سکارف اوپر کھینچتی ہوں۔
میں مدھم روشنی میں سڑک پر چلتی ہوں۔
میں بس اسٹاپ کی طرف جاتی ہوں۔
میں اندھیرے میں بس کا انتظار کرتی ہوں۔
