Τελείωσα με τη δουλειά μου για σήμερα.
Ετοιμάζω την τσάντα μου.
Αποχαιρετώ τον Πέτερ στο γραφείο.
Βγαίνω από το κτίριο των γραφείων.
Σταματάω στον δρόμο και κοιτάζω τον ουρανό.
Το έχω συνηθίσει πια.
Είναι μόνο απόγευμα.
Αλλά είναι ήδη εντελώς σκοτεινά.
Τα φώτα του δρόμου είναι αναμμένα παντού.
Η πόλη φαίνεται εντελώς διαφορετική στο σκοτάδι.
Είναι πολύ διαφορετικά από το Μεξικό.
Ο αέρας φυσάει ακόμα δυνατά.
Τώρα κρυώνει γρήγορα.
Τραβάω το χοντρό μου κασκόλ προς τα πάνω.
Περπατάω στον δρόμο στο αμυδρό φως.
Πηγαίνω προς τη στάση του λεωφορείου.
Περιμένω το λεωφορείο στο σκοτάδι.
