میں دروازے کا تالا کھولتی ہوں۔
میں بالآخر اپنے اپارٹمنٹ میں، گھر پر ہوں۔
باہر گیلا ہے اور ہوا چل رہی ہے۔
لیکن یہاں اندر گرمی ہے۔
میری سردیوں کی جیکٹ بہت گیلی ہے۔
میں جیکٹ اتارتی ہوں۔
میری چھتری سے بھی پانی ٹپک رہا ہے۔
میں چل کر باتھ روم میں جاتی ہوں۔
میں چھتری فرش پر رکھ دیتی ہوں۔
پانی نیچے ٹائلوں پر ٹپکتا ہے۔
پھر میں لونگ روم میں جاتی ہوں۔
یہاں اندر بالکل اندھیرا ہے۔
مجھے مشکل سے ہی کچھ نظر آ رہا ہے۔
کونے میں ایک چھوٹا لیمپ ہے۔
میں لیمپ جلاتی ہوں۔
روشنی پیلی اور مدھم ہے۔
لونگ روم میں فوراً زیادہ روشنی ہو جاتی ہے۔
اب لونگ روم گرم اور روشن ہے۔
اب اندر ہونا اچھا لگ رہا ہے۔
