ഞാൻ വാതിലിന്റെ പൂട്ട് തുറക്കുന്നു.
ഞാൻ ഒടുവിൽ എന്റെ അപ്പാർട്ട്മെന്റിൽ തിരിച്ചെത്തി.
പുറത്ത് നല്ല നനവും കാറ്റുമുണ്ട്.
എന്നാൽ ഇവിടെ അകത്ത് നല്ല ചൂടുണ്ട്.
എന്റെ വിന്റർ ജാക്കറ്റ് നന്നായി നനഞ്ഞിട്ടുണ്ട്.
ഞാൻ ജാക്കറ്റ് അഴിച്ചുമാറ്റുന്നു.
എന്റെ കുടയിൽ നിന്നും വെള്ളം ഇറ്റുവീഴുന്നുണ്ട്.
ഞാൻ ബാത്ത്റൂമിലേക്ക് നടക്കുന്നു.
ഞാൻ കുട തറയിൽ വെക്കുന്നു.
വെള്ളം ടൈലുകളിലേക്ക് ഇറ്റുവീഴുന്നു.
പിന്നെ ഞാൻ ലിവിംഗ് റൂമിലേക്ക് നടക്കുന്നു.
ഇവിടെ പൂർണ്ണമായും ഇരുട്ടാണ്.
എനിക്ക് കഷ്ടിച്ചേ എന്തെങ്കിലും കാണാൻ കഴിയുന്നുള്ളൂ.
മൂലയിൽ ഒരു ചെറിയ ലാമ്പുണ്ട്.
ഞാൻ ലാമ്പ് ഓൺ ചെയ്യുന്നു.
ആ വെളിച്ചം മഞ്ഞ നിറമുള്ളതും മൃദുവായതുമാണ്.
ലിവിംഗ് റൂം പെട്ടെന്ന് കൂടുതൽ പ്രകാശമാനമാകുന്നു.
ഇപ്പോൾ ലിവിംഗ് റൂമിൽ നല്ല ചൂടും വെളിച്ചവുമുണ്ട്.
ഇപ്പോൾ അകത്തായിരിക്കുന്നത് വളരെ സുഖമാണ്.
