میں باورچی خانے میں جاتی ہوں۔
مجھے پینے کے لیے کچھ گرم چاہیے۔
میں چائے کے لیے پانی ابالتی ہوں۔
پانی بہت گرم ہے۔
میں ہربل چائے کا ایک بڑا کپ بناتی ہوں۔
میں اپنی چائے لیونگ روم میں لے جاتی ہوں۔
میں صوفے پر بیٹھ جاتی ہوں۔
یہ سردیوں کی ایک اندھیری شام ہے۔
میں گرم کپ کو اپنے ہاتھوں میں پکڑتی ہوں۔
مجھے جلدی سے گرمائش مل جاتی ہے۔
میں باہر ہوا کی آواز سنتی ہوں۔
ہوا بہت تیز چل رہی ہے۔
آج رات موسم بہت طوفانی ہے۔
لیکن یہاں اندر بہت آرام دہ ماحول ہے۔
کونے میں لیمپ ہلکی روشنی دے رہا ہے۔
میں اپنی چائے کا ایک گھونٹ لیتی ہوں۔
اس کا ذائقہ پودینے جیسا ہے۔
لمبا دن ختم ہو گیا ہے۔
اب میں آرام کرتی ہوں۔
