ഞാൻ പുറത്തേക്ക് പോകുന്നു.
ഇന്ന് ഞായറാഴ്ച രാവിലെ ആണ്.
തെരുവ് വളരെ ശാന്തമാണ്.
ഇത് ഒരു നല്ല വഴിയാണ്.
ഇവിടെ വലിയ മരങ്ങൾ ഉണ്ട്.
ഇപ്പോൾ ഒരു ചെറിയ കാറ്റ് ഉണ്ട്.
ഞാൻ പതുക്കെ നടക്കുന്നു.
പക്ഷെ എന്റെ മനസ്സ് മെക്സിക്കോയിൽ ആണ്.
എന്റെ കുടുംബം അവിടെ ആണ്.
മെക്സിക്കോയിൽ ഇപ്പോൾ രാത്രി ആണ്.
എന്റെ വീട്ടിൽ ഇപ്പോൾ എല്ലാവരും ഉണ്ട്.
എന്റെ വീട്ടിലെ ശബ്ദങ്ങൾ എന്റെ മനസ്സിൽ ഉണ്ട്.
ഞങ്ങളുടെ നായ ലോലയുടെ ശബ്ദവും ഞാൻ ഓർക്കുന്നു.
ഞാൻ അവരെ ഒരുപാട് മിസ്സ് ചെയ്യുന്നു.
എന്നാലും കൊച്ചി ഒരു മനോഹരമായ നഗരമാണ്.
ഞാൻ ഈ ശാന്തത ആസ്വദിക്കുന്നു.
ഞാൻ വീണ്ടും പതുക്കെ നടക്കുന്നു.
