ഇന്ന് രാവിലെ ഞാൻ എഴുന്നേറ്റു.
പുറത്ത് നല്ല മഴ പെയ്യുന്നുണ്ട്.
കൊച്ചിയിലെ കടുത്ത ചൂട് മാറി.
അവസാനം ഇവിടെ മഴക്കാലം തുടങ്ങി.
പക്ഷേ, ഇന്ന് എനിക്ക് തീരെ സുഖമില്ല.
ശരീരത്തിന് നല്ല ക്ഷീണം ഉണ്ട്.
എന്റെ തല വല്ലാതെ വേദനിക്കുന്നു.
ഞാൻ മേശപ്പുറത്ത് നിന്ന് കുറച്ച് വെള്ളം കുടിച്ചു.
എന്റെ തൊണ്ടയ്ക്കും നല്ല വേദനയുണ്ട്.
വെള്ളം ഇറക്കുമ്പോൾ തൊണ്ട വല്ലാതെ വേദനിക്കുന്നു.
എനിക്ക് പനിയാണെന്ന് തോന്നുന്നു.
ഇന്ന് ഒരു പ്രവൃത്തിദിവസമാണ്.
പക്ഷേ എനിക്ക് ഓഫീസിൽ പോകാൻ കഴിയില്ല.
എനിക്ക് ഈ മഴയത്ത് ബസ്സിൽ ഇൻഫോപാർക്കിലേക്ക് പോകാൻ പറ്റില്ല.
ഞാൻ ഇന്ന് വീട്ടിൽ വിശ്രമിക്കണം.
എനിക്ക് പെട്ടെന്ന് ഒരു ഡോക്ടറെ കാണണം.
