ഇപ്പോൾ ഉച്ചകഴിഞ്ഞു.
പുറത്ത് മഴ തുടർച്ചയായി പെയ്യുന്നു.
അനിത എനിക്ക് ചൂട് കഞ്ഞി തരുന്നു.
ഞാൻ ആ കഞ്ഞി കുടിക്കുന്നു.
ഭക്ഷണം കഴിച്ച ശേഷം മരുന്ന് കഴിക്കണം.
ഞാൻ കഫ് സിറപ്പ് കഴിക്കുന്നു.
ഡോക്ടർ പറഞ്ഞതുപോലെ ഞാൻ ചൂടുവെള്ളം കുടിക്കുന്നു.
പെട്ടെന്ന് അസുഖം മാറാൻ നന്നായി വിശ്രമിക്കണം.
ഞാൻ എന്റെ കിടപ്പുമുറിയിലേക്ക് പോകുന്നു.
ഞാൻ കട്ടിലിൽ കിടക്കുന്നു.
ഞാൻ ഒരു പുതപ്പ് എടുത്ത് പുതയ്ക്കുന്നു.
അതിനടിയിൽ നല്ല ചൂടുണ്ട്.
ജനലിന് പുറത്ത് പെയ്യുന്ന മഴയുടെ ശബ്ദം ഞാൻ കേൾക്കുന്നു.
എനിക്ക് ഇപ്പോൾ ഉറങ്ങണം.
ഞാൻ എന്റെ കണ്ണുകൾ അടയ്ക്കുന്നു.
