Я слышала, что многие датчане работают волонтерами в свободное время.
Мне нравится эта идея.
Я хочу научиться лучше говорить по-датски и познакомиться с новыми людьми.
Однажды вечером я сижу за компьютером.
Я нахожу сайт для поиска волонтерской работы.
Я читаю первые три объявления на сайте.
Первое объявление — от спортивного клуба.
Но им нужна помощь по вечерам в четверг, а в это время я играю в бадминтон.
Второе объявление — от музея.
Им нужен человек по вечерам в среду, но в это время я тренируюсь.
Затем я смотрю на третье объявление.
Оно от небольшого кафе, которое я уже знаю.
Им нужны люди на утро субботы.
Это подходит мне просто идеально.
Я заполняю короткую анкету, указывая свое имя и адрес электронной почты.
Я также пишу свой номер телефона: двенадцать, тридцать четыре, пятьдесят шесть, семьдесят восемь.
Наконец, я нажимаю «отправить».
Я никогда раньше не работала в кафе, но готова этому научиться.
