میں نے سنا ہے کہ بہت سے ڈینش لوگ اپنے فارغ وقت میں رضاکارانہ کام کرتے ہیں۔
مجھے یہ خیال پسند ہے۔
میں بہتر ڈینش بولنا سیکھنا اور نئے لوگوں سے ملنا چاہتی ہوں۔
ایک شام، میں اپنے کمپیوٹر کے ساتھ بیٹھی ہوں۔
مجھے رضاکارانہ کام کے لیے ایک ویب سائٹ ملتی ہے۔
میں سائٹ پر پہلے تین اشتہارات پڑھتی ہوں۔
پہلا اشتہار ایک سپورٹس کلب کا ہے۔
لیکن انہیں جمعرات کی شام کو مدد کی ضرورت ہے، اور تب میں بیڈمنٹن کھیلتی ہوں۔
دوسرا اشتہار ایک میوزیم کا ہے۔
انہیں بدھ کی شام ایک شخص کی ضرورت ہے، لیکن تب میں ورزش کرتی ہوں۔
پھر میں تیسرا اشتہار دیکھتی ہوں۔
یہ اس چھوٹے سے کیفے کا ہے جسے میں پہلے سے جانتی ہوں۔
انہیں ہفتے کی صبح کے لیے لوگوں کی ضرورت ہے۔
یہ میرے لیے بالکل موزوں ہے۔
میں اپنے نام اور اپنے ای میل ایڈریس کے ساتھ ایک مختصر فارم بھرتی ہوں۔
میں اپنا فون نمبر بھی لکھتی ہوں: بارہ، چونتیس، چھپن، اٹھہتر۔
آخر میں، میں سینڈ دباتی ہوں۔
میں نے پہلے کبھی کسی کیفے میں کام نہیں کیا، لیکن میں اسے سیکھنے کے لیے تیار ہوں۔
