Έχω ακούσει ότι πολλοί Δανοί εργάζονται εθελοντικά στον ελεύθερο χρόνο τους.
Μου αρέσει η ιδέα.
Θέλω να μάθω να μιλάω καλύτερα δανικά και να γνωρίσω νέους ανθρώπους.
Ένα βράδυ, κάθομαι με τον υπολογιστή μου.
Βρίσκω μια ιστοσελίδα για εθελοντική εργασία.
Διαβάζω τις τρεις πρώτες αγγελίες στη σελίδα.
Η πρώτη αγγελία είναι από έναν αθλητικό σύλλογο.
Αλλά χρειάζονται βοήθεια τα βράδια της Πέμπτης, και τότε εγώ παίζω μπάντμιντον.
Η δεύτερη αγγελία είναι από ένα μουσείο.
Χρειάζονται ένα άτομο τα βράδια της Τετάρτης, αλλά τότε εγώ γυμνάζομαι.
Μετά κοιτάζω την τρίτη αγγελία.
Είναι από το μικρό καφέ που ήδη γνωρίζω.
Χρειάζονται άτομα για τα πρωινά του Σαββάτου.
Αυτό με βολεύει απόλυτα.
Συμπληρώνω μια σύντομη φόρμα με το όνομά μου και τη διεύθυνση email μου.
Γράφω επίσης τον αριθμό τηλεφώνου μου: δώδεκα, τριάντα τέσσερα, πενήντα έξι, εβδομήντα οκτώ.
Τέλος, πατάω αποστολή.
Δεν έχω δουλέψει ποτέ σε καφέ στο παρελθόν, αλλά είμαι έτοιμη να το μάθω.
