Είναι η πρώτη μου βάρδια Σαββάτου στο μικρό καφέ.
Έχω φτάσει νωρίς.
Ο ήλιος λάμπει στον δρόμο στην Κοπεγχάγη.
Ανυπομονώ, αλλά είμαι επίσης λίγο αγχωμένη.
Είναι η πρώτη φορά που δουλεύω σε καφέ.
Πήγα στο πίσω δωμάτιο για να ετοιμαστώ.
Πάνω σε ένα τραπέζι βρισκόταν μια καινούργια ποδιά για μένα.
Τη φόρεσα και την έδεσα στην πλάτη.
Ένιωθα ωραία που τη φορούσα.
Τώρα είμαι έτοιμη να ξεκινήσω.
Πρέπει να μάθω να ανοίγω το καφέ σωστά.
Αρχικά, ο υπεύθυνος ξεκλείδωσε τη βαριά εξώπορτα.
Μετά, βγήκα έξω στο πεζοδρόμιο για να ετοιμάσω τον χώρο.
Μετέφερα έξω τέσσερις καρέκλες.
Τις έχω τοποθετήσει γύρω από ένα μικρό τραπέζι.
Σε λίγο, θα έρθουν οι άλλοι εθελοντές.
Είμαι πολύ ενθουσιασμένη για την πρώτη μου μέρα.
