یہ چھوٹے سے کیفے میں میری ہفتے کی پہلی شفٹ ہے۔
میں جلدی پہنچ گئی ہوں۔
کوپن ہیگن کی سڑک پر سورج چمک رہا ہے۔
مجھے اس کا بے صبری سے انتظار ہے، لیکن میں تھوڑی نروس بھی ہوں۔
یہ پہلی بار ہے کہ میں کسی کیفے میں کام کر رہی ہوں۔
میں تیار ہونے کے لیے پچھلے کمرے میں گئی۔
ایک میز پر میرے لیے ایک نیا ایپرن رکھا تھا۔
میں نے اسے پہنا اور پیچھے سے باندھ لیا۔
اسے پہن کر اچھا محسوس ہوا۔
اب میں شروع کرنے کے لیے تیار ہوں۔
مجھے کیفے کو صحیح طریقے سے کھولنا سیکھنا ہے۔
سب سے پہلے، مینیجر نے سامنے والے بھاری دروازے کا تالا کھولا۔
اس کے بعد، میں تیاری کرنے کے لیے باہر فٹ پاتھ پر گئی۔
میں چار کرسیاں اٹھا کر باہر لے گئی۔
میں نے انہیں ایک چھوٹی میز کے ارد گرد رکھ دیا ہے۔
تھوڑی دیر میں، دوسرے رضاکار آ جائیں گے۔
میں اپنے پہلے دن کے لیے بہت پرجوش ہوں۔
