Это моя первая субботняя смена в маленьком кафе.
Я пришла пораньше.
На улице в Копенгагене светит солнце.
Я жду этого с нетерпением, но также немного нервничаю.
Это первый раз, когда я работаю в кафе.
Я пошла в подсобку, чтобы подготовиться.
На столе лежал новый фартук для меня.
Я надела его и завязала на спине.
Мне было приятно его носить.
Теперь я готова начать.
Мне нужно научиться правильно открывать кафе.
Сначала менеджер отпер тяжелую входную дверь.
После этого я вышла на тротуар, чтобы всё подготовить.
Я вынесла четыре стула.
Я расставила их вокруг маленького столика.
Скоро придут другие волонтеры.
Я очень взволнована своим первым днем.
