Είναι η πρώτη μου φορά πίσω από τον πάγκο.
Το καφέ δεν είναι ακόμα ανοιχτό.
Ένας από τους έμπειρους εθελοντές με φωνάζει.
Στεκόμαστε μπροστά στη μεγάλη μηχανή εσπρέσο.
«Σήμερα πρέπει να μάθεις να φτιάχνεις καφέ», λέει.
Δεν έχω φτιάξει ποτέ πριν καφέ σε τέτοια μηχανή.
Το πρώτο βήμα είναι να αλέσουμε τους κόκκους του καφέ.
Πατάει ένα μικρό κουμπί.
Η μηχανή αλέθει τους καφετιούς κόκκους με έναν δυνατό ήχο.
Το δεύτερο βήμα είναι να ζεστάνουμε το γάλα στον ατμό.
Ρίχνει κρύο γάλα σε μια μεταλλική κανάτα.
Μετά ανοίγει τον ζεστό ατμό.
Εν τω μεταξύ, κοιτάζω προσεκτικά τα χέρια του.
Το γάλα στην κανάτα γίνεται γρήγορα ζεστό και πηχτό.
Είναι φανερό ότι έχει φτιάξει καφέ πολλές φορές στο παρελθόν.
Όταν έφτασα σήμερα το πρωί, ήμουν πολύ αγχωμένη.
Αλλά το εξήγησε καλά, οπότε έχω ήδη καταλάβει τα περισσότερα.
