Σήμερα το πρωί είχαμε απίστευτα πολλή δουλειά.
Μόλις έφτιαξα τον πρώτο-πρώτο μου καπουτσίνο.
Λίγο πριν τις δέκα, ένας άντρας ήρθε στον πάγκο.
«Έναν καπουτσίνο, παρακαλώ», είπε.
Μόλις έμαθα να χρησιμοποιώ τη μηχανή του εσπρέσο.
Έτσι, πήγα αμέσως στη μηχανή.
Έφτιαξα τον καφέ και έβαλα το ακροφύσιο ατμού μέσα στο γάλα.
Αλλά το κράτησα λίγο πιο βαθιά απ' ό,τι έπρεπε.
Μάλλον ήμουν λιγάκι υπερβολικά αγχωμένη.
Δυστυχώς, το γάλα δεν έκανε καθόλου παχύ αφρό.
Κοίταξα προσεκτικά μέσα στη γαλατιέρα.
Ο αφρός δεν ήταν εντελώς τέλειος.
Αλλά και πάλι φαινόταν αποδεκτός.
Έριξα το ζεστό γάλα πάνω από τον καφέ στο φλιτζάνι.
Στη συνέχεια, έδωσα τον καφέ στον άντρα με ένα ευγενικό χαμόγελο.
«Ορίστε, είναι πενήντα πέντε κορόνες», είπα.
Πήρε το φλιτζάνι και κάθισε στο πρώτο τραπέζι.
