Сегодня утром у нас было невероятно много работы.
Я только что приготовила свой самый первый капучино.
Незадолго до десяти к стойке подошел мужчина.
«Капучино, пожалуйста», — сказал он.
Я только недавно научилась пользоваться эспрессо-машиной.
Поэтому я сразу же подошла к машине.
Я сварила кофе и опустила паровую трубку в молоко.
Но я держала её немного глубоковато.
Наверное, я немного переволновалась.
К сожалению, густой пены на молоке не получилось.
Я осторожно заглянула в кувшин.
Пена была не совсем идеальной.
Но всё же она выглядела приемлемо.
Я налила горячее молоко поверх кофе в чашке.
Затем я с вежливой улыбкой отдала кофе мужчине.
«Вот, пожалуйста, с вас пятьдесят пять крон», — сказала я.
Он взял чашку и сел за первый столик.
