Λίγο αργότερα, ήρθε η επόμενη παραγγελία.
Έχω ήδη φτιάξει τον πρώτο μου καφέ σήμερα.
Αλλά αυτός ο πελάτης ήθελε μόνο φαγητό.
Παρήγγειλε ένα ψωμάκι με τυρί.
Πήρα ένα ζεστό προζυμένιο ψωμάκι από το καλάθι.
Το προζυμένιο ψωμί έχει συχνά σκληρή κόρα.
Αλλά έχω μάθει να κόβω το ψωμί στη μέση γρήγορα.
Έπειτα, έβαλα μια χοντρή φέτα τυρί στο ψωμάκι.
Τοποθέτησα το φαγητό όμορφα σε ένα μικρό πιάτο.
Τώρα έπρεπε να το πάω στον πελάτη.
Στεκόταν πολύς κόσμος στη μέση της καφετέριας.
Ισορρόπησα το πιάτο και προχώρησα προσεκτικά.
Πέρασα αργά δίπλα από τους άλλους πελάτες.
Ευτυχώς, ο πελάτης καθόταν τέρμα κάτω στη γωνία.
Περίμενε στο τέταρτο τραπέζι.
Ακούμπησα το πιάτο στο τραπέζι μπροστά του.
«Ορίστε, ένα ζεστό ψωμάκι με τυρί», είπα.
«Ευχαριστώ πολύ», απάντησε ο άντρας.
Είναι πολύ ωραίο να βλέπεις έναν ικανοποιημένο πελάτη.
