അല്പസമയത്തിനുശേഷം, അടുത്ത ഓർഡർ വന്നു.
ഞാൻ ഇന്ന് എൻ്റെ ആദ്യത്തെ കാപ്പി ഉണ്ടാക്കിക്കഴിഞ്ഞു.
എന്നാൽ ഈ ഉപഭോക്താവിന് ഭക്ഷണം മാത്രമേ വേണ്ടിയിരുന്നുള്ളൂ.
അദ്ദേഹം ചീസ് വെച്ച ഒരു ബൺ ഓർഡർ ചെയ്തു.
ഞാൻ ബാസ്കറ്റിൽ നിന്ന് ഇളം ചൂടുള്ള ഒരു സോർഡോ ബൺ എടുത്തു.
സോർഡോ ബ്രെഡിന് പലപ്പോഴും കട്ടിയുള്ള പുറന്തോട് ഉണ്ടാകാറുണ്ട്.
എന്നാൽ ബ്രെഡ് വേഗത്തിൽ പകുതിയായി മുറിക്കാൻ ഞാൻ പഠിച്ചിട്ടുണ്ട്.
അതിനുശേഷം, ഞാൻ ബണ്ണിന് മുകളിൽ കട്ടിയുള്ള ഒരു കഷ്ണം ചീസ് വെച്ചു.
ഞാൻ ആ ഭക്ഷണം ഒരു ചെറിയ പ്ലേറ്റിൽ ഭംഗിയായി ഒരുക്കിവെച്ചു.
ഇനി അതെനിക്ക് ഉപഭോക്താവിന് കൊടുക്കേണ്ടതുണ്ടായിരുന്നു.
കഫേയുടെ നടുവിൽ ധാരാളം ആളുകൾ നിൽക്കുന്നുണ്ടായിരുന്നു.
പ്ലേറ്റ് ബാലൻസ് ചെയ്ത് ഞാൻ ശ്രദ്ധയോടെ മുന്നോട്ട് നടന്നു.
മറ്റ് അതിഥികളെ കടന്ന് ഞാൻ പതുക്കെ നടന്നു.
ഭാഗ്യവശാൽ, ആ ഉപഭോക്താവ് കൃത്യം ആ മൂലയിലായിരുന്നു ഇരുന്നിരുന്നത്.
നാലാമത്തെ ടേബിളിൽ അദ്ദേഹം കാത്തിരിക്കുകയായിരുന്നു.
അദ്ദേഹത്തിന്റെ മുന്നിലെ ടേബിളിൽ ഞാൻ ആ പ്ലേറ്റ് വെച്ചു.
"ഇതാ, ചീസ് വെച്ച ഇളം ചൂടുള്ള ബൺ," ഞാൻ പറഞ്ഞു.
"വളരെ നന്ദി," ആ മനുഷ്യൻ മറുപടി നൽകി.
സംതൃപ്തനായ ഒരു അതിഥിയെ കാണുന്നത് വളരെ സന്തോഷമുള്ള കാര്യമാണ്.
