Вскоре поступил следующий заказ.
Я уже приготовила свой первый кофе сегодня.
Но этот клиент хотел просто еды.
Он заказал булочку с сыром.
Я взяла теплую булочку на закваске из корзины.
У хлеба на закваске часто бывает твердая корочка.
Но я научилась быстро разрезать хлеб пополам.
Затем я положила на булочку толстый ломтик сыра.
Я красиво выложила еду на маленькую тарелку.
Теперь мне нужно было отнести её клиенту.
В центре кафе стояло много людей.
Я удерживала тарелку в равновесии и осторожно шла вперед.
Я медленно проходила мимо других гостей.
К счастью, клиент сидел в самом углу.
Он ждал за четвертым столиком.
Я поставила тарелку на стол перед ним.
— Пожалуйста, теплая булочка с сыром, — сказала я.
— Большое спасибо, — ответил мужчина.
Приятно видеть довольного гостя.
