Это была моя вторая субботняя смена в кафе.
Я уже научилась выполнять большую часть работы.
В то утро на улице было чудесно тепло.
К стойке подошла женщина.
«Я бы хотела заказать имбирное пиво», — сказала она.
«Конечно, одну минуту», — ответила я.
Я подошла к большому стеклянному холодильнику за стойкой.
Я посмотрела на третью полку.
Там стояли холодные бутылки с имбирным пивом.
Я нашла бутылку и достала её.
Имбирь лежал густым облаком на самом дне.
Я научилась перемешивать его перед тем, как открыть бутылку.
Поэтому я очень осторожно перевернула бутылку вверх дном.
Я подержала её так пару секунд.
Имбирь медленно смешался с остальной жидкостью.
Теперь напиток выглядел именно так, как нужно.
Я снова перевернула бутылку и поставила её на стойку.
«Вот, пожалуйста, с вас тридцать пять крон», — сказала я ей.
Она заплатила и, вероятно, насладилась своим холодным напитком.
