Το τρίτο μου Σάββατο, στεκόμουν έτοιμη πίσω από τον πάγκο.
Έχω επιτέλους μάθει να χαλαρώνω λίγο στην καφετέρια.
Μέσα από το παράθυρο, είδα έναν ηλικιωμένο άντρα στον δρόμο.
Περπατούσε αργά προς την μπροστινή πόρτα.
Ήταν επίσης εδώ στην πρώτη και στη δεύτερη βάρδιά μου.
Είναι ένας από τους τακτικούς πελάτες της καφετέριας.
Έχω μάθει να θυμάμαι την παραγγελία του απέξω.
Αγοράζει πάντα ακριβώς το ίδιο.
Άνοιξε την πόρτα και ήρθε στο ταμείο.
Τον κοίταξα και χαμογέλασα.
«Καλημέρα», είπα.
«Να φτιάξω το συνηθισμένο σας κορτάντο;»
Ο άντρας με κοίταξε έκπληκτος.
Έπειτα χαμογέλασε χαρούμενος.
«Ναι, παρακαλώ, θα το ήθελα πάρα πολύ», απάντησε.
Πήγα στη μηχανή εσπρέσο.
Έχω φτιάξει καφέ πολλές φορές πια, οπότε έγινε γρήγορα.
Ήταν ωραίο συναίσθημα να γνωρίζω τους πελάτες μας.
