В свою третью субботу я стояла наготове за стойкой.
Я наконец-то научилась немного расслабляться в кафе.
Через окно я увидела на улице пожилого мужчину.
Он медленно шел к входной двери.
Он также был здесь в мою первую и вторую смены.
Он один из постоянных клиентов кафе.
Я выучила его заказ наизусть.
Он всегда покупает в точности одно и то же.
Он открыл дверь и подошел к кассе.
Я посмотрела на него и улыбнулась.
«Доброе утро», — сказала я.
«Мне приготовить ваш обычный кортадо?»
Мужчина удивленно посмотрел на меня.
Затем он радостно улыбнулся.
«Да, пожалуйста, с большим удовольствием», — ответил он.
Я подошла к эспрессо-машине.
Я уже много раз готовила кофе, поэтому все прошло быстро.
Это было приятное чувство — знать наших гостей.
