کیفے میں میری تیسری شفٹ بالآخر ختم ہو گئی تھی۔
یہ ہفتے کا ایک بہت مصروف دن رہا ہے۔
میں نے لکڑی کے بڑے کاؤنٹر کو دھو کر صاف کیا۔
اس کے بعد، میں باہر سٹاف روم میں گئی۔
میں نے اپنا ایپرن اتارا۔
میں نے اسے دیوار پر لگی پہلی ہک پر لٹکا دیا۔
میں نے اپنی پہلی شفٹوں میں بہت کچھ سیکھا ہے۔
میں نے بالآخر دودھ کو صحیح طریقے سے جھاگ دار بنانا سیکھ لیا ہے۔
میں نے ایک باقاعدہ گاہک کا آرڈر یاد رکھنا بھی سیکھ لیا ہے۔
یہ مزیدار رہا ہے، لیکن میں تھوڑی تھک بھی گئی تھی۔
میں نے میز سے اپنا بیگ اٹھایا۔
پھر میں چل کر سامنے والے دروازے تک گئی۔
اب دوپہر کی شفٹ نے کام سنبھال لیا۔
میں نے باہر سڑک پر قدم رکھا۔
دوپہر کا سورج شہر پر پوری آب و تاب سے چمک رہا تھا۔
بس کی طرف جاتے ہوئے میں خود ہی مسکرائی۔
میں اپنے نئے رضاکارانہ کام سے بہت خوش ہوں۔
مجھے ابھی سے اپنی چوتھی شفٹ کا بے صبری سے انتظار ہے۔
