Моя третья смена в кафе наконец-то закончилась.
Это была очень напряженная суббота.
Я начисто вымыла большую деревянную стойку.
После этого я пошла в комнату для персонала.
Я сняла фартук.
Я повесила его на первый крючок на стене.
Я очень многому научилась за свои первые смены.
Я наконец-то научилась правильно взбивать молоко.
Я также научилась запоминать заказ постоянного клиента.
Было весело, но я также немного устала.
Я взяла свою сумку со стола.
Затем я вышла к входной двери.
Теперь заступила дневная смена.
Я вышла на улицу.
Послеобеденное солнце ярко светило над городом.
Я улыбнулась про себя по дороге к автобусу.
Я очень довольна своей новой волонтерской работой.
Я уже с нетерпением жду своей четвертой смены.
