Η τρίτη μου βάρδια στην καφετέρια τελείωσε επιτέλους.
Ήταν ένα πολύ πολυάσχολο Σάββατο.
Έπλυνα καλά τον μεγάλο ξύλινο πάγκο.
Μετά, πήγα στο δωμάτιο του προσωπικού.
Έβγαλα την ποδιά μου.
Την κρέμασα στον πρώτο γάντζο στον τοίχο.
Έχω μάθει πάρα πολλά στις πρώτες μου βάρδιες.
Έχω επιτέλους μάθει να φτιάχνω σωστά αφρόγαλα.
Έχω επίσης μάθει να θυμάμαι την παραγγελία ενός τακτικού πελάτη.
Ήταν διασκεδαστικό, αλλά ήμουν επίσης λίγο κουρασμένη.
Πήρα την τσάντα μου από το τραπέζι.
Έπειτα, περπάτησα μέχρι την εξώπορτα.
Η απογευματινή βάρδια ανέλαβε τώρα.
Βγήκα έξω στον δρόμο.
Ο απογευματινός ήλιος έλαμπε δυνατά πάνω από την πόλη.
Χαμογέλασα στον εαυτό μου στον δρόμο για το λεωφορείο.
Είμαι πολύ χαρούμενη με τη νέα μου εθελοντική εργασία.
Ανυπομονώ ήδη για την τέταρτη βάρδιά μου.
