Είναι Δευτέρα πρωί.
Φτιάχνω ένα φλιτζάνι ζεστό τσάι.
Κάθομαι στο τραπέζι στην κουζίνα.
Ανοίγω το ημερολόγιό μου.
Προγραμματίζω πάντα την εβδομάδα μου εδώ.
Τώρα είναι Φεβρουάριος.
Ο μήνας είναι ήδη πολύ γεμάτος.
Αύριο είναι Τρίτη.
Το ποδήλατό μου είναι δυστυχώς χαλασμένο.
Πηγαίνω με τα πόδια στον μηχανικό ποδηλάτων αύριο το πρωί.
Ανοίγει στις οκτώ η ώρα.
Το γράφω στο ημερολόγιο.
Τηλεφωνώ επίσης στον κομμωτή σήμερα.
Τα μαλλιά μου είναι πάρα πολύ μακριά.
Την Τετάρτη πηγαίνω στο γυμναστήριο.
Γυμνάζομαι συχνά τις Τετάρτες.
Είναι συνήθως στις επτά το απόγευμα.
Κοιτάζω ξανά το πρόγραμμά μου.
Πίνω το τσάι μου.
Τώρα είμαι έτοιμη για μια νέα εβδομάδα.
