Сейчас утро понедельника.
Я завариваю чашку горячего чая.
Я сижу за столом на кухне.
Я открываю свой календарь.
Я всегда планирую свою неделю здесь.
Сейчас февраль.
Месяц уже очень загружен.
Завтра вторник.
К сожалению, мой велосипед сломан.
Завтра утром я иду к веломеханику.
Он открывается в восемь часов.
Я записываю это в календарь.
Сегодня я также звоню парикмахеру.
Мои волосы слишком длинные.
В среду я иду в спортзал.
Я часто тренируюсь по средам.
Обычно это в семь часов вечера.
Я снова смотрю на свой план.
Я пью свой чай.
Теперь я готова к новой неделе.
