پیر کی صبح ہے۔
میں ایک کپ گرم چائے بناتی ہوں۔
میں کچن میں میز پر بیٹھتی ہوں۔
میں اپنا کیلنڈر کھولتی ہوں۔
میں ہمیشہ اپنے ہفتے کی منصوبہ بندی یہیں کرتی ہوں۔
اب فروری ہے۔
یہ مہینہ پہلے ہی بہت مصروف ہے۔
کل منگل ہے۔
بدقسمتی سے میری سائیکل خراب ہے۔
میں کل صبح پیدل سائیکل مکینک کے پاس جاؤں گی۔
وہ آٹھ بجے دکان کھولتا ہے۔
میں اسے کیلنڈر میں لکھتی ہوں۔
میں آج ہیئر ڈریسر کو بھی کال کروں گی۔
میرے بال بہت زیادہ لمبے ہیں۔
بدھ کو میں جم جاتی ہوں۔
میں اکثر بدھ کے دن ورزش کرتی ہوں۔
یہ عام طور پر شام سات بجے ہوتا ہے۔
میں اپنے پلان کو دوبارہ دیکھتی ہوں۔
میں اپنی چائے پیتی ہوں۔
اب میں ایک نئے ہفتے کے لیے تیار ہوں۔
