منگل کی صبح ہے۔
وقت سوا آٹھ بجے کا ہے۔
میں اپنی سائیکل دھکیل کر لے جاتی ہوں۔
یہ خراب ہے۔
میں سائیکل مکینک کے پاس اندر جاتی ہوں۔
وہ اکثر جلدی کام کرتا ہے۔
ورکشاپ سائیکلوں سے بھری ہوئی ہے۔
سائیکل مکینک اوپر دیکھتا ہے۔
"صبح بخیر،" وہ کہتا ہے۔
"صبح بخیر،" میں کہتی ہوں۔
"میری سائیکل خراب ہے۔"
وہ میری سائیکل لیتا ہے۔
"میں آج اس کی مرمت کر رہا ہوں،" وہ کہتا ہے۔
"بہت بہت شکریہ،" میں کہتی ہوں۔
میں ورکشاپ سے باہر نکلتی ہوں۔
اب میں بس اسٹاپ کی طرف چلتی ہوں۔
میں عام طور پر کام پر جانے کے لیے بس لیتی ہوں۔
میں زیادہ تر ویک اینڈ پر سائیکل چلاتی ہوں۔
جلد ہی میری بس آ جاتی ہے۔
یہ فروری کی ایک خوبصورت صبح ہے۔
میں پونے نو بجے کام پر ہوتی ہوں۔
