Είναι Τρίτη πρωί.
Η ώρα είναι οχτώ και τέταρτο.
Σπρώχνω το ποδήλατό μου.
Είναι χαλασμένο.
Μπαίνω στον ποδηλατά.
Συχνά δουλεύει από νωρίς.
Το συνεργείο είναι γεμάτο ποδήλατα.
Ο ποδηλατάς σηκώνει το βλέμμα του.
«Καλημέρα», λέει.
«Καλημέρα», λέω.
«Το ποδήλατό μου είναι χαλασμένο.»
Παίρνει το ποδήλατό μου.
«Θα το επισκευάσω σήμερα», λέει.
«Ευχαριστώ πολύ», λέω.
Βγαίνω από το συνεργείο.
Τώρα περπατάω μέχρι τη στάση του λεωφορείου.
Συνήθως παίρνω το λεωφορείο για τη δουλειά.
Κάνω ποδήλατο κυρίως το Σαββατοκύριακο.
Σύντομα έρχεται το λεωφορείο μου.
Είναι ένα όμορφο πρωινό του Φεβρουαρίου.
Είμαι στη δουλειά στις εννέα παρά τέταρτο.
