Сейчас утро вторника.
Время — четверть девятого.
Я веду свой велосипед.
Он сломан.
Я захожу к веломеханику.
Он часто работает рано.
Мастерская полна велосипедов.
Веломеханик поднимает взгляд.
«Доброе утро», — говорит он.
«Доброе утро», — говорю я.
«Мой велосипед сломан».
Он берет мой велосипед.
«Я починю его сегодня», — говорит он.
«Большое спасибо», — говорю я.
Я выхожу из мастерской.
Теперь я иду к автобусной остановке.
Обычно я езжу на работу на автобусе.
В основном я езжу на велосипеде по выходным.
Вскоре приезжает мой автобус.
Это прекрасное февральское утро.
Я на работе в без четверти девять.
