Сейчас мой обеденный перерыв.
Я сижу в столовой на работе.
Вчера я была занята.
Поэтому сейчас я звоню парикмахеру.
Я беру свой мобильный телефон.
Я звоню в парикмахерскую в городе.
Женщина отвечает на звонок.
«Добрый день, это парикмахерская», — говорит женщина.
«Добрый день, меня зовут Майя», — говорю я.
«Я хотела бы записаться на четверг».
«Минуточку», — говорит парикмахер.
«У вас есть свободное время во второй половине дня?» — спрашиваю я.
«Да, у нас есть свободное время в половине пятого», — говорит она.
«Мне это очень подходит», — говорю я.
«Какой у вас номер телефона?» — спрашивает парикмахер.
«Мой номер — двенадцать, тридцать четыре, пятьдесят шесть, семьдесят восемь», — говорю я.
«Большое спасибо, до встречи в четверг в половине пятого», — говорит она.
«До встречи», — отвечаю я.
Я кладу телефон на стол.
Теперь я наконец-то принимаюсь за еду.
