Είναι το μεσημεριανό μου διάλειμμα.
Κάθομαι στην καντίνα στη δουλειά μου.
Ήμουν απασχολημένη χθες.
Γι' αυτό τηλεφωνώ στον κομμωτή τώρα.
Παίρνω το κινητό μου τηλέφωνο.
Τηλεφωνώ σε ένα κομμωτήριο στην πόλη.
Μια γυναίκα απαντά στο τηλέφωνο.
«Γεια σας, από το κομμωτήριο», λέει η γυναίκα.
«Γεια σας, με λένε Μάγια», λέω.
«Θα ήθελα να κλείσω ένα ραντεβού για την Πέμπτη.»
«Μια στιγμή», λέει η κομμώτρια.
«Έχετε ραντεβού το απόγευμα;» ρωτάω.
«Ναι, έχουμε ένα διαθέσιμο ραντεβού στις τέσσερις και μισή», λέει.
«Αυτό με βολεύει πολύ», λέω.
«Ποιος είναι ο αριθμός του τηλεφώνου σας;» ρωτάει η κομμώτρια.
«Ο αριθμός μου είναι δώδεκα, τριάντα τέσσερα, πενήντα έξι, εβδομήντα οκτώ», λέω.
«Ευχαριστώ πολύ, τα λέμε την Πέμπτη στις τέσσερις και μισή», λέει.
«Τα λέμε», απαντώ.
Αφήνω το τηλέφωνο στο τραπέζι.
Τώρα επιτέλους τρώω το φαγητό μου.
