یہ میرے دوپہر کے کھانے کا وقفہ ہے۔
میں اپنے کام پر کینٹین میں بیٹھی ہوں۔
میں کل مصروف تھی۔
اس لیے اب میں ہیئر ڈریسر کو فون کر رہی ہوں۔
میں اپنا موبائل فون لیتی ہوں۔
میں شہر کے ایک ہیئر سیلون میں فون کرتی ہوں۔
ایک عورت فون اٹھاتی ہے۔
"ہیلو، یہ ہیئر سیلون ہے،" عورت کہتی ہے۔
"ہیلو، میرا نام مایا ہے،" میں کہتی ہوں۔
"میں جمعرات کے لیے ایک اپوائنٹمنٹ بک کرنا چاہتی ہوں۔"
"ایک منٹ،" ہیئر ڈریسر کہتی ہے۔
"کیا آپ کے پاس دوپہر کے وقت کی کوئی اپوائنٹمنٹ ہے؟" میں پوچھتی ہوں۔
"جی ہاں، ہمارے پاس ساڑھے چار بجے کی اپوائنٹمنٹ دستیاب ہے،" وہ کہتی ہے۔
"یہ میرے لیے بالکل ٹھیک رہے گا،" میں کہتی ہوں۔
"آپ کا فون نمبر کیا ہے؟" ہیئر ڈریسر پوچھتی ہے۔
"میرا نمبر بارہ، چونتیس، چھپن، اٹھتر ہے،" میں کہتی ہوں۔
"بہت بہت شکریہ، جمعرات کو ساڑھے چار بجے ملتے ہیں،" وہ کہتی ہے۔
"پھر ملتے ہیں،" میں جواب دیتی ہوں۔
میں فون میز پر رکھ دیتی ہوں۔
اب آخر کار میں اپنا کھانا کھاتی ہوں۔
