ഇത് ബുധനാഴ്ച വൈകുന്നേരമാണ്.
സമയം ഏഴു മണിയാണ്.
ഞാൻ അടുത്തുള്ള ജിമ്മിലാണ്.
എനിക്ക് വ്യായാമം ചെയ്യാൻ വളരെ ഇഷ്ടമാണ്.
ബുധനാഴ്ചകളിൽ ഞാൻ എപ്പോഴും ഇവിടെ ഉണ്ടാകാറുണ്ട്.
ഞാൻ വസ്ത്രം മാറുന്നു.
ആദ്യം, ഞാൻ വെയ്റ്റുകൾ ഉയർത്തുന്നു.
വെയ്റ്റുകൾ വളരെ ഭാരമുള്ളതാണ്.
ഞാൻ ഒരു ചെറിയ ഇടവേള എടുക്കുന്നു.
അതിനുശേഷം, ഞാൻ ട്രെഡ്‌മില്ലിൽ ഓടുന്നു.
ഞാൻ പലപ്പോഴും വേഗത്തിൽ ഓടാറുണ്ട്.
ഞാൻ എപ്പോഴും സംഗീതം കേൾക്കാറുണ്ട്.
ഞാൻ മൊത്തം ഒരു മണിക്കൂർ വ്യായാമം ചെയ്യുന്നു.
ഇപ്പോൾ സമയം എട്ടു മണിയാണ്.
ഞാൻ ക്ഷീണിതയാണ്, എങ്കിലും എനിക്ക് സന്തോഷമുണ്ട്.
ഞാൻ എൻ്റെ ബാഗ് എടുക്കുന്നു.
ഞാൻ വീട്ടിലേക്ക് നടക്കുന്നു.
