Я поднимаюсь по лестнице.
Я устала после спортзала.
На втором этаже я встречаю Нину.
Она улыбается мне.
«Привет, Майя», — говорит она.
«Привет, Нина, как дела?» — спрашиваю я.
«Всё очень хорошо», — отвечает Нина.
«Ты выглядишь немного уставшей.»
«Да, по средам я всегда тренируюсь», — объясняю я.
«В последнее время мы редко пьем кофе вместе», — говорит Нина.
«У тебя есть время завтра?» — спрашивает она.
Я думаю о том, что буду делать в четверг.
«Да, четверг — очень хороший день», — говорю я.
«Во сколько?» — спрашиваю я.
«Может быть, в половине пятого?»
«Половина пятого звучит идеально», — радостно отвечаю я.
«Увидимся завтра после обеда», — говорит Нина.
Мы прощаемся на лестничной клетке.
Я захожу в свою квартиру.
Я с нетерпением жду нашей встречи за кофе.
