Ανεβαίνω τις σκάλες.
Είμαι κουρασμένη μετά το γυμναστήριο.
Στον δεύτερο όροφο, συναντάω τη Νίνα.
Μου χαμογελάει.
«Γεια σου, Μάγια», λέει.
«Γεια σου, Νίνα, πώς πάει;» ρωτάω.
«Πάει πολύ καλά», απαντάει η Νίνα.
«Φαίνεσαι λιγάκι κουρασμένη.»
«Ναι, γυμνάζομαι πάντα τις Τετάρτες», εξηγώ.
«Τον τελευταίο καιρό σπάνια πίνουμε καφέ μαζί», λέει η Νίνα.
«Έχεις χρόνο αύριο;» ρωτάει.
Σκέφτομαι τι θα κάνω την Πέμπτη.
«Ναι, η Πέμπτη είναι μια πραγματικά καλή μέρα», λέω.
«Τι ώρα;» ρωτάω.
«Ίσως στις τέσσερις και μισή;»
«Τέσσερις και μισή ακούγεται τέλεια», απαντάω χαρούμενα.
«Τα λέμε αύριο το απόγευμα», λέει η Νίνα.
Λέμε αντίο έξω στο κλιμακοστάσιο.
Μπαίνω στο διαμέρισμά μου.
Ανυπομονώ για το ραντεβού μας για καφέ.
