Я беру телефон.
Я открываю календарь.
Я смотрю на четверг.
Внезапно я вижу проблему.
У меня запись к парикмахеру в половине пятого.
Мой кофе с Ниной тоже в половине пятого!
Я сразу же отправляю смс Нине.
Я пишу: «Привет, Нина, извини».
«У меня запись к парикмахеру в четверг в половине пятого».
«У тебя будет время в шесть часов вместо этого?»
Нина отвечает очень быстро.
Она пишет: «Без проблем!»
«Увидимся в шесть часов».
Я улыбаюсь и меняю время в календаре.
Теперь мой четверг складывается идеально.
