میں اپنا فون لیتی ہوں۔
میں اپنا کیلنڈر کھولتی ہوں۔
میں جمعرات کو دیکھتی ہوں۔
مجھے اچانک ایک مسئلہ نظر آتا ہے۔
میری ساڑھے چار بجے ہیئر ڈریسر کے پاس اپائنٹمنٹ ہے۔
نینا کے ساتھ میری کافی بھی ساڑھے چار بجے ہے!
میں فوراً نینا کو ایک ٹیکسٹ میسج بھیجتی ہوں۔
میں لکھتی ہوں: "ہائے نینا، معذرت۔"
"جمعرات کو ساڑھے چار بجے میری ہیئر ڈریسر کی اپائنٹمنٹ ہے۔"
"کیا اس کی جگہ تمہارے پاس چھ بجے وقت ہے؟"
نینا بہت جلدی جواب دیتی ہے۔
وہ لکھتی ہے: "کوئی مسئلہ نہیں!"
"چھ بجے ملتے ہیں۔"
میں مسکراتی ہوں اور کیلنڈر میں وقت تبدیل کر دیتی ہوں۔
اب میری جمعرات بالکل ٹھیک ہو گئی ہے۔
