Четверг, вторая половина дня.
Я свободна от работы.
Я иду к велосипедному мастеру.
Время — без четверти четыре.
Механик стоит в магазине.
«Привет», — говорю я.
Он выкатывает мне велосипед.
«Ваш велосипед готов», — говорит он.
«Большое спасибо», — говорю я.
Велосипед выглядит просто отлично.
Шины теперь твердые.
Я вывожу велосипед на улицу.
Сегодня светит солнце.
Я сажусь на велосипед.
Я часто езжу на велосипеде по Копенгагену.
Это очень легко.
Теперь я радостно еду на велосипеде к парикмахеру.
Моя запись на половину пятого.
Я жду этого с нетерпением.
