വ്യാഴാഴ്ച ഉച്ചകഴിഞ്ഞ സമയമാണ്.
എനിക്ക് ജോലിയിൽ നിന്ന് ഒഴിവാണ്.
ഞാൻ സൈക്കിൾ മെക്കാനിക്കിന്റെ അടുത്തേക്ക് നടക്കുന്നു.
സമയം മൂന്നേ മുക്കാൽ ആണ്.
മെക്കാനിക്ക് കടയിൽ നിൽക്കുന്നുണ്ട്.
"ഹായ്," ഞാൻ പറയുന്നു.
അദ്ദേഹം സൈക്കിൾ എന്റെ അടുത്തേക്ക് ഉരുട്ടി കൊണ്ടുവരുന്നു.
"നിങ്ങളുടെ സൈക്കിൾ റെഡിയാണ്," അദ്ദേഹം പറയുന്നു.
"വളരെ നന്ദി," ഞാൻ പറയുന്നു.
സൈക്കിൾ കാണാൻ വളരെ നന്നായിട്ടുണ്ട്.
ടയറുകൾക്ക് ഇപ്പോൾ നല്ല ഉറപ്പുണ്ട്.
ഞാൻ സൈക്കിൾ തെരുവിലേക്ക് ഉരുട്ടിക്കൊണ്ടുപോകുന്നു.
ഇന്ന് നല്ല വെയിലുണ്ട്.
ഞാൻ സൈക്കിളിൽ കയറുന്നു.
ഞാൻ പലപ്പോഴും കോപ്പൻഹേഗനിൽ സൈക്കിൾ ചവിട്ടാറുണ്ട്.
അത് വളരെ എളുപ്പമാണ്.
ഇപ്പോൾ ഞാൻ സന്തോഷത്തോടെ ഹെയർഡ്രെസ്സറുടെ അടുത്തേക്ക് സൈക്കിൾ ചവിട്ടുന്നു.
എന്റെ അപ്പോയിന്റ്മെന്റ് നാലരയ്ക്കാണ്.
ഞാൻ അതിനായി കാത്തിരിക്കുകയാണ്.
