Είναι Πέμπτη απόγευμα.
Σχόλασα από τη δουλειά.
Πηγαίνω στον μηχανικό ποδηλάτων.
Η ώρα είναι τέσσερις παρά τέταρτο.
Ο μηχανικός στέκεται στο μαγαζί.
«Γεια», λέω.
Μου φέρνει έξω το ποδήλατο.
«Το ποδήλατό σου είναι έτοιμο», λέει.
«Ευχαριστώ πολύ», λέω.
Το ποδήλατο φαίνεται πολύ ωραίο.
Τα λάστιχα είναι σκληρά τώρα.
Σπρώχνω το ποδήλατο έξω στον δρόμο.
Ο ήλιος λάμπει σήμερα.
Ανεβαίνω στο ποδήλατο.
Κάνω συχνά ποδήλατο στην Κοπεγχάγη.
Είναι πολύ εύκολο.
Τώρα κάνω χαρούμενη ποδήλατο προς το κομμωτήριο.
Το ραντεβού μου είναι στις τέσσερις και μισή.
Ανυπομονώ.
