جمعرات کی سہ پہر ہے۔
مجھے کام سے چھٹی ہے۔
میں سائیکل مکینک کے پاس چل کر جاتی ہوں۔
پونے چار بجے ہیں۔
مکینک دکان میں کھڑا ہے۔
"ہائے،" میں کہتی ہوں۔
وہ سائیکل دھکیل کر باہر میرے پاس لاتا ہے۔
"آپ کی سائیکل تیار ہے،" وہ کہتا ہے۔
"بہت بہت شکریہ،" میں کہتی ہوں۔
سائیکل واقعی بہت اچھی لگ رہی ہے۔
ٹائر اب سخت ہیں۔
میں سائیکل دھکیل کر باہر سڑک پر لے جاتی ہوں۔
آج سورج چمک رہا ہے۔
میں سائیکل پر سوار ہوتی ہوں۔
میں اکثر کوپن ہیگن میں سائیکل چلاتی ہوں۔
یہ بہت آسان ہے۔
اب میں خوشی خوشی ہیئر ڈریسر کی طرف سائیکل چلاتی ہوں۔
میری اپائنٹمنٹ ساڑھے چار بجے کی ہے۔
مجھے اس کا بے صبری سے انتظار ہے۔
