Φτάνω στο κομμωτήριο στις τέσσερις και μισή.
Είμαι πάντα στην ώρα μου.
Η κομμώτρια με χαιρετάει.
Μου λούζει και μου κόβει τα μαλλιά.
Διαρκεί περίπου μία ώρα.
Τα καινούργια μου μαλλιά είναι πολύ ωραία.
Ευχαριστώ την κομμώτρια και φεύγω από το κομμωτήριο.
Το ποδήλατό μου είναι απ' έξω.
Διασχίζω την πόλη με το ποδήλατο.
Είναι Πέμπτη βράδυ.
Πηγαίνω με το ποδήλατο σε ένα ζεστό καφέ.
Παρκάρω το ποδήλατό μου και μπαίνω μέσα.
Η Νίνα κάθεται ήδη σε ένα τραπέζι.
Κοιτάζω το ρολόι μου.
Η ώρα είναι ακριβώς έξι.
«Γεια σου Μάγια, τα μαλλιά σου είναι πραγματικά ωραία», λέει η Νίνα.
«Ευχαριστώ πολύ», λέω.
Παραγγέλνουμε δύο φλιτζάνια καφέ.
Πίνουμε τον καφέ και κουβεντιάζουμε.
Πάντα απολαμβάνω τις συναντήσεις μας για καφέ.
