Я сижу у окна в автобусе.
Утреннее солнце сегодня такое приятное и теплое.
В Копенгагене лето, и город выглядит прекрасно.
Я смотрю на знакомые улицы.
Мы проезжаем мимо большого парка с зелеными деревьями.
Люди уже едут на велосипедах по велодорожкам.
Каждое утро я езжу на работу на этом автобусе.
Маршрут точно такой же, как в январе.
Но сейчас все совершенно по-другому.
Я помню свою первую неделю здесь, в городе.
Было жутко холодно и очень темно.
Тогда я совсем не знала этот район.
А еще я очень нервничала из-за своей новой работы в IT-компании.
Теперь я точно знаю, где мы.
Я узнаю местную пекарню и площадь.
Автобус останавливается, и в него заходят еще люди.
Я улыбаюсь и откидываюсь на спинку сиденья.
Я готова к хорошему дню в офисе.
