میں بس میں کھڑکی کے پاس بیٹھی ہوں۔
آج صبح کی دھوپ بہت پیاری اور گرم ہے۔
کوپن ہیگن میں گرمیاں ہیں، اور شہر خوبصورت لگ رہا ہے۔
میں باہر جانی پہچانی سڑکوں کو دیکھتی ہوں۔
ہم ہرے بھرے درختوں والے ایک بڑے پارک کے پاس سے گزرتے ہیں۔
لوگ پہلے ہی سائیکل کے راستوں پر سائیکل چلا رہے ہیں۔
میں ہر صبح اپنے کام پر جانے کے لیے یہی بس لیتی ہوں۔
یہ راستہ بالکل ویسا ہی ہے جیسا جنوری میں تھا۔
لیکن اب سب کچھ بالکل مختلف ہے۔
مجھے اس شہر میں اپنا پہلا ہفتہ یاد ہے۔
تب جما دینے والی سردی اور بہت اندھیرا تھا۔
میں اس وقت اس محلے کو بالکل نہیں جانتی تھی۔
میں سافٹ ویئر کمپنی میں اپنی نئی نوکری کے حوالے سے بھی بہت گھبرائی ہوئی تھی۔
اب مجھے بالکل ٹھیک پتہ ہے کہ ہم کہاں ہیں۔
میں مقامی بیکر اور چوک کو پہچانتی ہوں۔
بس رکتی ہے، اور مزید لوگ سوار ہوتے ہیں۔
میں مسکراتی ہوں اور اپنی سیٹ پر پیچھے ٹیک لگاتی ہوں۔
میں دفتر میں ایک اچھے دن کے لیے تیار ہوں۔
