یہ جمعرات کی شام ہے، اور میں سپورٹس ہال میں ہوں۔
میں ہر ہفتے یہاں بیڈمنٹن کھیلتی ہوں۔
میں کلب سے اپنی دوست سارہ کے خلاف ایک میچ کھیل رہی ہوں۔
میچ بہت دلچسپ اور کانٹے دار ہے۔
ہم بالکل آخری پوائنٹ کے لیے کھیل رہے ہیں۔
وہ شٹل کاک کو زور سے مارتی ہے۔
یہ تیزی سے نیٹ کے اوپر سے اڑ کر میری طرف آتی ہے۔
میں اس تک پہنچنے کے لیے کورٹ میں ایک بڑا قدم بڑھاتی ہوں۔
میں اپنی پوری طاقت سے اپنا ریکٹ گھماتی ہوں۔
میں شٹل کاک کو بہترین طریقے سے مارتی ہوں۔
یہ بالکل سفید لائن پر گرتی ہے۔
یہ پوائنٹ میرا ہے، اور میں میچ جیت جاتی ہوں۔
سارہ نیٹ کے اس پار سے مسکراتی ہے اور کہتی ہے، "اچھا میچ تھا!"
"بہت شکریہ، وہ ایک مشکل پوائنٹ تھا،" میں جواب دیتی ہوں۔
میں اپنا سانس بحال کرنے کے لیے تھوڑی دیر نیٹ کے پاس کھڑی رہتی ہوں۔
مجھے بہت پسینہ آ رہا ہے اور مجھے ایک وقفے کی ضرورت ہے۔
میں بیگ میں سے اپنی لال پانی کی بوتل نکالتی ہوں۔
میں بہت سارا ٹھنڈا پانی پیتی ہوں۔
دفتر میں ایک لمبے دن کے بعد اپنے جسم کو حرکت دینا بہت اچھا لگتا ہے۔
