വൈകുന്നേരം കുറച്ചു കഴിഞ്ഞ്, ഞാൻ അടുത്തുള്ള സൂപ്പർമാർക്കറ്റിലേക്ക് നടന്നുപോകുന്നു.
എനിക്ക് ഇന്നത്തെ രാത്രിയിലേക്കുള്ള സാധനങ്ങൾ വാങ്ങണം.
എനിക്ക് കുറച്ച് ഫ്രഷ് ആയ ചുവന്ന തക്കാളികളും ഒരു കവർ ബീൻസും കിട്ടുന്നു.
എനിക്ക് കുറച്ച് കടുപ്പമുള്ള സുഗന്ധവ്യഞ്ജനങ്ങളും ആവശ്യമുണ്ട്.
ഞാൻ കൗണ്ടറിൽ പണമടച്ച് തിരികെ വീട്ടിലേക്ക് നടക്കുന്നു.
എന്റെ അടുക്കള ചെറുതാണെങ്കിലും വളരെ സുഖകരമാണ്.
ഞാൻ എന്റെ കവറുകൾ മേശപ്പുറത്ത് വെച്ചിട്ട് കൈ കഴുകുന്നു.
ഞാൻ വലിയ അളവിൽ പരമ്പരാഗത മെക്സിക്കൻ സ്റ്റ്യൂ ഉണ്ടാക്കാൻ പോവുകയാണ്.
ഇത് എന്റെ അമ്മയുടെ പഴയ പാചകക്കുറിപ്പുകളിൽ ഒന്നാണ്.
ഞാൻ എന്റെ മരംകൊണ്ടുള്ള ബോർഡും മൂർച്ചയുള്ള ഒരു കത്തിയും പുറത്തെടുക്കുന്നു.
ഞാൻ അടുക്കളയിൽ വളരെ ശാന്തമായി ഒരു മണിക്കൂർ ചിലവഴിക്കുന്നു.
നിന്ന് പച്ചക്കറികൾ അരിയുന്നത് വളരെ രസകരമാണ്.
ഞാൻ തക്കാളിയും സവാളയും ചെറിയ കഷ്ണങ്ങളായി മുറിക്കുന്നു.
ഇതിന്റെ മണം എന്നെ മെക്സിക്കോയിലുള്ള എന്റെ വീടിനെ ഓർമ്മിപ്പിക്കുന്നു.
പക്ഷേ ഇപ്പോൾ കോപ്പൻഹേഗനിലുള്ള ഇതും എന്റെ വീടാണ്.
ഞാൻ ഇതെല്ലാം സ്റ്റൗവിലുള്ള ഒരു വലിയ പാത്രത്തിലേക്ക് ഇടുന്നു.
ഈ സ്റ്റ്യൂ പതുക്കെ തിളച്ചു വരണം.
ഞാൻ അത് ഇളക്കിയിട്ട് ഒരു സ്പൂൺ ഉപയോഗിച്ച് സോസ് രുചിച്ച് നോക്കുന്നു.
ഇതിന് തികച്ചും മികച്ച രുചിയാണ്.
നീനയ്‌ക്കൊപ്പം അത്താഴം കഴിക്കാൻ ഞാൻ വളരെ ആകാംക്ഷയോടെ കാത്തിരിക്കുകയാണ്.
