Αργότερα το απόγευμα, κατεβαίνω στο τοπικό σούπερ μάρκετ.
Πρέπει να αγοράσω τρόφιμα για απόψε.
Βρίσκω μερικές φρέσκες, κόκκινες ντομάτες και μια σακούλα φασόλια.
Χρειάζομαι επίσης μερικά δυνατά μπαχαρικά.
Πληρώνω στο ταμείο και γυρίζω πάλι σπίτι.
Η κουζίνα μου είναι μικρή, αλλά είναι πολύ ζεστή.
Αφήνω τις σακούλες μου στο τραπέζι και πλένω τα χέρια μου.
Θα φτιάξω μια μεγάλη ποσότητα από ένα παραδοσιακό μεξικάνικο μαγειρευτό.
Είναι μια από τις παλιές συνταγές της μητέρας μου.
Βγάζω την ξύλινη σανίδα μου και ένα κοφτερό μαχαίρι.
Περνάω μια χαλαρωτική ώρα στην κουζίνα.
Είναι ωραίο να στέκεσαι και να ψιλοκόβεις λαχανικά.
Κόβω τις ντομάτες και τα κρεμμύδια σε μικρά κομμάτια.
Οι μυρωδιές μου θυμίζουν το σπίτι μου στο Μεξικό.
Αλλά τώρα είναι το σπίτι μου κι εδώ, στην Κοπεγχάγη.
Τα βάζω όλα σε μια μεγάλη κατσαρόλα στο μάτι της κουζίνας.
Το μαγειρευτό πρέπει να μείνει και να σιγοβράσει αργά.
Ανακατεύω και δοκιμάζω τη σάλτσα με ένα κουτάλι.
Έχει απολύτως τέλεια γεύση.
Ανυπομονώ πολύ να δειπνήσω με τη Νίνα.
