ഞാൻ സൂപ്പർമാർക്കറ്റിലെ പാനീയങ്ങളുടെ ഭാഗത്ത് എത്തുന്നു.
അവിടെ വലിയ ഒരു അലമാര ഉണ്ട്.
അലമാരയിൽ ഒരുപാട് ചായപ്പൊടിയുടെ പെട്ടികൾ ഉണ്ട്.
ഞാൻ പലതരം പെട്ടികൾ നോക്കുന്നു.
എനിക്ക് ഇന്ത്യൻ ചായ വളരെ ഇഷ്ടമാണ്.
എനിക്ക് നല്ലൊരു ചായപ്പൊടി വേണം.
ഞാൻ ഓരോ പെട്ടിയും നോക്കുന്നു.
അവിടെ ഇഞ്ചി ചായ ഉണ്ട്.
അവിടെ ഏലയ്ക്കാ ചായയും ഉണ്ട്.
എനിക്ക് ഏലയ്ക്കാ ചായ വളരെ ഇഷ്ടമാണ്.
അതുകൊണ്ട് എനിക്ക് അത് വേണം.
ഞാൻ ഏലയ്ക്കാ ചായയുടെ ഒരു പെട്ടി എടുക്കുന്നു.
ഞാൻ ആ പെട്ടി എന്റെ കാർട്ടിൽ വെക്കുന്നു.
ഇപ്പോൾ എന്റെ കാർട്ടിൽ ചായപ്പൊടിയും ഉണ്ട്.
