ഞാൻ അടുത്തുള്ള സൂപ്പർമാർക്കറ്റിൽ പോകുന്നു.
ഞാൻ അകത്തേക്ക് നടക്കുന്നു.
ഞാൻ ഒരു പ്ലാസ്റ്റിക് ബാസ്കറ്റ് എടുക്കുന്നു.
എനിക്ക് വീട്ടിലേക്ക് അരി വേണം.
ഞാൻ അരിയുടെ ഭാഗത്തേക്ക് പോകുന്നു.
ഷെൽഫിൽ ഒരുപാട് പാക്കറ്റുകൾ ഉണ്ട്.
ഞാൻ മട്ട അരി കാണുന്നു.
അത് ഇവിടുത്തെ ചുവന്ന അരിയാണ്.
എനിക്ക് ഈ ചുവന്ന അരി വളരെ ഇഷ്ടമാണ്.
ഞാൻ ഒരു ചെറിയ പാക്കറ്റ് എടുക്കുന്നു.
അത് ഒരു കിലോ ആണ്.
എൻ്റെ ദിവസത്തെ ഭക്ഷണത്തിന് എനിക്ക് ഇത് വേണം.
ഞാൻ ആ പാക്കറ്റ് ബാസ്കറ്റിൽ വെക്കുന്നു.
ഇപ്പോൾ എൻ്റെ ബാസ്കറ്റിന് ഭാരമുണ്ട്.
എനിക്ക് വേറെ സാധനങ്ങളും വേണം.
ഞാൻ അടുത്ത ഭാഗത്തേക്ക് നടക്കുന്നു.
