ഞാൻ സൂപ്പർമാർക്കറ്റിൽ ആണ്.
ഞാൻ മസാലകളുടെ ഭാഗത്തേക്ക് നടക്കുന്നു.
ഇവിടെ ഒരുപാട് മസാലകൾ ഉണ്ട്.
ഇവിടെ നല്ല മണമുണ്ട്.
എനിക്ക് പച്ച ഏലക്ക വേണം.
രാവിലെ ചായയിൽ ഏലക്ക എനിക്ക് ഇഷ്ടമാണ്.
എനിക്ക് കടുപ്പമുള്ള രുചികൾ ഇഷ്ടമാണ്.
ഞാൻ ഒരു ചെറിയ പാക്കറ്റ് ഏലക്ക എടുക്കുന്നു.
എനിക്ക് കുരുമുളക് കൂടി വേണം.
ഞാൻ കുരുമുളകിന്റെ പാക്കറ്റുകൾ നോക്കുന്നു.
ഇവിടെ വലിയ പാക്കറ്റുകൾ ഉണ്ട്.
പക്ഷേ, എനിക്ക് ഒരു ചെറിയ പാക്കറ്റ് വേണം.
ഞാൻ കുരുമുളകിന്റെ ഒരു ചെറിയ പാക്കറ്റ് എടുക്കുന്നു.
ഞാൻ ഈ പാക്കറ്റുകളുടെ വില നോക്കുന്നു.
ഏലക്കയ്ക്ക് എൺപത് രൂപയാണ്.
കുരുമുളകിന് അറുപത് രൂപയാണ്.
ഞാൻ ഇവ എന്റെ ബാസ്കറ്റിൽ വെക്കുന്നു.
ഇനി, എനിക്ക് പരിപ്പ് വേണം.
