ഞാൻ പരിപ്പ് നോക്കുന്നു.
അപ്പോൾ ഞാൻ പ്രകാശിനെ കാണുന്നു.
പ്രകാശ് എന്റെ സഹപ്രവർത്തകൻ ആണ്.
ഞാൻ സന്തോഷത്തോടെ പ്രകാശിനെ വിളിക്കുന്നു.
"നമസ്കാരം പ്രകാശ്!" ഞാൻ പറയുന്നു.
പ്രകാശ് എന്നെ കാണുന്നു.
"ഹലോ മായാ!"
"മായയ്ക്ക് എന്ത് വേണം?" പ്രകാശ് ചോദിക്കുന്നു.
"എനിക്ക് പരിപ്പ് വേണം," ഞാൻ പറയുന്നു.
ഞാൻ പരിപ്പ് എടുക്കുന്നു.
പ്രകാശ് ഒരു മഞ്ഞ പാക്കറ്റ് എടുക്കുന്നു.
അത് നേന്ത്രക്കായ ചിപ്സ് ആണ്.
"എനിക്ക് നേന്ത്രക്കായ ചിപ്സ് വളരെ ഇഷ്ടമാണ്!" ഞാൻ പറയുന്നു.
"എനിക്കും ഇത് ഇഷ്ടമാണ്," പ്രകാശ് പറയുന്നു.
പ്രകാശ് ചിരിക്കുന്നു.
"മായയ്ക്ക് ഒരു പാക്കറ്റ് വേണമോ?" പ്രകാശ് ചോദിക്കുന്നു.
"അതെ, എനിക്ക് ഒരു പാക്കറ്റ് വേണം," ഞാൻ പറയുന്നു.
ഞാൻ ആ പാക്കറ്റ് എന്റെ ബാസ്കറ്റിൽ വെക്കുന്നു.
ഞങ്ങൾ കുറച്ചു നേരം സംസാരിക്കുന്നു.
