ഞാൻ മുന്നിലെ കൗണ്ടറിലേക്ക് നടക്കുന്നു.
ഞാൻ എൻ്റെ ബാസ്കറ്റ് കൗണ്ടറിൽ വെക്കുന്നു.
ക്യാഷ്യർ സാധനങ്ങൾ നോക്കുന്നു.
ക്യാഷ്യർ ചോദിക്കുന്നു, "പ്ലാസ്റ്റിക് കവർ വേണമോ?"
ഞാൻ പറയുന്നു, "വേണ്ട, എൻ്റെ കയ്യിൽ ഒരു തുണിസഞ്ചി ഉണ്ട്."
"എനിക്ക് ഒരു തുണിസഞ്ചി കൂടി വേണം."
എനിക്ക് തുണിസഞ്ചികൾ വളരെ ഇഷ്ടമാണ്.
ക്യാഷ്യർ എനിക്ക് ഒരു തുണിസഞ്ചി തരുന്നു.
ഇവ നല്ല ബലമുള്ള സഞ്ചികളാണ്.
ഞാൻ സാധനങ്ങൾ ഈ രണ്ട് സഞ്ചികളിൽ വെക്കുന്നു.
ക്യാഷ്യർ വില പറയുന്നു, "എണ്ണൂറ് രൂപ."
ഞാൻ ക്യാഷ്യറെ നോക്കുന്നു.
ഞാൻ പേഴ്സ് തുറക്കുന്നു.
ഞാൻ പണം എടുക്കുന്നു.
ഞാൻ എണ്ണൂറ് രൂപ ക്യാഷ്യർക്ക് കൊടുക്കുന്നു.
ക്യാഷ്യർ എനിക്ക് ബിൽ തരുന്നു.
ഞാൻ രണ്ട് സഞ്ചികളും എടുക്കുന്നു.
ഞാൻ പുറത്തേക്ക് നടക്കുന്നു.
