ഞാൻ വീട്ടിലേക്ക് നടക്കുന്നു.
എൻ്റെ കയ്യിൽ രണ്ട് തുണി സഞ്ചികൾ ഉണ്ട്.
സഞ്ചികൾക്ക് നല്ല ഭാരമുണ്ട്.
എനിക്ക് ഇപ്പോൾ കുറച്ച് വിശ്രമം വേണം.
വഴിയിൽ ഒരു തവിട്ട് തെരുവ് നായ ഉണ്ട്.
ഞാൻ ആ നായയെ കാണുന്നു.
നായ എൻ്റെ അടുത്തേക്ക് വരുന്നു.
ഞാൻ നായയെ ശ്രദ്ധിച്ച് നോക്കുന്നു.
അത് എൻ്റെ സഞ്ചി മണക്കുന്നു.
സഞ്ചിയിൽ പുതിയ പച്ചക്കറികൾ ഉണ്ട്.
അത് തക്കാളിയും ഉള്ളിയും മണക്കുന്നു.
മെക്സിക്കോയിൽ എൻ്റെ വീട്ടിൽ ഒരു നായ ഉണ്ട്.
അവളുടെ പേര് ലോല എന്നാണ്.
എനിക്ക് നായ്ക്കളെ വളരെ ഇഷ്ടമാണ്.
പക്ഷേ എനിക്ക് ഈ പച്ചക്കറികൾ വേണം.
ഞാൻ നായയെ പതുക്കെ മറികടക്കുന്നു.
നായ എന്നെ നോക്കുന്നു.
അത് അവിടെത്തന്നെ നിൽക്കുന്നു.
ഞാൻ മുന്നോട്ട് നടക്കുന്നു.
ഞാൻ സുരക്ഷിതമായി എൻ്റെ ഫ്ലാറ്റിൽ എത്തുന്നു.
