ഞാൻ എൻ്റെ ഫ്ലാറ്റിൽ എത്തുന്നു.
ഞാൻ അടുക്കളയിലേക്ക് നടക്കുന്നു.
ഞാൻ രണ്ട് തുണിസഞ്ചികൾ കൗണ്ടറിൽ വെക്കുന്നു.
ഞാൻ സഞ്ചികൾ തുറക്കുന്നു.
ഞാൻ പച്ചക്കറികൾ പുറത്തെടുക്കുന്നു.
എനിക്ക് പുതിയ പച്ചക്കറികൾ ഇഷ്ടമാണ്.
ഞാൻ പുതിയ പാവയ്ക്ക നോക്കുന്നു.
ഞാൻ പച്ചക്കറികൾ ഫ്രിഡ്ജിൽ വെക്കുന്നു.
ഫ്രിഡ്ജിൽ എൻ്റെ നായ ലോലയുടെ ഒരു ഫോട്ടോ ഉണ്ട്.
ഞാൻ ആ ഫോട്ടോ കാണുന്നു.
എനിക്ക് ലോലയെ വളരെ ഇഷ്ടമാണ്.
ഞാൻ സഞ്ചിയിൽ നിന്ന് അരിയും മസാലകളും എടുക്കുന്നു.
ഞാൻ അവ അലമാരയിൽ വെക്കുന്നു.
ഇപ്പോൾ എൻ്റെ അലമാരകൾ കാലിയല്ല.
ഞാൻ എൻ്റെ അടുക്കള നോക്കുന്നു.
എനിക്ക് ഈ അടുക്കള ഇഷ്ടമാണ്.
ഇന്ന് രാത്രി എനിക്ക് നല്ല ഒരു അത്താഴം വേണം.
പക്ഷേ ഇന്ന് എനിക്ക് കേരളത്തിലെ ഭക്ഷണം വേണം.
ഞാൻ പാചകം തുടങ്ങുന്നു.
