സമയം ആറു മണി.
ഞാൻ അടുക്കളയിൽ നിൽക്കുകയാണ്.
എനിക്ക് വിശക്കുന്നുണ്ട്.
ഞാൻ ഫ്രിഡ്ജ് തുറക്കുന്നു.
അത് തീർത്തും കാലിയാണ്.
ഞാൻ അലമാരയിൽ നോക്കുന്നു.
അലമാരയിൽ ഭക്ഷണമൊന്നുമില്ല.
എനിക്ക് ഭക്ഷണമില്ല.
എൻ്റെ കയ്യിൽ കുറച്ചു വെള്ളം മാത്രമേയുള്ളൂ.
എനിക്കിപ്പോൾ ഭക്ഷണം വേണം.
എനിക്ക് പച്ചക്കറികൾ ഇഷ്ടമാണ്.
എനിക്ക് ബ്രെഡും ഇഷ്ടമാണ്.
പക്ഷേ എനിക്കിവിടെ ഒന്നുമില്ല.
ഞാൻ ഒരു ബാഗ് കണ്ടെത്തുന്നു.
ബാഗ് ചുവപ്പുനിറമാണ്.
ഇത് ഷോപ്പിംഗിന് നല്ലതാണ്.
ഞാൻ ഫ്ലാറ്റിൽ നിന്ന് പുറത്തേക്ക് നടക്കുന്നു.
ഞാൻ വാതിൽ അടയ്ക്കുന്നു.
ഞാൻ തയ്യാറാണ്.
ഇപ്പോൾ ഞാൻ സൂപ്പർമാർക്കറ്റിലേക്ക് നടക്കുകയാണ്.
