Στέκομαι μπροστά από το σούπερ μάρκετ.
Το σούπερ μάρκετ είναι μεγάλο και φωτεινό.
Η πόρτα ανοίγει αυτόματα.
Μπαίνω στο κατάστημα.
Το κατάστημα έχει πολλά προϊόντα.
Υπάρχουν στοίβες από καλάθια στην είσοδο.
Παίρνω ένα καλάθι.
Το καλάθι είναι κόκκινο και ελαφρύ.
Ψάχνω για λαχανικά.
Το τμήμα είναι ακριβώς εδώ.
Βλέπω ένα καφάσι στο πάτωμα.
Το καφάσι είναι πράσινο.
Υπάρχουν πολλά καρότα στο καφάσι.
Μου αρέσουν τα καρότα.
Διαλέγω ένα μεγάλο ματσάκι.
Το ματσάκι φαίνεται πολύ φρέσκο.
Βάζω το ματσάκι μέσα στο καλάθι.
Τώρα το καλάθι δεν είναι άδειο.
Προχωράω πιο μέσα στο κατάστημα.
