ഞാൻ സൂപ്പർമാർക്കറ്റിന് മുന്നിൽ നിൽക്കുന്നു.
സൂപ്പർമാർക്കറ്റ് വലുതും നല്ല വെളിച്ചമുള്ളതുമാണ്.
വാതിൽ തനിയെ തുറക്കുന്നു.
ഞാൻ കടയ്ക്കുള്ളിലേക്ക് പോകുന്നു.
കടയിൽ ധാരാളം സാധനങ്ങളുണ്ട്.
പ്രവേശന കവാടത്തിനരികിൽ കൊട്ടകളുടെ അട്ടികൾ ഉണ്ട്.
ഞാൻ ഒരു കൊട്ട എടുക്കുന്നു.
കൊട്ട ചുവന്നതും ഭാരം കുറഞ്ഞതുമാണ്.
ഞാൻ പച്ചക്കറികൾ തിരയുകയാണ്.
ആ വിഭാഗം ഇവിടെത്തന്നെയാണ്.
ഞാൻ തറയിൽ ഒരു പെട്ടി കാണുന്നു.
ആ പെട്ടിക്ക് പച്ച നിറമാണ്.
പെട്ടിയിൽ ധാരാളം ക്യാരറ്റുകൾ ഉണ്ട്.
എനിക്ക് ക്യാരറ്റ് ഇഷ്ടമാണ്.
ഞാൻ വലിയൊരു കെട്ട് തിരഞ്ഞെടുക്കുന്നു.
ആ കെട്ട് വളരെ പുതുമയുള്ളതായി കാണപ്പെടുന്നു.
ഞാൻ ആ കെട്ട് കൊട്ടയിലേക്ക് വെക്കുന്നു.
ഇപ്പോൾ ആ കൊട്ട കാലിയല്ല.
ഞാൻ കടയ്ക്കുള്ളിലേക്ക് മുമ്പോട്ട് നടക്കുന്നു.
