میں سپر مارکیٹ کے سامنے کھڑی ہوں۔
سپر مارکیٹ بڑی اور روشن ہے۔
دروازہ خود بخود کھلتا ہے۔
میں دکان کے اندر جاتی ہوں۔
دکان میں بہت سی اشیاء ہیں۔
داخلی دروازے کے پاس ٹوکریوں کے ڈھیر لگے ہیں۔
میں ایک ٹوکری لیتی ہوں۔
ٹوکری سرخ اور ہلکی ہے۔
میں سبزیاں ڈھونڈتی ہوں۔
یہ سیکشن بالکل یہیں ہے۔
میں فرش پر ایک کریٹ دیکھتی ہوں۔
کریٹ سبز ہے۔
کریٹ میں بہت سی گاجریں ہیں۔
مجھے گاجریں پسند ہیں۔
میں ایک بڑا گچھا چنتی ہوں۔
گچھا بہت تازہ لگ رہا ہے۔
میں گچھا ٹوکری میں رکھ دیتی ہوں۔
اب ٹوکری خالی نہیں ہے۔
میں دکان میں مزید آگے جاتی ہوں۔
