ഞാൻ ഒരു വിചിത്രമായ പച്ചക്കറി കാണുന്നു.
ആ പച്ചക്കറി നീളമുള്ള ഒരു വേരാണ്.
ആ വേര് വളരെ വിളറിയതാണ്.
ഇത് കണ്ടാൽ ഒരു വെള്ള ക്യാരറ്റ് പോലെയുണ്ട്.
ഞാൻ താഴെ ബോർഡിലേക്ക് നോക്കുന്നു.
ബോർഡിൽ "പാഴ്സ്നിപ്പ്" എന്ന് എഴുതിയിട്ടുണ്ട്.
എനിക്ക് ഈ പച്ചക്കറി അറിയില്ല.
ഇതൊരു ഡാനിഷ് പച്ചക്കറിയാണോ?
എനിക്ക് പച്ചക്കറികൾ ഇഷ്ടമാണ്.
എനിക്ക് ക്യാരറ്റുകൾ ഇഷ്ടമാണ്.
ഒരുപക്ഷേ പാഴ്സ്നിപ്പിന് നല്ല രുചിയായിരിക്കും.
ഞാൻ ആ പാഴ്സ്നിപ്പ് കയ്യിലെടുക്കുന്നു.
ആ വേര് സാമാന്യം വലുതാണ്.
എനിക്കിത് വേണം.
ഞാൻ കുട്ടയിലേക്ക് നോക്കുന്നു.
ഞാൻ ആ വേര് കുട്ടയിൽ വെക്കുന്നു.
എനിക്ക് പുതിയതെന്തെങ്കിലും പരീക്ഷിച്ചുനോക്കണം.
