ഞാൻ ബ്രെഡുള്ള ഒരു ഷെൽഫിനടുത്തേക്ക് നടക്കുന്നു.
ഞാൻ ഒരു പ്രാദേശിക ക്ലാസിക് അന്വേഷിക്കുകയാണ്.
എനിക്ക് ഒരു ഡാനിഷ് റൈ ബ്രെഡ് വേണം.
ഞാൻ ആ ഷെൽഫിലേക്ക് നോക്കുന്നു.
ഞാൻ ഒരു റൈ ബ്രെഡ് കണ്ടെത്തുന്നു.
അതൊരു കവറിലാണ്.
ഞാൻ ആ കവറിലേക്ക് നോക്കുന്നു.
ഞാൻ ആ റൈ ബ്രെഡ് എടുക്കുന്നു.
ഞാൻ ആ ബ്രെഡ് ഉയർത്തുന്നു.
ഞാൻ അത്ഭുതപ്പെടുന്നു.
ബ്രെഡിന് വളരെ ഭാരമുണ്ട്.
അതൊരു കല്ല് പോലെ തോന്നുന്നു!
എനിക്ക് ഭാരം കുറഞ്ഞ ബ്രെഡാണ് ഇഷ്ടം.
പക്ഷേ റൈ ബ്രെഡ് ഇരുണ്ടതും ഭാരമുള്ളതുമാണ്.
ഞാൻ സൂക്ഷിച്ച് ബ്രെഡ് ബാസ്ക്കറ്റിൽ വെക്കുന്നു.
ഇപ്പോൾ ബാസ്ക്കറ്റിനും ഭാരമുണ്ട്.
