میں بیکری کے کاؤنٹر کی طرف جاتی ہوں۔
خوشبو بہت اچھی ہے۔
مجھے کیک پسند ہیں۔
اور مجھے دارچینی والی پیسٹریاں بہت پسند ہیں۔
ایک بیکر کاؤنٹر کے پیچھے کھڑا ہے۔
بیکر مجھے دیکھتا ہے۔
وہ مسکراتا ہے۔
"آپ کیا لینا پسند کریں گی؟" بیکر پوچھتا ہے۔
میں دارچینی والی ایک پیسٹری کی طرف اشارہ کرتی ہوں۔
پیسٹری مزیدار لگ رہی ہے۔
"مجھے دارچینی والی ایک پیسٹری چاہیے، براہ کرم،" میں کہتی ہوں۔
"جی، بالکل،" بیکر کہتا ہے۔
وہ پیسٹری اٹھاتا ہے۔
وہ پیسٹری ایک تھیلی میں رکھتا ہے۔
وہ کاؤنٹر کے اوپر سے تھیلی پکڑاتا ہے۔
"یہ لیجیے،" وہ کہتا ہے۔
میں تھیلی لیتی ہوں۔
"بہت بہت شکریہ،" میں کہتی ہوں۔
میں تھیلی کو ٹوکری میں رکھ دیتی ہوں۔
