Πηγαίνω στον πάγκο του φούρνου.
Η μυρωδιά είναι πολύ ωραία.
Μου αρέσουν τα γλυκά.
Και μου αρέσουν πάρα πολύ τα ρολά κανέλας.
Ένας φούρναρης στέκεται πίσω από τον πάγκο.
Ο φούρναρης με κοιτάζει.
Χαμογελάει.
«Τι θα θέλατε να πάρετε;» ρωτάει ο φούρναρης.
Δείχνω ένα ρολό κανέλας.
Το γλυκό φαίνεται λαχταριστό.
«Θα ήθελα ένα ρολό κανέλας, παρακαλώ», λέω.
«Ναι, φυσικά», λέει ο φούρναρης.
Παίρνει το γλυκό.
Βάζει το γλυκό σε μια σακούλα.
Δίνει τη σακούλα πάνω από τον πάγκο.
«Ορίστε», λέει.
Παίρνω τη σακούλα.
«Ευχαριστώ πολύ», λέω.
Βάζω τη σακούλα μέσα στο καλάθι.
