Τώρα χρειάζομαι γάλα.
Περπατάω σε έναν μακρύ διάδρομο.
Κοιτάζω το ράφι.
Μπορώ να δω το νερό και τον χυμό.
Αλλά δεν μπορώ να βρω το γάλα.
Κοιτάζω παντού.
Βλέπω έναν άντρα.
Δουλεύει στο σούπερ μάρκετ.
Σταματάω τον υπάλληλο και χαμογελάω.
«Συγγνώμη», λέω.
«Θα ήθελα να πάρω γάλα.»
«Πού είναι το γάλα;»
Ο άντρας δείχνει στο πίσω μέρος του μαγαζιού.
«Το τμήμα γαλακτοκομικών είναι εκεί κάτω», λέει.
«Ευχαριστώ πολύ», απαντάω.
Πηγαίνω εκεί κάτω.
Επιτέλους βρίσκω το ψυγείο και το γάλα.
Παίρνω ένα κουτί και το βάζω στο καλάθι.
