اب مجھے دودھ کی ضرورت ہے۔
میں ایک لمبے راستے پر چلتی ہوں۔
میں شیلف کی طرف دیکھتی ہوں۔
میں پانی اور جوس دیکھ سکتی ہوں۔
لیکن مجھے دودھ نہیں مل رہا۔
میں ہر جگہ دیکھتی ہوں۔
میں ایک آدمی کو دیکھتی ہوں۔
وہ سپر مارکیٹ میں کام کرتا ہے۔
میں ملازم کو روکتی ہوں اور مسکراتی ہوں۔
"معاف کیجیے گا،" میں کہتی ہوں۔
"مجھے دودھ چاہیے۔"
"دودھ کہاں ہے؟"
آدمی دکان کے پچھلے حصے کی طرف اشارہ کرتا ہے۔
"ڈیری سیکشن وہاں نیچے ہے،" وہ کہتا ہے۔
"بہت بہت شکریہ،" میں جواب دیتی ہوں۔
میں وہاں نیچے جاتی ہوں۔
آخرکار مجھے فریج اور دودھ مل جاتا ہے۔
میں ایک کارٹن لیتی ہوں اور اسے ٹوکری میں رکھ دیتی ہوں۔
