ഞാൻ മറ്റൊരു ഷെൽഫിനടുത്തേക്ക് നടക്കുന്നു.
ഞാൻ ഭക്ഷണസാധനങ്ങൾ നോക്കുന്നു.
സൂപ്പർമാർക്കറ്റിൽ മറ്റ് രാജ്യങ്ങളിൽ നിന്നുള്ള ഒരുപാട് സാധനങ്ങളുണ്ട്.
ഞാൻ മെക്സിക്കോയുടെ ഒരു രുചിക്കായി തിരയുന്നു.
എനിക്ക് നാട്ടിലെ ഭക്ഷണം മിസ്സ് ചെയ്യുന്നു.
എനിക്ക് ബീൻസ് വളരെ ഇഷ്ടമാണ്.
ഞാൻ പലപ്പോഴും കറുത്ത ബീൻസ് കഴിക്കാറുണ്ട്.
ഞാൻ താഴെയുള്ള ഒരു ഷെൽഫിലേക്ക് നോക്കുന്നു.
ആ ഷെൽഫിൽ അല്പം ഇരുട്ടാണ്.
എന്നാൽ ഞാൻ നിറപ്പകിട്ടുള്ള ഒരു ക്യാൻ കാണുന്നു.
ആ ക്യാൻ ഏറ്റവും പുറകിലായാണ് ഇരിക്കുന്നത്.
അത് കറുത്ത ബീൻസ് അടങ്ങിയ ഒരു ക്യാനാണ്.
ഞാൻ പുഞ്ചിരിക്കുന്നു.
ഞാൻ എന്റെ കൈ മുഴുവനായും ഉള്ളിലേക്ക് നീട്ടുന്നു.
ഞാൻ ആ ക്യാൻ പുറത്തെടുക്കുന്നു.
ഞാൻ ക്യാനിലെ ലേബൽ വായിക്കുന്നു.
അത് എന്റെ അത്താഴത്തിന് തികച്ചും അനുയോജ്യമാണ്.
ഞാൻ ആ ക്യാൻ ബാസ്കറ്റിൽ വെക്കുന്നു.
എനിക്ക് ആവശ്യത്തിന് ഭക്ഷണമുണ്ട്.
