Προχωράω σε μια άλλη σειρά από ράφια.
Κοιτάζω τα τρόφιμα.
Το σούπερ μάρκετ έχει πολλά πράγματα από άλλες χώρες.
Ψάχνω για μια γεύση από το Μεξικό.
Μου λείπει το φαγητό από το σπίτι.
Μου αρέσουν πάρα πολύ τα φασόλια.
Τρώω συχνά μαύρα φασόλια.
Κοιτάζω ένα χαμηλό ράφι.
Το ράφι είναι λίγο σκοτεινό.
Αλλά βλέπω μια πολύχρωμη κονσέρβα.
Η κονσέρβα βρίσκεται τέρμα πίσω.
Είναι μια κονσέρβα με μαύρα φασόλια.
Χαμογελάω.
Απλώνω το χέρι μου τέρμα μέσα.
Τραβάω την κονσέρβα έξω.
Διαβάζω την ετικέτα στην κονσέρβα.
Είναι τέλεια για το βραδινό μου.
Βάζω την κονσέρβα στο καλάθι.
Έχω αρκετό φαγητό.
