میں آگے شیلف کی ایک اور قطار کی طرف جاتی ہوں۔
میں کھانے کی چیزوں کو دیکھتی ہوں۔
سپر مارکیٹ میں دوسرے ممالک کی بہت سی چیزیں ہیں۔
میں میکسیکو کا ذائقہ تلاش کرتی ہوں۔
مجھے اپنے گھر کے کھانے کی یاد آتی ہے۔
مجھے لوبیا بہت پسند ہے۔
میں اکثر کالا لوبیا کھاتی ہوں۔
میں ایک نچلے شیلف کی طرف دیکھتی ہوں۔
شیلف پر تھوڑا اندھیرا ہے۔
لیکن مجھے ایک رنگین کین نظر آتا ہے۔
کین بالکل پیچھے رکھا ہوا ہے۔
یہ کالے لوبیے کا ایک کین ہے۔
میں مسکراتی ہوں۔
میں اپنا بازو بالکل اندر تک بڑھاتی ہوں۔
میں کین کو باہر نکالتی ہوں۔
میں کین پر لگا لیبل پڑھتی ہوں۔
یہ میرے رات کے کھانے کے لیے بہترین ہے۔
میں کین کو ٹوکری میں رکھ دیتی ہوں۔
میرے پاس کافی کھانا ہے۔
