میں چیک آؤٹ کی طرف جاتی ہوں۔
میرے ہاتھ میں ٹوکری ہے۔
میں کھانے کا سامان بیلٹ پر رکھتی ہوں۔
سب سے پہلے میں ٹوکری سے رائی بریڈ نکالتی ہوں۔
پھر میں دودھ اور پارسنپ نکالتی ہوں۔
میں گاجریں اور کالے لوبیا بھی نکالتی ہوں۔
آخر میں، میں پیسٹری بیلٹ پر رکھتی ہوں۔
کیشیئر چیک آؤٹ کے پیچھے بیٹھا ہے۔
وہ مجھے دیکھ کر مسکراتا ہے۔
"ہیلو،" وہ کہتا ہے۔
"ہیلو،" میں جواب دیتی ہوں۔
وہ جلدی سے کھانے کا سامان اسکین کرتا ہے۔
میں اپنا کارڈ نکالتی ہوں۔
میں کارڈ کو مشین کے اوپر رکھتی ہوں۔
مشین بیپ کرتی ہے۔
"کیا آپ رسید لینا چاہیں گی؟" وہ پوچھتا ہے۔
"جی ہاں براہ کرم، میں رسید لینا چاہوں گی،" میں کہتی ہوں۔
میں اپنا بیگ کھولتی ہوں۔
میں جلدی سے بیگ پیک کرتی ہوں۔
"آپ کا دن اچھا گزرے،" وہ کہتا ہے۔
