Я подхожу к кассе.
У меня в руке корзина.
Я выкладываю продукты на ленту.
Сначала я достаю из корзины ржаной хлеб.
Затем я достаю молоко и пастернак.
Также я достаю морковь и черную фасоль.
Наконец, я кладу на ленту выпечку.
Кассир сидит за кассой.
Он улыбается мне.
"Здравствуйте", — говорит он.
"Здравствуйте", — отвечаю я.
Он быстро сканирует продукты.
Я достаю свою карту.
Я подношу карту к терминалу.
Терминал пищит.
"Вам нужен чек?" — спрашивает он.
"Да, пожалуйста, мне нужен чек", — говорю я.
Я открываю свою сумку.
Я быстро складываю продукты в сумку.
"Хорошего дня", — говорит он.
