میں دوبارہ گھر پر، اپنے فلیٹ میں ہوں۔
میں کچن میں کھڑی ہوں۔
میں کچن کے کاؤنٹر پر تھیلا خالی کرتی ہوں۔
میں کھانے کا سامان نکالتی ہوں۔
میں دودھ لیتی ہوں۔
میں دودھ فریج میں رکھتی ہوں۔
پھر میں پارسنپ کو دیکھتی ہوں۔
یہ ایک عجیب سی جڑ ہے۔
میں اسے اپنے سوپ میں استعمال کروں گی۔
میں پارسنپ کو فریج میں رکھتی ہوں۔
اب فریج خالی نہیں ہے۔
میں بریڈ لیتی ہوں۔
رائی کی بریڈ بہت بھاری ہے۔
میں بریڈ کو الماری میں رکھتی ہوں۔
پھر میں لوبیا کا کین لیتی ہوں۔
لوبیا کافی عرصے تک چلتا ہے۔
میں کین کو الماری میں رکھتی ہوں۔
اب الماری میں کھانے کا سامان ہے۔
مجھے کافی بھوک لگی ہے۔
میں اب رات کا کھانا کھانا چاہتی ہوں۔
