Είμαι πάλι σπίτι στο διαμέρισμα.
Στέκομαι στην κουζίνα.
Αδειάζω τη σακούλα στον πάγκο της κουζίνας.
Ξεπακετάρω τα τρόφιμα.
Παίρνω το γάλα.
Βάζω το γάλα στο ψυγείο.
Μετά κοιτάζω το παστινάκι.
Είναι μια αστεία ρίζα.
Θα το χρησιμοποιήσω στη σούπα μου.
Βάζω το παστινάκι στο ψυγείο.
Τώρα το ψυγείο δεν είναι άδειο.
Παίρνω το ψωμί.
Το ψωμί σίκαλης είναι πολύ βαρύ.
Βάζω το ψωμί στο ντουλάπι.
Μετά παίρνω την κονσέρβα με τα φασόλια.
Τα φασόλια κρατάνε πολύ καιρό.
Βάζω την κονσέρβα στο ντουλάπι.
Τώρα υπάρχει φαγητό στο ντουλάπι.
Πεινάω αρκετά.
Θα ήθελα να φάω βραδινό τώρα.
