Я снова дома в квартире.
Я стою на кухне.
Я выкладываю всё из пакета на кухонный стол.
Я разбираю продукты.
Я беру молоко.
Я ставлю молоко в холодильник.
Затем я смотрю на пастернак.
Это забавный корень.
Я использую его для своего супа.
Я кладу пастернак в холодильник.
Теперь холодильник не пустой.
Я беру хлеб.
Ржаной хлеб очень тяжелый.
Я кладу хлеб в шкаф.
Затем я беру банку с фасолью.
Фасоль долго хранится.
Я ставлю банку в шкаф.
Теперь в шкафу есть еда.
Я довольно голодна.
Я бы хотела сейчас поужинать.
