ഞാൻ വീണ്ടും ഫ്ലാറ്റിൽ തിരിച്ചെത്തി.
ഞാൻ അടുക്കളയിൽ നിൽക്കുകയാണ്.
ഞാൻ അടുക്കളയിലെ കൗണ്ടറിലേക്ക് ബാഗ് കാലിയാക്കുന്നു.
ഞാൻ ഭക്ഷണസാധനങ്ങൾ പുറത്തെടുക്കുന്നു.
ഞാൻ പാൽ എടുക്കുന്നു.
ഞാൻ പാൽ ഫ്രിഡ്ജിൽ വെക്കുന്നു.
പിന്നെ ഞാൻ പാഴ്‌സ്‌നിപ്പിലേക്ക് നോക്കുന്നു.
അതൊരു രസകരമായ കിഴങ്ങാണ്.
ഞാൻ അത് എന്റെ സൂപ്പിൽ ഉപയോഗിക്കും.
ഞാൻ പാഴ്‌സ്‌നിപ്പ് ഫ്രിഡ്ജിൽ വെക്കുന്നു.
ഇപ്പോൾ ഫ്രിഡ്ജ് കാലിയല്ല.
ഞാൻ ബ്രെഡ് എടുക്കുന്നു.
റൈ ബ്രെഡിന് നല്ല ഭാരമുണ്ട്.
ഞാൻ ബ്രെഡ് കബോർഡിൽ വെക്കുന്നു.
പിന്നെ ഞാൻ ബീൻസിന്റെ കാൻ എടുക്കുന്നു.
ബീൻസ് ഒരുപാട് നാൾ കേടാകാതിരിക്കും.
ഞാൻ കാൻ കബോർഡിൽ വെക്കുന്നു.
ഇപ്പോൾ കബോർഡിൽ ഭക്ഷണമുണ്ട്.
എനിക്ക് അത്യാവശ്യം വിശക്കുന്നുണ്ട്.
എനിക്കിപ്പോൾ അത്താഴം കഴിക്കണം.
