کوپن ہیگن میں سردیاں ہیں۔
میں سڑک پر چل رہی ہوں۔
ہوا بہت ٹھنڈی ہے۔
آج بہت تیز ہوا چل رہی ہے۔
میں ٹھنڈی ہوا کے آگے جھکتی ہوں۔
میں اپنا سکارف اوپر کھینچتی ہوں۔
میرا چہرہ جم رہا ہے۔
میں اِرد گرد دیکھتی ہوں۔
میں کسی گرم جگہ جانا چاہتی ہوں۔
مجھے کونے پر ایک چھوٹا سا کیفے نظر آتا ہے۔
کھڑکیوں پر دھند جمی ہوئی ہے۔
وہاں اندر گرمائش لگ رہی ہے۔
میں چل کر کیفے کے پاس جاتی ہوں۔
میں بھاری دروازہ کھولتی ہوں۔
میں اندر قدم رکھتی ہوں۔
یہاں کافی کی خوشبو آ رہی ہے۔
ہوا بہت اچھی اور گرم ہے۔
میں اپنے پیچھے دروازہ بند کر دیتی ہوں۔
ٹھنڈی ہوا باہر ہی رہ جاتی ہے۔
