കോപ്പൻഹേഗനിൽ ശൈത്യകാലമാണ്.
ഞാൻ തെരുവിലൂടെ നടക്കുകയാണ്.
കാറ്റിന് വളരെ തണുപ്പുണ്ട്.
ഇന്ന് ശക്തിയായി കാറ്റ് വീശുന്നുണ്ട്.
ഞാൻ തണുത്ത കാറ്റിനെതിരെ ശരീരം ചായ്ക്കുന്നു.
ഞാൻ എന്റെ സ്കാർഫ് മുകളിലേക്ക് വലിച്ചിടുന്നു.
എന്റെ മുഖം തണുത്തുറയുകയാണ്.
ഞാൻ ചുറ്റും നോക്കുന്നു.
എനിക്ക് ചൂടുള്ള ഒരിടത്തേക്ക് കയറണം.
കോണിലായി ഒരു ചെറിയ കഫേ ഞാൻ കാണുന്നു.
ജനാലകളിൽ മഞ്ഞ് മൂടിയിട്ടുണ്ട്.
അവിടെ നല്ല ചൂടുണ്ടെന്ന് തോന്നുന്നു.
ഞാൻ ആ കഫേയിലേക്ക് നടക്കുന്നു.
ഞാൻ ആ ഭാരമുള്ള വാതിൽ തുറക്കുന്നു.
ഞാൻ അകത്തേക്ക് കയറുന്നു.
ഇവിടെ കാപ്പിയുടെ മണമുണ്ട്.
ഇവിടുത്തെ വായുവിന് സുഖകരമായ ചൂടുണ്ട്.
ഞാൻ എനിക്ക് പിന്നിലായി ആ വാതിലടക്കുന്നു.
തണുത്ത കാറ്റ് പുറത്ത് തന്നെ നിൽക്കുന്നു.
