Είμαι μέσα στην καφετέρια τώρα.
Κάνει πολλή ζέστη εδώ.
Βγάζω το χοντρό χειμωνιάτικο μπουφάν μου.
Είναι βαρύ.
Βρίσκω έναν γάντζο στον τοίχο.
Κρεμάω το μπουφάν μου στον γάντζο.
Βγάζω επίσης το κασκόλ και τα γάντια μου.
Η καφετέρια είναι μικρή και φιλόξενη.
Ψάχνω για μια καλή θέση.
Υπάρχει ένα μικρό τραπέζι δίπλα στο παράθυρο.
Το τραπέζι είναι δίπλα σε ένα καλοριφέρ.
Πηγαίνω προς το τραπέζι.
Κάθομαι στην καρέκλα.
Τα χέρια μου είναι ακόμα κρύα.
Τα τρίβω μεταξύ τους.
Τα χέρια μου ζεσταίνονται.
Η αίσθηση είναι φανταστική.
Τώρα έχω σχεδόν ζεσταθεί.
Πεινάω και διψάω.
Θα ήθελα να παραγγείλω κάτι τώρα.
