Сейчас я внутри кафе.
Здесь очень тепло.
Я снимаю свою толстую зимнюю куртку.
Она тяжелая.
Я нахожу крючок на стене.
Я вешаю свою куртку на крючок.
Я также снимаю шарф и перчатки.
Кафе маленькое и уютное.
Я ищу хорошее место.
У окна стоит маленький столик.
Столик стоит рядом с батареей.
Я подхожу к столику.
Я сажусь на стул.
Мои руки все еще холодные.
Я тру их друг о друга.
Мои руки становятся теплее.
Это потрясающее ощущение.
Теперь я почти согрелась.
Я голодна и хочу пить.
Сейчас я хотела бы что-нибудь заказать.
