Я подхожу к стеклянной витрине.
Она полна пирожных и хлеба.
Я смотрю на множество вещей.
Они выглядят очень аппетитно.
Рядом с пирожными стоят маленькие таблички.
Таблички написаны от руки.
Я читаю названия на табличках.
Здесь много видов выпечки.
Трудно выбрать.
Здесь есть большой шоколадный торт.
Но я смотрю на другую выпечку.
Это большая булочка с корицей.
Сверху на ней много сахара.
Я люблю вкус корицы.
Это идеально для холодного зимнего дня.
Я бы очень хотела взять булочку с корицей.
Теперь я готова сделать заказ.
