Πηγαίνω προς τη γυάλινη βιτρίνα.
Είναι γεμάτη με γλυκά και ψωμιά.
Κοιτάζω τα πολλά πράγματα.
Φαίνονται πολύ λαχταριστά.
Υπάρχουν μικρά ταμπελάκια δίπλα στα γλυκά.
Τα ταμπελάκια είναι χειρόγραφα.
Διαβάζω τα ονόματα στα ταμπελάκια.
Υπάρχουν πολλά είδη αρτοσκευασμάτων.
Είναι δύσκολο να διαλέξω.
Υπάρχει ένα μεγάλο κέικ σοκολάτας.
Αλλά κοιτάζω ένα άλλο αρτοσκεύασμα.
Είναι ένα μεγάλο ρολό κανέλας.
Έχει πολλή ζάχαρη από πάνω.
Λατρεύω τη γεύση της κανέλας.
Είναι τέλειο για μια κρύα χειμωνιάτικη μέρα.
Θα ήθελα πάρα πολύ να πάρω το ρολό κανέλας.
Τώρα είμαι έτοιμη να παραγγείλω.
