میں چل کر شیشے کے کاؤنٹر کے پاس جاتی ہوں۔
یہ کیک اور بریڈ سے بھرا ہوا ہے۔
میں بہت سی چیزوں کو دیکھتی ہوں۔
وہ بہت مزیدار لگ رہی ہیں۔
کیک کے ساتھ چھوٹی تختیاں رکھی ہیں۔
یہ تختیاں ہاتھ سے لکھی ہوئی ہیں۔
میں تختیوں پر لکھے نام پڑھتی ہوں۔
یہاں کئی طرح کی پیسٹریاں ہیں۔
انتخاب کرنا مشکل ہے۔
وہاں ایک بڑا چاکلیٹ کیک ہے۔
لیکن میں ایک اور پیسٹری کو دیکھتی ہوں۔
یہ دارچینی کا ایک بڑا رول ہے۔
اس کے اوپر بہت ساری چینی ہے۔
مجھے دارچینی کا ذائقہ بہت پسند ہے۔
یہ سردیوں کے ٹھنڈے دن کے لیے بہترین ہے۔
میں دارچینی کا یہ رول ضرور لینا چاہوں گی۔
اب میں آرڈر دینے کے لیے تیار ہوں۔
