میں کیش کاؤنٹر کی طرف جاتی ہوں۔
ایک نوجوان آدمی کاؤنٹر کے پیچھے کھڑا ہے۔
وہ کیفے میں ایک باریستا ہے۔
میں اسے دیکھ کر مسکراتی ہوں۔
وہ گرم جوشی سے سر ہلاتا ہے۔
"ہائے،" وہ کہتا ہے۔
"آپ کیا لینا پسند کریں گی؟" وہ پوچھتا ہے۔
"ہائے،" میں جواب دیتی ہوں۔
"میں ایک بلیک کافی لینا چاہوں گی، پلیز۔"
"اور کیا مجھے ایک سنیمن رول بھی مل سکتا ہے؟"
"بالکل،" وہ کہتا ہے۔
"ایک بلیک کافی اور ایک سنیمن رول۔"
"کیا آپ یہاں بیٹھنا پسند کریں گی؟" وہ پوچھتا ہے۔
"جی ہاں پلیز، میں وہاں جا کر بیٹھوں گی،" میں کہتی ہوں۔
"ٹھیک ہے،" باریستا کہتا ہے۔
"میں ابھی آپ کی کافی بناتا ہوں۔"
"بہت بہت شکریہ،" میں کہتی ہوں۔
