Я жду у стойки.
Он готовит мой кофе.
Он ставит горячую чашку кофе на деревянный поднос.
Он также ставит маленькую тарелку на поднос.
Моя булочка с корицей лежит на тарелке.
Она чудесно пахнет.
«Пожалуйста, ваш заказ», — говорит он.
«Большое спасибо», — отвечаю я.
«Спасибо за хорошее обслуживание».
«Вам спасибо», — приветливо говорит он.
Я беру поднос обеими руками.
Я очень осторожно иду по полу.
Я возвращаюсь к своему столику у окна.
Я ставлю поднос на стол.
Теперь я хотела бы сесть.
Я готова к хорошему перерыву.
