Περιμένω στον πάγκο.
Φτιάχνει τον καφέ μου.
Βάζει ένα ζεστό φλιτζάνι καφέ σε έναν ξύλινο δίσκο.
Βάζει επίσης ένα μικρό πιάτο στον δίσκο.
Το ρολό κανέλας μου είναι στο πιάτο.
Μυρίζει υπέροχα.
«Ορίστε, η παραγγελία σου», λέει.
«Ευχαριστώ πολύ», απαντώ.
«Ευχαριστώ για την καλή εξυπηρέτηση.»
«Παρακαλώ», λέει ευγενικά.
Παίρνω τον δίσκο και με τα δύο χέρια.
Περπατώ πολύ προσεκτικά στο πάτωμα.
Επιστρέφω στο τραπέζι μου δίπλα στο παράθυρο.
Αφήνω τον δίσκο στο τραπέζι.
Τώρα θα ήθελα να καθίσω.
Είμαι έτοιμη για ένα καλό διάλειμμα.
