میں کاؤنٹر پر انتظار کرتی ہوں۔
وہ میری کافی بناتا ہے۔
وہ لکڑی کی ٹرے پر کافی کا ایک گرم کپ رکھتا ہے۔
وہ ٹرے پر ایک چھوٹی پلیٹ بھی رکھتا ہے۔
میرا سنیمن رول پلیٹ پر ہے۔
اس کی خوشبو بہت اچھی ہے۔
"یہ لیجیے، آپ کا آرڈر،" وہ کہتا ہے۔
"بہت بہت شکریہ،" میں جواب دیتی ہوں۔
"اچھی سروس کے لیے شکریہ۔"
"کوئی بات نہیں،" وہ نرمی سے کہتا ہے۔
میں دونوں ہاتھوں سے ٹرے لیتی ہوں۔
میں فرش پر بہت احتیاط سے چلتی ہوں۔
میں کھڑکی کے پاس اپنی میز پر واپس جاتی ہوں۔
میں ٹرے کو میز پر رکھ دیتی ہوں۔
اب میں بیٹھنا چاہتی ہوں۔
میں ایک اچھے وقفے کے لیے تیار ہوں۔
