اب میں اپنی چھوٹی میز پر بیٹھی ہوں۔
یہاں بڑی خوشگوار گرمی ہے۔
میں اپنے سنیمن رول کی طرف دیکھتی ہوں۔
اس کی خوشبو میٹھی اور اچھی ہے۔
میں ایک چھوٹا سا نوالہ لیتی ہوں۔
یہ پیسٹری بالکل تازہ اور گرم ہے۔
اس کا ذائقہ واقعی بہت اچھا ہے۔
میں اپنی بلیک کافی تھوڑی سی پیتی ہوں۔
آخرکار، میری انگلیاں دوبارہ گرم ہو گئی ہیں۔
میں نرم کرسی پر آرام کرتی ہوں۔
کیفے لوگوں سے تقریباً بھرا ہوا ہے۔
لوگ چھوٹے گروپوں میں بیٹھے ہیں۔
وہ ایک ساتھ باتیں کرتے ہیں اور ہنستے ہیں۔
میں کمرے میں دھیمی آوازیں سنتی ہوں۔
یہ آواز بہت سکون بخش ہے۔
میں بڑی کھڑکی سے باہر دیکھتی ہوں۔
باہر کا موسم سرمئی اور تیز ہواؤں والا ہے۔
اب واقعی دوبارہ برف باری ہو رہی ہے۔
برف کے سفید گالے آہستہ آہستہ سڑک پر گر رہے ہیں۔
میں بس اندر ہونے پر خوش ہوں۔
