ഞാൻ ഇപ്പോൾ എൻ്റെ ചെറിയ മേശയ്ക്കരികിൽ ഇരിക്കുന്നു.
ഇവിടെ നല്ല സുഖകരമായ ചൂടുണ്ട്.
ഞാൻ എൻ്റെ സിനമൺ റോൾ നോക്കുന്നു.
അതിന് നല്ല മധുരമുള്ള ഗന്ധമുണ്ട്.
ഞാൻ അതിൽ നിന്ന് ഒരു ചെറിയ കഷണം കടിക്കുന്നു.
ആ പേസ്ട്രി തികച്ചും പുതിയതും ചൂടുള്ളതുമാണ്.
അതിന് ശരിക്കും നല്ല സ്വാദുണ്ട്.
ഞാൻ എൻ്റെ ബ്ലാക്ക് കോഫി അല്പം കുടിക്കുന്നു.
ഒടുവിൽ, എൻ്റെ വിരലുകൾക്ക് വീണ്ടും ചൂടുവന്നു.
മൃദുവായ കസേരയിലിരുന്ന് ഞാൻ വിശ്രമിക്കുന്നു.
കഫേയിൽ ഏതാണ്ട് മുഴുവനും ആളുകൾ നിറഞ്ഞിട്ടുണ്ട്.
ആളുകൾ ചെറിയ കൂട്ടങ്ങളായാണ് ഇരിക്കുന്നത്.
അവർ ഒരുമിച്ച് സംസാരിക്കുകയും ചിരിക്കുകയും ചെയ്യുന്നു.
മുറിയിലെ പതുക്കെയുള്ള സ്വരങ്ങൾ ഞാൻ ശ്രദ്ധിച്ചു കേൾക്കുന്നു.
ആ ശബ്ദം വളരെ സുഖകരമാണ്.
ഞാൻ ആ വലിയ ജനാലയിലൂടെ പുറത്തേക്ക് നോക്കുന്നു.
പുറത്തെ കാലാവസ്ഥ മൂടിക്കെട്ടിയതും കാറ്റുള്ളതുമാണ്.
വാസ്തവത്തിൽ ഇപ്പോൾ വീണ്ടും മഞ്ഞുവീഴുന്നുണ്ട്.
വെളുത്ത മഞ്ഞുതരികൾ പതുക്കെ തെരുവിലേക്ക് വീഴുന്നു.
ഞാൻ ഉള്ളിലായിരിക്കുന്നതിൽ എനിക്ക് സന്തോഷമേയുള്ളൂ.
