Τρώω το τελευταίο κομμάτι από το ρολό κανέλας μου.
Έχει πραγματικά πολύ ωραία γεύση.
Αλλά είναι επίσης πολύ γλυκό.
Το φλιτζάνι του καφέ μου είναι εντελώς άδειο.
Ξαφνικά διψάω πολύ.
Θα ήθελα λίγο κρύο νερό.
Ένας νεαρός άνδρας περνάει δίπλα από το τραπέζι μου.
Δουλεύει εδώ στην καφετέρια.
Μαζεύει άδεια φλιτζάνια και πιάτα.
Συναντώ το βλέμμα του.
Σταματάει στο τραπέζι μου και χαμογελάει.
«Συγγνώμη», λέω ευγενικά.
«Ναι;» απαντάει ο νεαρός άνδρας.
«Μπορώ να ζητήσω ένα ποτήρι νερό βρύσης;» ρωτάω.
«Ναι, φυσικά», λέει.
«Ευχαριστώ πολύ», λέω.
Παίρνει το άδειο πιάτο και το φλιτζάνι μου.
Επιστρέφει στον πάγκο.
Λίγο αργότερα έρχεται με ένα ποτήρι κρύο νερό.
