میں اپنا پانی پیتی ہوں۔
پانی ٹھنڈا اور اچھا ہے۔
میں فرش سے اپنا بیگ اٹھاتی ہوں۔
میرا وقفہ ختم ہو گیا ہے۔
میں کاؤنٹر تک جاتی ہوں۔
خوش اخلاق باریستا ابھی بھی وہاں کھڑا ہے۔
وہ مسکرا کر میری طرف دیکھتا ہے۔
"کیا آپ کچھ اور لینا پسند کریں گی؟" وہ پوچھتا ہے۔
"نہیں، شکریہ،" میں جواب دیتی ہوں۔
"میں ادائیگی کرنا چاہوں گی۔"
"جی، بالکل،" وہ کہتا ہے۔
وہ اپنی چھوٹی سکرین کی طرف دیکھتا ہے۔
"ایک بلیک کافی اور ایک سنیمن رول،" وہ کہتا ہے۔
"جی، یہ درست ہے،" میں کہتی ہوں۔
"کیا آپ کارڈ سے ادائیگی کرنا چاہیں گی یا نقد؟" وہ پوچھتا ہے۔
"میں کارڈ سے ادائیگی کرنا چاہوں گی،" میں جواب دیتی ہوں۔
"ٹھیک ہے۔"
"اس کے پچاسی کرونر بنیں گے،" وہ کہتا ہے۔
میں اپنا پیمنٹ کارڈ نکالتی ہوں۔
