Πίνω το νερό μου.
Το νερό είναι κρύο και ωραίο.
Παίρνω την τσάντα μου από το πάτωμα.
Τελείωσα με το διάλειμμά μου.
Πηγαίνω στον πάγκο.
Ο φιλικός μπαρίστα στέκεται ακόμα εκεί.
Με κοιτάζει με ένα χαμόγελο.
«Θα θέλατε κάτι άλλο;» ρωτάει.
«Όχι, ευχαριστώ», απαντάω.
«Θα ήθελα να πληρώσω.»
«Ναι, φυσικά», λέει.
Κοιτάζει τη μικρή του οθόνη.
«Ένας μαύρος καφές και ένα ρολό κανέλας», λέει.
«Ναι, σωστά», λέω.
«Θέλετε να πληρώσετε με κάρτα ή μετρητά;» ρωτάει.
«Θα ήθελα να πληρώσω με κάρτα», απαντάω.
«Ωραία.»
«Είναι ογδόντα πέντε κορώνες», λέει.
Βγάζω την κάρτα πληρωμής μου.
