Я пью свою воду.
Вода холодная и приятная.
Я беру свою сумку с пола.
Мой перерыв закончен.
Я подхожу к стойке.
Приветливый бариста все еще стоит там.
Он смотрит на меня с улыбкой.
«Хотите что-нибудь еще?» — спрашивает он.
«Нет, спасибо», — отвечаю я.
«Я хотела бы расплатиться.»
«Да, конечно», — говорит он.
Он смотрит на свой маленький экран.
«Один черный кофе и одна булочка с корицей», — говорит он.
«Да, все верно», — говорю я.
«Вы хотите оплатить картой или наличными?» — спрашивает он.
«Я хотела бы оплатить картой», — отвечаю я.
«Хорошо.»
«С вас восемьдесят пять крон», — говорит он.
Я достаю свою банковскую карту.
