Ο μπαρίστας μού χαμογελάει.
Κρατάω την κάρτα μου πάνω από το τερματικό.
Το μηχάνημα κάνει μπιπ.
«Θέλετε απόδειξη;» ρωτάει.
«Όχι ευχαριστώ», απαντάω.
Πηγαίνω προς τον τοίχο.
Παίρνω το χοντρό χειμωνιάτικο μπουφάν μου από έναν γάντζο.
Φοράω το μπουφάν.
Φοράω επίσης το κασκόλ μου.
Φοράω επίσης τα γάντια μου.
Τώρα είμαι έτοιμη για το κρύο.
Κοιτάζω ξανά τον μπαρίστα.
«Ευχαριστώ πολύ για τον καφέ», λέω.
«Παρακαλώ», λέει με ένα χαμόγελο.
«Να έχετε μια καλή μέρα.»
«Επίσης», λέω.
Πηγαίνω προς την κεντρική πόρτα.
Σπρώχνω και ανοίγω τη βαριά πόρτα.
Ο αέρας είναι κρύος, αλλά νιώθω καλά.
