Бариста улыбается мне.
Я держу свою карту над терминалом.
Аппарат пищит.
«Вам нужен чек?» — спрашивает он.
«Нет, спасибо», — отвечаю я.
Я подхожу к стене.
Я снимаю с крючка свою толстую зимнюю куртку.
Я надеваю куртку.
Я также надеваю шарф.
Я также надеваю перчатки.
Теперь я готова к холоду.
Я снова смотрю на бариста.
«Большое спасибо за кофе», — говорю я.
«Пожалуйста», — говорит он с улыбкой.
«Хорошего дня».
«Взаимно», — говорю я.
Я подхожу к входной двери.
Я толкаю тяжелую дверь, открывая ее.
Ветер холодный, но мне хорошо.
