Ο Κάσπερ, η Σάρα, ο Εμίλ και εγώ παίξαμε μπάντμιντον για σχεδόν δύο ώρες.
Τώρα ο αγώνας είχε τελειώσει και ήμασταν ευχάριστα κουρασμένοι.
Πήγαμε σε ένα παγκάκι.
Καθίσαμε μαζί.
Άνοιξα την τσάντα μου και βρήκα το μπουκάλι με το νερό μου.
Απλώς πίναμε κρύο νερό για πολλή ώρα.
«Ήταν ένας δύσκολος αγώνας», είπε ο Κάσπερ.
Η Σάρα χαμογέλασε και με κοίταξε.
«Ήρθες στη Δανία τον Ιανουάριο, σωστά;» ρώτησε.
«Ναι, ταξίδεψα από το Μεξικό τον Ιανουάριο», απάντησα.
Ο Κάσπερ άφησε τη ρακέτα του στο παγκάκι.
«Πώς ήταν οι πρώτες σου μέρες στη χώρα;» ρώτησε.
Σκέφτηκα ξανά την πρώτη μου εβδομάδα.
Όλα ήταν καινούργια και πολύ διαφορετικά τότε.
Δεν γνώριζα καθόλου την πόλη.
«Έκανε πολύ κρύο», ξεκίνησα.
Ο Κάσπερ και η Σάρα γέλασαν δυνατά.
«Ο δανέζικος χειμώνας είναι πάντα κρύος», είπε η Σάρα.
Ο Κάσπερ με ρώτησε.
«Πώς ήταν η πρώτη-πρώτη σου μέρα;»
