Ο Κάσπερ ήθελε να ακούσει για το πρώτο κιόλας απόγευμά μου.
Ήταν ένα κρύο απόγευμα του Ιανουαρίου.
Ανέβηκα τις σκάλες προς το καινούργιο μου διαμέρισμα.
Είχα μία πολύ βαριά βαλίτσα.
Ήμουν πολύ κουρασμένη μετά το μακρύ ταξίδι.
Κουβάλησα μόνη μου τη βαλίτσα μου πάνω και μέσα.
Λίγο αργότερα, βγήκα στο κλιμακοστάσιο.
Μια πόρτα δίπλα στη δική μου άνοιξε.
Μια νεαρή γυναίκα βγήκε και μου χαμογέλασε.
«Γεια, με λένε Νίνα», είπε.
«Μένω κι εγώ εδώ στο κτίριο».
Ανταπέδωσα το χαμόγελο και είπα το όνομά μου.
Η Νίνα έμενε ακριβώς δίπλα μου.
Μιλήσαμε λίγο μαζί στο κλιμακοστάσιο.
Ήταν ωραίο που γνώρισα έναν γείτονα αμέσως.
«Καλώς ήρθες στη Δανία», είπε η Νίνα.
Ήταν η πρώτη μου μέρα εδώ.
Ήμουν χαρούμενη επειδή είχα ήδη μια φίλη.
