کسپر میری بالکل پہلی سہ پہر کے بارے میں سننا چاہتا تھا۔
یہ جنوری کی ایک سرد سہ پہر تھی۔
میں سیڑھیاں چڑھ کر اپنے نئے اپارٹمنٹ میں آئی۔
میرے پاس ایک بہت بھاری سوٹ کیس تھا۔
میں طویل سفر کے بعد بہت تھکی ہوئی تھی۔
میں اپنا سوٹ کیس خود اٹھا کر اوپر اور اندر لے کر آئی۔
تھوڑی دیر بعد میں باہر سیڑھیوں والے حصے میں نکلی۔
میرے ساتھ والا ایک دروازہ کھلا۔
ایک نوجوان عورت باہر آئی اور مجھے دیکھ کر مسکرائی۔
"ہیلو، میرا نام نینا ہے،" اس نے کہا۔
"میں بھی یہاں اس عمارت میں رہتی ہوں۔"
میں نے جواب میں مسکرا کر اپنا نام بتایا۔
نینا بالکل میرے ساتھ رہتی تھی۔
ہم نے سیڑھیوں والے حصے میں ایک ساتھ تھوڑی بات چیت کی۔
فوراً ہی ایک پڑوسی سے مل کر اچھا لگا۔
"ڈنمارک میں خوش آمدید،" نینا نے کہا۔
یہاں یہ میرا پہلا دن تھا۔
میں خوش تھی کیونکہ میری پہلے ہی ایک دوست بن گئی تھی۔
