Каспер спросил:
«А что насчет твоей работы?»
Я на мгновение задумалась.
Затем Сара спросила о моем первом дне в компании по разработке ПО.
В то утро я довольно сильно волновалась.
Я поехала на работу на автобусе.
Я смотрела в окно и думала о своих новых коллегах.
Я вошла в большое здание.
Я стояла в новом офисе и поздоровалась.
Ко мне быстро подошел мужчина.
«Добро пожаловать в Данию, меня зовут Питер», — приветливо сказал он.
Питер широко улыбнулся и показал мне мой новый рабочий стол.
Он был моим новым коллегой.
Мы вместе выпили по чашке кофе.
Он спросил о моей долгой поездке из Мексики.
Было очень приятно, и я расслабилась.
Сара кивнула и посмотрела на меня.
«Хорошие коллеги невероятно важны», — сказала она.
Я была полностью согласна.
