Сегодня суббота, и я отдыхаю на своем диване.
Я начинаю видеозвонок своей семье в Мексику.
Моя мама отвечает почти сразу.
«Привет, Майя, дорогая», — говорит она с широкой улыбкой.
На заднем плане я вижу свою сестру Софию, брата Диего и нашу собаку Лолу.
«Привет, мам».
«Здесь всё идет очень хорошо», — радостно говорю я.
Мы немного говорим о том, как прошла их неделя дома в Мексике.
Затем мама спрашивает, было ли что-нибудь трудным в самом начале.
Я вспоминаю свои первые дни в этом городе.
Всё было новым, и дни порой давались нелегко.
«Начало не всегда было легким», — говорю я ей.
«Я прождала в длинной очереди целое утро».
«Я сидела на пустой кухне и скучала по вам».
«В одну субботу я пошла не в ту сторону и заблудилась».
«А поначалу у меня не было достаточно теплой куртки», — добавляю я.
Моя мама внимательно слушает и кивает.
Она очень хочет услышать все истории о моих первых днях в Дании.
Я делаю глоток чая и продолжаю свой рассказ.
