میں سکرین پر اپنی امی کو دیکھتی ہوں۔
وہ لمبی قطار کے بارے میں مزید سننا چاہتی ہیں۔
میں انہیں ایک طویل صبح کے بارے میں بتاتی ہوں۔
"یہ جنوری کا ایک سرد منگل تھا،" میں کہتی ہوں۔
میں بس لے کر شہر کے سٹیزن سینٹر گئی۔
اس بڑے کمرے میں واقعی بہت سے لوگ تھے۔
میں نے ایک چھوٹی مشین سے ایک نمبر نکالا۔
میرا نمبر انسٹھ تھا۔
لیکن دیوار پر لگی سکرین صرف اکیس دکھا رہی تھی۔
قطار ناقابلِ یقین حد تک سست تھی۔
میں ایک سخت کرسی پر بیٹھی رہی اور دو گھنٹے تک انتظار کیا۔
میں اکثر اوپر سکرین کی طرف دیکھتی تھی۔
آخرکار، ایک خوش اخلاق آدمی نے میرا نمبر پکارا۔
میں کھڑی ہوئی اور چل کر اس کی میز کے پاس گئی۔
میں نے اسے اپنا پاسپورٹ اور سافٹ ویئر کمپنی کے اپنے کاغذات دیے۔
اس نے کاغذات پڑھے اور اپنے کمپیوٹر پر ٹائپ کیا۔
مجھے آخرکار اپنا سی پی آر نمبر مل گیا۔
اس نے مجھ سے کہا کہ اس اہم نمبر کا بہت اچھے سے خیال رکھوں۔
"تم نے بہت صبر سے کام لیا،" میری امی مسکراتی ہیں۔
