Κοιτάζω τη μητέρα μου στην οθόνη.
Θέλει να ακούσει περισσότερα για τη μεγάλη ουρά.
Της λέω για ένα μεγάλο πρωινό.
«Ήταν μια κρύα Τρίτη του Ιανουαρίου», λέω.
Πήρα το λεωφορείο για το κέντρο εξυπηρέτησης πολιτών της πόλης.
Υπήρχαν πάρα πολλοί άνθρωποι στη μεγάλη αίθουσα.
Τράβηξα έναν αριθμό από ένα μικρό μηχάνημα.
Ο αριθμός μου ήταν το πενήντα εννέα.
Όμως η οθόνη στον τοίχο έδειχνε μόνο το είκοσι ένα.
Η ουρά ήταν απίστευτα αργή.
Κάθισα σε μια σκληρή καρέκλα και περίμενα για δύο ώρες.
Κοιτούσα συχνά ψηλά στην οθόνη.
Τελικά, ένας φιλικός άντρας φώναξε τον αριθμό μου.
Σηκώθηκα και πήγα στο γραφείο του.
Του έδωσα το διαβατήριό μου και τα έγγραφά μου από την εταιρεία λογισμικού.
Διάβασε τα χαρτιά και πληκτρολόγησε στον υπολογιστή του.
Πήρα επιτέλους τον αριθμό CPR μου.
Μου ζήτησε να προσέχω πάρα πολύ αυτόν τον σημαντικό αριθμό.
«Ήσουν πολύ υπομονετική», χαμογελάει η μητέρα μου.
