Я смотрю на свою маму на экране.
Она хочет узнать больше о длинной очереди.
Я рассказываю ей о долгом утре.
«Это был холодный вторник в январе», — говорю я.
Я поехала на автобусе в городской центр обслуживания граждан.
В большом зале было действительно очень много людей.
Я вытянула номерок из маленького автомата.
Мой номер был пятьдесят девять.
Но экран на стене показывал только двадцать один.
Очередь была невероятно медленной.
Я сидела на жестком стуле и ждала два часа.
Я часто поглядывала на экран.
Наконец, приветливый мужчина назвал мой номер.
Я встала и подошла к его столу.
Я передала ему свой паспорт и документы из компании по разработке ПО.
Он прочитал бумаги и что-то набрал на своем компьютере.
Наконец-то я получила свой номер CPR.
Он попросил меня очень бережно хранить этот важный номер.
«Ты была очень терпеливой», — улыбается моя мама.
