Η μητέρα μου ρωτάει αν ήμουν καλά εκείνο το πρώτο βράδυ.
Το διαμέρισμα ήταν επιπλωμένο, αλλά ακόμα καινούργιο για μένα.
Δεν είχα ακόμα καθόλου φαγητό στην κουζίνα.
Αγόρασα ένα απλό βραδινό στον δρόμο για το σπίτι.
Ήταν ένα σάντουιτς από ένα μαγαζί.
Κάθισα στον μικρό καναπέ.
Το διαμέρισμα ήταν πολύ ήσυχο.
Έφαγα το βραδινό μου ήσυχα.
Ακόμα ήξερα μόνο τη γειτόνισσά μου, τη Νίνα.
«Μου λείψατε όλοι πολύ εκείνο το βράδυ», της λέω.
Σκεφτόμουν την αδερφή μου τη Σοφία και τον αδερφό μου τον Ντιέγκο.
Μου έλειψε ακόμα και ο σκύλος μας, η Λόλα.
Αλλά ανυπομονούσα για τη νέα μου ζωή.
Η μητέρα μου βάζει το χέρι της στην καρδιά.
«Η αρχή είναι πάντα δύσκολη», απαντάει.
Γνέφω και σκέφτομαι ξανά εκείνη τη μέρα.
Ήταν ένα δύσκολο βράδυ, αλλά το επόμενο πρωί ήταν πολύ καλύτερο.
