میری امی پوچھتی ہیں کہ کیا میں اس پہلی شام ٹھیک تھی۔
اپارٹمنٹ فرنشڈ تھا، لیکن میرے لیے ابھی نیا تھا۔
میرے کچن میں ابھی کوئی کھانا نہیں تھا۔
میں نے گھر آتے ہوئے راستے میں رات کا ایک سادہ سا کھانا خریدا۔
یہ ایک دکان سے لیا ہوا سینڈوچ تھا۔
میں چھوٹے صوفے پر بیٹھ گئی۔
اپارٹمنٹ میں بہت خاموشی تھی۔
میں نے خاموشی سے اپنا رات کا کھانا کھایا۔
میں ابھی تک صرف اپنی پڑوسن نینا کو جانتی تھی۔
"میں نے اس شام آپ سب کو بہت یاد کیا تھا،" میں ان سے کہتی ہوں۔
میں نے اپنی بہن صوفیا اور اپنے بھائی ڈیاگو کے بارے میں سوچا۔
مجھے تو اپنے کتے لولا کی بھی یاد آئی۔
لیکن میں اپنی نئی زندگی کے لیے پرجوش تھی۔
میری امی اپنے دل پر ہاتھ رکھتی ہیں۔
"شروعات ہمیشہ مشکل ہوتی ہے،" وہ جواب دیتی ہیں۔
میں سر ہلاتی ہوں اور اس دن کے بارے میں سوچتی ہوں۔
وہ ایک مشکل شام تھی، لیکن اگلی صبح بہت بہتر تھی۔
