Моя мама спрашивает, все ли у меня было в порядке в тот первый вечер.
Квартира была меблирована, но всё ещё была для меня новой.
На кухне у меня пока не было никакой еды.
По дороге домой я купила простой ужин.
Это был сэндвич из магазина.
Я села на маленький диван.
В квартире было очень тихо.
Я тихо съела свой ужин.
Я всё ещё была знакома только со своей соседкой Ниной.
«Я очень скучала по вам всем в тот вечер», — говорю я ей.
Я думала о своей сестре Софии и своем брате Диего.
Я скучала даже по нашей собаке Лоле.
Но я с нетерпением ждала своей новой жизни.
Моя мама прикладывает руку к сердцу.
«Начало всегда бывает трудным», — отвечает она.
Я киваю и вспоминаю тот день.
Это был тяжелый вечер, но следующее утро было намного лучше.
