Τέλος, λέω στη μητέρα μου για τον χειμώνα.
Ο καιρός άλλαξε ξαφνικά.
Φυσούσε και ο αέρας ήταν παγωμένος.
Το κρύο δάγκωνε τα μάγουλά μου στον δρόμο για τη δουλειά.
Χρειαζόμουν μερικά ζεστά ρούχα.
Μετά τη δουλειά, μπήκα βιαστικά σε ένα μεγάλο κατάστημα.
Ευτυχώς, μέσα είχε υπέροχη ζέστη.
Μια φιλική πωλήτρια δούλευε στο κατάστημα.
Ήρθε προς το μέρος μου και χαμογέλασε.
Με ρώτησε: «Ψάχνετε για κάτι συγκεκριμένο;»
Απάντησα: «Ναι, παρακαλώ, θα ήθελα να αγοράσω το πιο ζεστό σας χειμωνιάτικο μπουφάν.»
Μου βρήκε ένα χοντρό, σκούρο μπλε μπουφάν.
Το δοκίμασα αμέσως.
Ήταν υπέροχα ζεστό και μου έκανε τέλεια.
Πήρα επίσης ένα μαλακό, μπλε κασκόλ.
Πήγα τα πράγματα στο ταμείο και πλήρωσα.
Τα ρούχα κόστισαν χίλιες πεντακόσιες κορώνες.
Ήταν λίγο ακριβά, αλλά ήταν απολύτως απαραίτητα.
Η μητέρα μου χτυπάει παλαμάκια.
Είναι χαρούμενη που επιτέλους ζεστάθηκα.
