Сейчас январь, и очень холодно.
Я иду домой с автобусной остановки в Копенгагене.
Я вижу цветочный магазин на улице.
Внутри светло и тепло.
Я захожу в теплый магазин.
Я смотрю на маленькое зеленое растение.
Продавец улыбается мне.
«Здравствуйте», — говорит он.
«Здравствуйте», — говорю я.
«Я ищу растение».
«Это в подарок?» — спрашивает он.
«Нет, это для моей комнаты», — отвечаю я.
«Это очень хорошее растение», — говорит он.
«Сколько оно стоит?» — спрашиваю я.
«Оно стоит пятьдесят пять крон», — отвечает он.
Я плачу за свое новое растение.
Он кладет растение в бумажный пакет.
«Пожалуйста, вот ваш пакет», — говорит он.
«Большое спасибо», — радостно говорю я.
Я выхожу в холодный вечер.
Мое маленькое растение меня очень радует.
