Είναι Ιανουάριος και κάνει πολύ κρύο.
Γυρίζω σπίτι με τα πόδια από τη στάση του λεωφορείου στην Κοπεγχάγη.
Βλέπω ένα ανθοπωλείο στον δρόμο.
Μέσα είναι φωτεινά και ζεστά.
Μπαίνω στο ζεστό μαγαζί.
Κοιτάζω ένα μικρό, πράσινο φυτό.
Ένας υπάλληλος μου χαμογελάει.
«Γεια σας», λέει.
«Γεια σας», λέω.
«Ψάχνω ένα φυτό.»
«Είναι δώρο;» ρωτάει.
«Όχι, είναι για το δωμάτιό μου», απαντάω.
«Είναι ένα πραγματικά καλό φυτό», λέει.
«Πόσο κοστίζει;» ρωτάω.
«Κοστίζει πενήντα πέντε κορώνες», απαντάει.
Πληρώνω για το καινούριο μου φυτό.
Βάζει το φυτό μέσα σε μια χαρτοσακούλα.
«Ορίστε, εδώ είναι η σακούλα σας», λέει.
«Ευχαριστώ πολύ», λέω χαρούμενη.
Βγαίνω έξω στο κρύο βράδυ.
Το μικρό μου φυτό με κάνει πολύ χαρούμενη.
