یہ جنوری ہے، اور بہت سردی ہے۔
میں کوپن ہیگن میں بس اسٹاپ سے پیدل گھر جا رہی ہوں۔
مجھے سڑک پر پھولوں کی ایک دکان نظر آتی ہے۔
اندر روشنی اور گرمی ہے۔
میں گرم دکان کے اندر جاتی ہوں۔
میں ایک چھوٹے، سبز پودے کو دیکھتی ہوں۔
ایک کلرک مجھے دیکھ کر مسکراتا ہے۔
"ہیلو،" وہ کہتا ہے۔
"ہیلو،" میں کہتی ہوں۔
"میں ایک پودا ڈھونڈ رہی ہوں۔"
"کیا یہ کوئی تحفہ ہے؟" وہ پوچھتا ہے۔
"نہیں، یہ میرے کمرے کے لیے ہے،" میں جواب دیتی ہوں۔
"یہ واقعی ایک بہت اچھا پودا ہے،" وہ کہتا ہے۔
"اس کی قیمت کتنی ہے؟" میں پوچھتی ہوں۔
"اس کی قیمت پچپن کرونر ہے،" وہ جواب دیتا ہے۔
میں اپنے نئے پودے کی قیمت ادا کرتی ہوں۔
وہ پودے کو ایک کاغذی تھیلے میں رکھ دیتا ہے۔
"یہ لیجیے، یہ رہا آپ کا تھیلا،" وہ کہتا ہے۔
"بہت بہت شکریہ،" میں خوشی سے کہتی ہوں۔
میں سرد شام میں باہر نکلتی ہوں۔
میرا چھوٹا سا پودا مجھے بہت خوش کر دیتا ہے۔
