ഞാൻ ഇപ്പോൾ വീട്ടിലാണ്.
ഇതാ എൻ്റെ മുറി.
ഇതൊരു ചെറിയ മുറിയാണ്.
എനിക്കൊരു പുതിയ ചെടിയുണ്ട്.
അത് എൻ്റെ മേശപ്പുറത്താണ് ഇരിക്കുന്നത്.
ഇപ്പോൾ വൈകുന്നേരമാണ്, ജനുവരി മാസവുമാണ്.
എൻ്റെ ജനാല വളരെ ഇരുണ്ടിരിക്കുകയാണ്.
പുറത്ത് തീർത്തും ഇരുട്ടാണ്.
എൻ്റെയടുത്ത് ഒരു ലാമ്പും ഒരു കപ്പ് ചായയുമുണ്ട്.
ഞാൻ എൻ്റെ ലാമ്പ് ഓണാക്കുന്നു.
ഇപ്പോൾ എൻ്റെ മുറിയിൽ നല്ല ചൂടും വെളിച്ചവുമുണ്ട്.
എൻ്റെ ചായയ്ക്കും നല്ല ചൂടുണ്ട്.
ഞാൻ എൻ്റെ ഡെസ്കിന് മുന്നിൽ ഇരിക്കുന്നു.
എൻ്റെ കമ്പ്യൂട്ടർ ഇവിടെയുണ്ട്.
ഞാൻ എൻ്റെ കമ്പ്യൂട്ടർ തുറക്കുന്നു.
ഇപ്പോൾ ഞാൻ മെക്സിക്കോയിലുള്ള എൻ്റെ കുടുംബത്തെ വിളിക്കുന്നു.
അവരെ കാണാൻ ഞാൻ കാത്തിരിക്കുകയാണ്.
