اب میں گھر پر ہوں۔
یہ رہا میرا کمرہ۔
یہ ایک چھوٹا کمرہ ہے۔
میرے پاس ایک نیا پودا ہے۔
یہ میری میز پر رکھا ہے۔
شام کا وقت ہے، اور یہ جنوری ہے۔
میری کھڑکی میں بہت اندھیرا ہے۔
باہر گھپ اندھیرا ہے۔
میرے پاس ایک لیمپ اور چائے کا ایک کپ ہے۔
میں اپنا لیمپ جلاتی ہوں۔
اب میرا کمرہ گرم اور روشن ہے۔
میری چائے بھی گرم ہے۔
میں اپنی میز پر بیٹھتی ہوں۔
یہاں میرے پاس میرا کمپیوٹر ہے۔
میں اپنا کمپیوٹر کھولتی ہوں۔
اب میں میکسیکو میں اپنے گھر والوں کو کال کرتی ہوں۔
میں انہیں دیکھنے کا بے صبری سے انتظار کر رہی ہوں۔
