Είμαι σπίτι τώρα.
Εδώ είναι το δωμάτιό μου.
Είναι ένα μικρό δωμάτιο.
Έχω ένα καινούργιο φυτό.
Βρίσκεται πάνω στο γραφείο μου.
Είναι βράδυ και είναι Ιανουάριος.
Το παράθυρό μου είναι πολύ σκοτεινό.
Έξω είναι εντελώς σκοτεινά.
Έχω μια λάμπα και μια κούπα τσάι.
Ανάβω τη λάμπα μου.
Τώρα το δωμάτιό μου είναι ζεστό και φωτεινό.
Το τσάι μου είναι επίσης ζεστό.
Κάθομαι στο γραφείο μου.
Έχω τον υπολογιστή μου εδώ.
Ανοίγω τον υπολογιστή μου.
Τώρα τηλεφωνώ στην οικογένειά μου στο Μεξικό.
Ανυπομονώ να τους δω.
