چند بار گھنٹی بجتی ہے۔
سکرین روشن ہو جاتی ہے۔
مجھے ایک بیٹھک نظر آتی ہے۔
وہاں دھوپ ہے، اور بیٹھک بہت روشن ہے۔
مجھے دو لوگ نظر آتے ہیں۔
یہ میری امی اور میرے ابو ہیں۔
وہ بہت مسکراتے ہیں اور مجھے دیکھ کر ہاتھ ہلاتے ہیں۔
"ہیلو امی اور ابو!" میں زور سے کہتی ہوں۔
"ہیلو مایا،" میرے ابو کہتے ہیں۔
"سب کیسا چل رہا ہے؟"
"سب اچھا چل رہا ہے،" میں خوشی سے جواب دیتی ہوں۔
اچانک مجھے ایک آواز سنائی دیتی ہے۔
یہ ایک ہلکی سی بھونکنے کی آواز ہے۔
"اوہ، مجھے ایک کتے کی آواز آ رہی ہے!" میں کہتی ہوں اور ہنستی ہوں۔
ایک چھوٹا کتا اچھل کر صوفے پر آ جاتا ہے۔
وہ کیمرے میں دیکھتا ہے۔
"وہ رہا میرا کتا!"
"ہیلو لولا،" میں کہتی ہوں۔
لولا اپنی دم ہلاتی ہے۔
"ہاں، یہ تمہارا کتا ہے،" میری امی مسکراتے ہوئے کہتی ہیں۔
میں اپنے خاندان سے پیار کرتی ہوں۔
ان سب کو دیکھنا بہت اچھا ہے۔
