Раздается пара гудков.
Экран загорается.
Я вижу гостиную.
Светит солнце, и в гостиной очень светло.
Я вижу двух человек.
Это моя мама и мой папа.
Они широко улыбаются и машут мне.
— Привет, мама и папа! — громко говорю я.
— Привет, Майя, — говорит мой папа.
— Как дела?
— Всё хорошо, — радостно отвечаю я.
Вдруг я слышу звук.
Это тихий лай.
— О, я слышу собаку! — говорю я и смеюсь.
Маленькая собака запрыгивает на диван.
Она смотрит в камеру.
— А вот и моя собака!
— Привет, Лола, — говорю я.
Лола виляет хвостом.
— Да, это твоя собака, — с улыбкой говорит моя мама.
Я люблю свою семью.
Приятно видеть их всех.
