Η μητέρα μου κοιτάζει την οθόνη.
«Είναι αυτό το δωμάτιό σου, Μάγια;» ρωτάει.
«Ναι, είναι το δωμάτιό μου», απαντάω.
«Αλλά είναι ένα προσωρινό δωμάτιο.»
Σηκώνω τον υπολογιστή μου.
Δείχνω το μικρό μου δωμάτιο στην οικογένειά μου.
«Εδώ είναι ένα κρεβάτι», λέω.
«Και εδώ είναι το καινούργιο μου φυτό.»
«Είναι ένα πολύ ωραίο φυτό», λέει η μητέρα μου.
Γυρίζω τον υπολογιστή μου.
«Και εδώ είναι ένα παράθυρο», λέω.
Η αδερφή μου η Σοφία κοιτάζει το παράθυρό μου.
«Αλλά είναι πολύ σκοτεινά», λέει.
«Ναι, είναι κατάμαυρα εκεί έξω», απαντάω.
«Αλλά το καλοκαίρι έχει πολύ ήλιο.»
Είναι βράδυ, και κάνει κρύο.
«Αλλά έχω τη λάμπα μου», χαμογελάω.
«Οπότε είναι ένα καλό δωμάτιο.»
