Моя мама смотрит на экран.
«Это твоя комната, Майя?» — спрашивает она.
«Да, это моя комната», — отвечаю я.
«Но это временная комната».
Я поднимаю свой ноутбук.
Я показываю свою маленькую комнату своей семье.
«Вот кровать», — говорю я.
«А вот мое новое растение».
«Это очень красивое растение», — говорит моя мама.
Я поворачиваю свой ноутбук.
«А вот окно», — говорю я.
Моя сестра София смотрит на мое окно.
«Но там очень темно», — говорит она.
«Да, там снаружи черным-черно», — отвечаю я.
«Но летом здесь много солнца».
Сейчас вечер, и холодно.
«Но у меня есть моя лампа», — улыбаюсь я.
«Так что это хорошая комната».
