എന്റെ അമ്മ സ്ക്രീനിൽ നോക്കുന്നു.
"അതാണോ നിന്റെ മുറി, മായാ?" അവർ ചോദിക്കുന്നു.
"അതെ, ഇതെന്റെ മുറിയാണ്," ഞാൻ മറുപടി പറയുന്നു.
"പക്ഷേ, ഇതൊരു താൽക്കാലിക മുറിയാണ്."
ഞാൻ എന്റെ കമ്പ്യൂട്ടർ ഉയർത്തുന്നു.
ഞാൻ എന്റെ ചെറിയ മുറി എന്റെ കുടുംബത്തെ കാണിക്കുന്നു.
"ഇവിടെ ഒരു കിടക്കയുണ്ട്," ഞാൻ പറയുന്നു.
"പിന്നെ ഇതാണ് എന്റെ പുതിയ ചെടി."
"അത് വളരെ നല്ലൊരു ചെടിയാണ്," എന്റെ അമ്മ പറയുന്നു.
ഞാൻ എന്റെ കമ്പ്യൂട്ടർ തിരിക്കുന്നു.
"പിന്നെ ഇവിടെ ഒരു ജനാലയുണ്ട്," ഞാൻ പറയുന്നു.
എന്റെ സഹോദരി സോഫിയ എന്റെ ജനാലയിലേക്ക് നോക്കുന്നു.
"പക്ഷേ അവിടെ വളരെ ഇരുട്ടാണ്," അവൾ പറയുന്നു.
"അതെ, പുറത്ത് കരിംഇരുട്ടാണ്," ഞാൻ മറുപടി പറയുന്നു.
"എന്നാൽ വേനൽക്കാലത്ത് ധാരാളം വെയിലുണ്ടാകും."
വൈകുന്നേരമാണ്, തണുപ്പുമുണ്ട്.
"പക്ഷേ എനിക്കെന്റെ ലാമ്പുണ്ട്," ഞാൻ പുഞ്ചിരിക്കുന്നു.
"അതുകൊണ്ട് ഇതൊരു നല്ല മുറിയാണ്."
