میری امی سکرین کی طرف دیکھتی ہیں۔
"کیا یہ تمہارا کمرہ ہے، مایا؟" وہ پوچھتی ہیں۔
"ہاں، یہ میرا کمرہ ہے،" میں جواب دیتی ہوں۔
"لیکن یہ ایک عارضی کمرہ ہے۔"
میں اپنا کمپیوٹر اٹھاتی ہوں۔
میں اپنے گھر والوں کو اپنا چھوٹا سا کمرہ دکھاتی ہوں۔
"یہاں ایک بستر ہے،" میں کہتی ہوں۔
"اور یہ میرا نیا پودا ہے۔"
"یہ ایک بہت اچھا پودا ہے،" میری امی کہتی ہیں۔
میں اپنا کمپیوٹر گھماتی ہوں۔
"اور یہاں ایک کھڑکی ہے،" میں کہتی ہوں۔
میری بہن صوفیہ میری کھڑکی کی طرف دیکھتی ہے۔
"لیکن بہت اندھیرا ہے،" وہ کہتی ہے۔
"ہاں، باہر گھپ اندھیرا ہے،" میں جواب دیتی ہوں۔
"لیکن گرمیوں میں کافی دھوپ ہوتی ہے۔"
شام کا وقت ہے، اور سردی ہے۔
"لیکن میرے پاس میرا لیمپ ہے،" میں مسکراتی ہوں۔
"اس لیے یہ ایک اچھا کمرہ ہے۔"
