Я смотрю на свой компьютер.
Я немного скучаю по своему дому в Мексике.
«Папа, как твой сад?» — говорю я.
Мой папа улыбается мне.
Он выходит на улицу с телефоном.
Там большой сад.
Там ярко светит солнце.
«Смотри, Майя», — говорит мой папа.
«Вот сад и дерево».
Это очень большое дерево.
Это красивое дерево.
Я улыбаюсь своему экрану.
Мне хорошо и тепло на душе.
Моя мама, моя сестра и мой брат тоже выходят на улицу.
Моя собака бегает под деревом.
Вся моя семья машет мне.
«Всем пока!» — говорю я.
«Пока, Майя», — говорят они.
Я закрываю свой компьютер.
