میں اپنے کمپیوٹر کو دیکھتی ہوں۔
مجھے میکسیکو میں اپنا گھر تھوڑا سا یاد آتا ہے۔
"ابو، آپ کا باغ کیسا ہے؟" میں کہتی ہوں۔
میرے ابو مجھے دیکھ کر مسکراتے ہیں۔
وہ فون لے کر باہر جاتے ہیں۔
وہاں ایک بڑا باغ ہے۔
وہاں سورج بہت چمک رہا ہے۔
"دیکھو، مایا،" میرے ابو کہتے ہیں۔
"یہاں باغ اور ایک درخت ہے۔"
یہ ایک بہت بڑا درخت ہے۔
یہ ایک خوبصورت درخت ہے۔
میں اپنی سکرین کی طرف دیکھ کر مسکراتی ہوں۔
مجھے اندر سے اچھا اور خوشگوار محسوس ہوتا ہے۔
میری امی، میری بہن اور میرا بھائی بھی باہر آ جاتے ہیں۔
میرا کتا درخت کے نیچے دوڑتا ہے۔
میرا پورا خاندان میری طرف ہاتھ ہلاتا ہے۔
"سب کو خداحافظ!" میں کہتی ہوں۔
"خداحافظ، مایا،" وہ کہتے ہیں۔
میں اپنا کمپیوٹر بند کر دیتی ہوں۔
