Κοιτάζω τον υπολογιστή μου.
Μου λείπει λίγο το σπίτι μου στο Μεξικό.
«Μπαμπά, πώς είναι ο κήπος σου;» λέω.
Ο μπαμπάς μου μου χαμογελάει.
Βγαίνει έξω με το τηλέφωνο.
Υπάρχει ένας μεγάλος κήπος.
Ο ήλιος λάμπει πολύ εκεί.
«Κοίτα, Μάγια», λέει ο μπαμπάς μου.
«Εδώ είναι ο κήπος και ένα δέντρο».
Είναι ένα πολύ μεγάλο δέντρο.
Είναι ένα όμορφο δέντρο.
Χαμογελάω στην οθόνη μου.
Νιώθω καλά και ζεστά μέσα μου.
Η μητέρα μου, η αδελφή μου και ο αδελφός μου βγαίνουν επίσης έξω.
Ο σκύλος μου τρέχει κάτω από το δέντρο.
Όλη η οικογένειά μου μου γνέφει.
«Αντίο σε όλους!» λέω.
«Αντίο, Μάγια», λένε.
Κλείνω τον υπολογιστή μου.
