ഞാൻ എൻ്റെ കമ്പ്യൂട്ടറിലേക്ക് നോക്കുന്നു.
മെക്സിക്കോയിലെ എൻ്റെ വീട് ഞാൻ അല്പം മിസ്സ് ചെയ്യുന്നുണ്ട്.
"അച്ഛാ, അച്ഛൻ്റെ പൂന്തോട്ടം എങ്ങനെയുണ്ട്?" ഞാൻ പറയുന്നു.
എൻ്റെ അച്ഛൻ എന്നെ നോക്കി പുഞ്ചിരിക്കുന്നു.
അദ്ദേഹം ഫോണുമായി പുറത്തേക്ക് പോകുന്നു.
അവിടെ വലിയൊരു പൂന്തോട്ടമുണ്ട്.
അവിടെ സൂര്യൻ നന്നായി പ്രകാശിക്കുന്നുണ്ട്.
"നോക്കൂ, മായാ," എൻ്റെ അച്ഛൻ പറയുന്നു.
"ഇതാ പൂന്തോട്ടവും ഒരു മരവും."
അത് വളരെ വലിയൊരു മരമാണ്.
അതൊരു മനോഹരമായ മരമാണ്.
ഞാൻ എൻ്റെ സ്ക്രീനിലേക്ക് നോക്കി പുഞ്ചിരിക്കുന്നു.
എനിക്കുള്ളിൽ നല്ല സുഖവും ഊഷ്മളതയും അനുഭവപ്പെടുന്നു.
എൻ്റെ അമ്മയും സഹോദരിയും സഹോദരനും കൂടെ പുറത്തേക്ക് വരുന്നു.
എൻ്റെ നായ മരത്തിനടിയിൽ ഓടുന്നു.
എൻ്റെ കുടുംബം മുഴുവനും എന്നെ നോക്കി കൈവീശുന്നു.
"ഗുഡ്‌ബൈ, എല്ലാവർക്കും!" ഞാൻ പറയുന്നു.
"ഗുഡ്‌ബൈ, മായാ," അവർ പറയുന്നു.
ഞാൻ എൻ്റെ കമ്പ്യൂട്ടർ അടയ്ക്കുന്നു.
