അവിടെ പ്രധാന ബസ് സ്റ്റോപ്പ് ഉണ്ട്.
ഞാൻ അവിടെ നിൽക്കുന്നു.
പെട്ടെന്ന് ഒരു ബസ് വരുന്നു.
ഞാൻ ആ ബസ്സിൽ കയറുന്നു.
ഈ ബസ് നഗരത്തിലേക്ക് പോകുന്നു.
എനിക്ക് ജനലിനടുത്ത് ഒരു സീറ്റ് കിട്ടുന്നു.
ഞാൻ ജനലിലൂടെ പുറത്തേക്ക് നോക്കുന്നു.
ബസ് മുന്നോട്ട് നേരെ പോകുന്നു.
പുറത്ത് ധാരാളം ചെറിയ കടകൾ ഉണ്ട്.
ഞാൻ പുതിയ വലിയ കെട്ടിടങ്ങൾ കാണുന്നു.
റോഡിൽ വലിയ തിരക്കാണ്.
ബസ് ഒരു വലിയ ജംഗ്ഷനിൽ എത്തുന്നു.
അവിടെനിന്ന് ബസ് വലത്തോട്ട് തിരിയുന്നു.
വഴിയിൽ പുതിയ ആളുകളെ ഞാൻ കാണുന്നു.
കൊച്ചി വളരെ വലിയ ഒരു നഗരമാണ്.
എനിക്ക് ഈ യാത്ര വളരെ ഇഷ്ടമാണ്.
