В Копенгагене январь.
Я стою в своей временной комнате.
Сегодня я переезжаю в новую квартиру.
Она в том же здании.
Мой большой чемодан стоит на полу.
Я закрываю его.
Я оглядываю комнату в последний раз.
Я смотрю под маленькую кровать.
Под кроватью лежит книга.
Она из Мексики.
Я кладу книгу в свою сумку.
Я открываю шкаф.
В шкафу стоит пара обуви.
Я беру обувь.
Теперь в шкафу ничего нет.
Я подхожу к письменному столу у окна.
На столе лежит кабель.
Я беру кабель.
Я кладу кабель в свою сумку.
Я беру две свои сумки.
Я выключаю свет и закрываю дверь.
