کوپن ہیگن میں جنوری ہے۔
میں اپنے عارضی کمرے میں کھڑی ہوں۔
آج میں ایک نئے اپارٹمنٹ میں منتقل ہو رہی ہوں۔
یہ اسی عمارت میں ہے۔
میرا بڑا سوٹ کیس فرش پر رکھا ہے۔
میں اسے بند کرتی ہوں۔
میں ایک آخری بار کمرے میں چاروں طرف دیکھتی ہوں۔
میں چھوٹے بستر کے نیچے دیکھتی ہوں۔
بستر کے نیچے ایک کتاب پڑی ہے۔
یہ میکسیکو سے ہے۔
میں کتاب اپنے بیگ میں رکھتی ہوں۔
میں الماری کھولتی ہوں۔
الماری میں جوتوں کا ایک جوڑا رکھا ہے۔
میں جوتے اٹھا لیتی ہوں۔
اب الماری میں کچھ نہیں ہے۔
میں کھڑکی کے پاس والی میز کی طرف جاتی ہوں۔
میز پر ایک کیبل پڑی ہے۔
میں کیبل اٹھا لیتی ہوں۔
میں کیبل اپنے بیگ میں رکھتی ہوں۔
میں اپنے دو بیگ اٹھا لیتی ہوں۔
میں لائٹ بند کرتی ہوں اور دروازہ بند کر دیتی ہوں۔
