Είναι Ιανουάριος στην Κοπεγχάγη.
Στέκομαι στο προσωρινό μου δωμάτιο.
Σήμερα μετακομίζω σε ένα νέο διαμέρισμα.
Είναι στο ίδιο κτίριο.
Η μεγάλη μου βαλίτσα είναι στο πάτωμα.
Την κλείνω.
Κοιτάζω γύρω στο δωμάτιο μια τελευταία φορά.
Κοιτάζω κάτω από το μικρό κρεβάτι.
Υπάρχει ένα βιβλίο κάτω από το κρεβάτι.
Είναι από το Μεξικό.
Βάζω το βιβλίο στην τσάντα μου.
Ανοίγω την ντουλάπα.
Υπάρχει ένα ζευγάρι παπούτσια στην ντουλάπα.
Παίρνω τα παπούτσια.
Τώρα δεν υπάρχει τίποτα στην ντουλάπα.
Πηγαίνω στο γραφείο δίπλα στο παράθυρο.
Υπάρχει ένα καλώδιο πάνω στο γραφείο.
Παίρνω το καλώδιο.
Βάζω το καλώδιο στην τσάντα μου.
Παίρνω τις δύο τσάντες μου.
Σβήνω το φως και κλείνω την πόρτα.
