കോപ്പൻഹേഗനിൽ ഇപ്പോൾ ജനുവരിയാണ്.
ഞാൻ എന്റെ താത്കാലിക മുറിയിൽ നിൽക്കുകയാണ്.
ഇന്ന് ഞാൻ പുതിയൊരു അപ്പാർട്ട്മെന്റിലേക്ക് താമസം മാറുകയാണ്.
അത് ഇതേ കെട്ടിടത്തിലാണ്.
എന്റെ വലിയ സ്യൂട്ട്കേസ് തറയിൽ ഇരിപ്പുണ്ട്.
ഞാൻ അത് അടയ്ക്കുന്നു.
ഞാൻ അവസാനമായി മുറിയിലാകെ ഒന്ന് നോക്കുന്നു.
ഞാൻ ചെറിയ കട്ടിലിനടിയിൽ നോക്കുന്നു.
കട്ടിലിനടിയിൽ ഒരു പുസ്തകം കിടപ്പുണ്ട്.
അത് മെക്സിക്കോയിൽ നിന്നുള്ളതാണ്.
ഞാൻ ആ പുസ്തകം എന്റെ ബാഗിൽ വയ്ക്കുന്നു.
ഞാൻ അലമാര തുറക്കുന്നു.
അലമാരയിൽ ഒരു ജോടി ഷൂ ഇരിപ്പുണ്ട്.
ഞാൻ ആ ഷൂ എടുക്കുന്നു.
ഇപ്പോൾ അലമാരയിൽ ഒന്നുമില്ല.
ഞാൻ ജനലിനരികിലുള്ള ഡെസ്കിനടുത്തേക്ക് നടക്കുന്നു.
ഡെസ്കിൽ ഒരു കേബിൾ കിടപ്പുണ്ട്.
ഞാൻ ആ കേബിൾ എടുക്കുന്നു.
ഞാൻ ആ കേബിൾ എന്റെ ബാഗിൽ വയ്ക്കുന്നു.
ഞാൻ എന്റെ രണ്ട് ബാഗുകളും എടുക്കുന്നു.
ഞാൻ ലൈറ്റ് ഓഫ് ചെയ്ത് വാതിൽ അടയ്ക്കുന്നു.
