Ανεβαίνω τις σκάλες.
Έχω δύο τσάντες στα χέρια μου.
Είμαι επιτέλους στη νέα μου πόρτα.
Έχω ένα κλειδί στην τσέπη μου.
Αφήνω τις τσάντες κάτω στο πάτωμα.
Βγάζω το κλειδί.
Ξεκλειδώνω την πόρτα.
Σπρώχνω την πόρτα για να ανοίξει και μπαίνω μέσα.
Το διαμέρισμα είναι μικρό, αλλά είναι τέλειο.
Έχει ωραία, ανοιχτόχρωμα έπιπλα.
Κοιτάζω μέσα στο σαλόνι.
Υπάρχει ένας καναπές δίπλα στο παράθυρο.
Υπάρχει ένα χαλί κάτω από τον καναπέ.
Υπάρχει ένα μικρό μαξιλάρι πάνω στον καναπέ.
Υπάρχει μια λάμπα στη γωνία.
Κλείνω την πόρτα πίσω μου.
Αφήνω το κλειδί μου στο τραπέζι.
