میں سیڑھیاں چڑھتی ہوں۔
میرے ہاتھوں میں دو بیگ ہیں۔
میں آخرکار اپنے نئے دروازے پر ہوں۔
میری جیب میں ایک چابی ہے۔
میں بیگ فرش پر نیچے رکھ دیتی ہوں۔
میں چابی باہر نکالتی ہوں۔
میں دروازے کا تالا کھولتی ہوں۔
میں دروازے کو دھکا دے کر کھولتی ہوں اور اندر چلی جاتی ہوں۔
اپارٹمنٹ چھوٹا ہے، لیکن یہ بہترین ہے۔
اس میں عمدہ، ہلکے رنگ کا فرنیچر ہے۔
میں لیونگ روم میں دیکھتی ہوں۔
کھڑکی کے پاس ایک صوفہ رکھا ہے۔
صوفے کے نیچے ایک قالین ہے۔
صوفے پر ایک چھوٹا کشن پڑا ہے۔
کونے میں ایک لیمپ رکھا ہے۔
میں اپنے پیچھے دروازہ بند کرتی ہوں۔
میں اپنی چابی میز پر رکھ دیتی ہوں۔
