ഞാൻ ആ ചെറിയ അടുക്കളയിലേക്ക് നടക്കുന്നു.
എന്റെ യാത്രാ ബാഗ് തറയിൽ ഇരിക്കുന്നു.
ഞാൻ ബാഗ് തുറക്കുന്നു.
ബാഗിൽ ഒരുപാട് സാധനങ്ങൾ ഉണ്ട്.
എന്റെ പ്രിയപ്പെട്ട മഗ്ഗുകൾ ബാഗിൽ ഇരിപ്പുണ്ട്.
ഞാൻ ആ മഗ്ഗുകൾ പുറത്തെടുക്കുന്നു.
കൗണ്ടറിന് മുകളിൽ ഒരു കപ്പോർഡ് ഉണ്ട്.
ഞാൻ മഗ്ഗുകൾ കപ്പോർഡിൽ വെക്കുന്നു.
ഇപ്പോൾ അവ ഷെൽഫിൽ ഇരിക്കുന്നു.
എന്റെ പക്കൽ ഒരു ചുവന്ന ഇലക്ട്രിക് കെറ്റിൽ കൂടിയുണ്ട്.
അത് ബാഗിൽ ഒരു കട്ടിയുള്ള സ്വെറ്ററിനടിയിലാണ് ഇരിക്കുന്നത്.
ഞാൻ ആ ഇലക്ട്രിക് കെറ്റിൽ പുറത്തെടുക്കുന്നു.
ഞാൻ അത് കിച്ചൺ കൗണ്ടറിൽ വെക്കുന്നു.
ഇപ്പോൾ സിങ്കിന് തൊട്ടടുത്തായി ഒരു ചുവന്ന ഇലക്ട്രിക് കെറ്റിൽ ഇരിപ്പുണ്ട്.
ഒരു പെട്ടി ചായപ്പൊടിയും ബാഗിൽ ഇരിപ്പുണ്ട്.
ഞാൻ ആ പെട്ടി എടുത്ത് ഇലക്ട്രിക് കെറ്റിലിനരികിൽ വെക്കുന്നു.
ഇപ്പോൾ അടുക്കള ഏകദേശം റെഡിയായി.
പിന്നീട് ഒരു കപ്പ് ചായ കുടിക്കാൻ ഞാൻ കാത്തിരിക്കുകയാണ്.
