Βγαίνω στη μικρή κουζίνα.
Η τσάντα ταξιδιού μου βρίσκεται στο πάτωμα.
Ανοίγω την τσάντα.
Υπάρχουν πολλά πράγματα στην τσάντα.
Οι αγαπημένες μου κούπες βρίσκονται μέσα στην τσάντα.
Βγάζω τις κούπες.
Υπάρχει ένα ντουλάπι πάνω από τον πάγκο.
Βάζω τις κούπες στο ντουλάπι.
Τώρα βρίσκονται στο ράφι.
Έχω επίσης έναν κόκκινο βραστήρα.
Βρίσκεται στην τσάντα, κάτω από ένα χοντρό πουλόβερ.
Βγάζω τον βραστήρα.
Τον βάζω στον πάγκο της κουζίνας.
Τώρα υπάρχει ένας κόκκινος βραστήρας ακριβώς δίπλα στον νεροχύτη.
Υπάρχει επίσης ένα κουτί τσάι στην τσάντα.
Παίρνω το κουτί και το βάζω δίπλα στον βραστήρα.
Τώρα η κουζίνα είναι σχεδόν έτοιμη.
Ανυπομονώ για ένα φλιτζάνι τσάι αργότερα.
