میں چھوٹے سے کچن میں جاتی ہوں۔
میرا سفری بیگ فرش پر رکھا ہے۔
میں بیگ کھولتی ہوں۔
بیگ میں بہت سی چیزیں ہیں۔
میرے پسندیدہ مگ بیگ میں رکھے ہیں۔
میں مگ باہر نکالتی ہوں۔
کاؤنٹر کے اوپر ایک الماری ہے۔
میں مگ الماری میں رکھ دیتی ہوں۔
اب وہ شیلف پر رکھے ہیں۔
میرے پاس ایک لال الیکٹرک کیتلی بھی ہے۔
یہ بیگ میں ایک موٹے سویٹر کے نیچے رکھی ہے۔
میں الیکٹرک کیتلی باہر نکالتی ہوں۔
میں اسے کچن کے کاؤنٹر پر رکھ دیتی ہوں۔
اب سنک کے بالکل پاس ایک لال الیکٹرک کیتلی رکھی ہے۔
بیگ میں چائے کا ایک ڈبہ بھی رکھا ہے۔
میں ڈبہ لیتی ہوں اور اسے الیکٹرک کیتلی کے پاس رکھ دیتی ہوں۔
اب کچن تقریباً تیار ہے۔
میں بعد میں ایک کپ چائے پینے کی منتظر ہوں۔
