Я выхожу в маленькую кухню.
Моя дорожная сумка стоит на полу.
Я открываю сумку.
В сумке много вещей.
Мои любимые кружки лежат в сумке.
Я достаю кружки.
Над столешницей висит шкафчик.
Я ставлю кружки в шкафчик.
Теперь они стоят на полке.
У меня также есть красный электрический чайник.
Он лежит в сумке под толстым свитером.
Я достаю электрический чайник.
Я ставлю его на кухонную столешницу.
Теперь красный электрический чайник стоит прямо у раковины.
В сумке также лежит коробка чая.
Я беру коробку и кладу ее рядом с электрическим чайником.
Теперь кухня почти готова.
Я с нетерпением жду чашку чая попозже.
