Μπαίνω στο σαλόνι.
Υπάρχει ένα μικρό γραφείο δίπλα στο παράθυρο.
Το τραπέζι είναι για τη δουλειά μου.
Εδώ μπορώ να δουλεύω με την ησυχία μου.
Είναι ένα υπέροχο μικρό σημείο.
Ανοίγω την τσάντα μου.
Βγάζω τον υπολογιστή μου.
Τώρα βρίσκεται πάνω στο τραπέζι.
Υπάρχει επίσης ένα φωτιστικό πάνω στο τραπέζι.
Το φωτιστικό είναι ακριβώς δίπλα στον υπολογιστή.
Έχει ένα ζεστό φως.
Υπάρχει επίσης ένα μικρό βιβλίο ακουμπισμένο στο τραπέζι.
Έχω μια μικρή μαύρη τσάντα με καλώδια.
Βρίσκεται κάτω από το γραφείο.
Έτσι, η τσάντα δεν είναι μέσα στη μέση.
Υπάρχει μια καλή καρέκλα δίπλα στο γραφείο.
Κάθομαι στην καρέκλα και κοιτάζω.
Ανοίγω τον υπολογιστή και αρχίζω να πληκτρολογώ.
