ഞാൻ സ്വീകരണമുറിയിലേക്ക് പോകുന്നു.
ജനലിനരികിൽ ഒരു ചെറിയ ഡെസ്ക് ഉണ്ട്.
മേശ എന്റെ ജോലിക്കുള്ളതാണ്.
ഇവിടെ എനിക്ക് സമാധാനമായി ജോലി ചെയ്യാം.
അതൊരു മനോഹരമായ ചെറിയ സ്ഥലമാണ്.
ഞാൻ എന്റെ ബാഗ് തുറക്കുന്നു.
ഞാൻ എന്റെ കമ്പ്യൂട്ടർ പുറത്തെടുക്കുന്നു.
അതിപ്പോൾ മേശപ്പുറത്ത് ഇരിക്കുന്നു.
മേശപ്പുറത്ത് ഒരു ലാമ്പും ഉണ്ട്.
ലാമ്പ് കമ്പ്യൂട്ടറിന് തൊട്ടടുത്തായി ഇരിക്കുന്നു.
അതിന് ഊഷ്മളമായ വെളിച്ചമുണ്ട്.
മേശപ്പുറത്ത് ഒരു ചെറിയ പുസ്തകവും കിടപ്പുണ്ട്.
എന്റെ കയ്യിൽ കേബിളുകളുള്ള ഒരു ചെറിയ കറുത്ത ബാഗ് ഉണ്ട്.
അത് ഡെസ്കിനടിയിലാണ് കിടക്കുന്നത്.
അങ്ങനെയാകുമ്പോൾ, ബാഗ് വഴിയിൽ തടസ്സമാകില്ല.
ഡെസ്കിനരികിൽ ഒരു നല്ല കസേരയുണ്ട്.
ഞാൻ കസേരയിലിരുന്ന് നോക്കുന്നു.
ഞാൻ കമ്പ്യൂട്ടർ തുറന്ന് ടൈപ്പ് ചെയ്യാൻ തുടങ്ങുന്നു.
