میں لونگ روم میں جاتی ہوں۔
کھڑکی کے پاس ایک چھوٹا ڈیسک ہے۔
میز میرے کام کے لیے ہے۔
یہاں میں سکون سے کام کر سکتی ہوں۔
یہ ایک پیاری سی چھوٹی جگہ ہے۔
میں اپنا بیگ کھولتی ہوں۔
میں اپنا کمپیوٹر باہر نکالتی ہوں۔
اب یہ میز پر رکھا ہے۔
میز پر ایک لیمپ بھی ہے۔
لیمپ بالکل کمپیوٹر کے پاس رکھا ہے۔
اس کی روشنی گرم ہے۔
میز پر ایک چھوٹی کتاب بھی پڑی ہے۔
میرے پاس کیبلز والا ایک چھوٹا کالا بیگ ہے۔
یہ ڈیسک کے نیچے پڑا ہے۔
اس طرح، بیگ راستے میں نہیں آتا۔
ڈیسک کے پاس ایک اچھی کرسی ہے۔
میں کرسی پر بیٹھتی ہوں اور دیکھتی ہوں۔
میں کمپیوٹر کھولتی ہوں اور ٹائپ کرنا شروع کرتی ہوں۔
