Я захожу в гостиную.
У окна стоит маленький письменный стол.
Этот стол — для моей работы.
Здесь я могу спокойно работать.
Это чудесное маленькое местечко.
Я открываю свою сумку.
Я достаю свой компьютер.
Теперь он стоит на столе.
На столе также стоит лампа.
Лампа стоит прямо возле компьютера.
У нее теплый свет.
На столе также лежит маленькая книга.
У меня есть маленькая черная сумка с кабелями.
Она лежит под письменным столом.
Так сумка не мешает.
У письменного стола стоит хороший стул.
Я сижу на стуле и смотрю.
Я открываю компьютер и начинаю печатать.
