Μπαίνω στο υπνοδωμάτιο.
Κουβαλάω τη βαλίτσα μέσα από το σαλόνι.
Ανοίγω τη βαλίτσα.
Βγάζω τα ρούχα μου.
Διπλώνω τα ρούχα.
Τα βάζω στην ντουλάπα.
Τώρα τα πουλόβερ μου βρίσκονται στην ντουλάπα.
Υπάρχει ένα μεγάλο κρεβάτι στο δωμάτιο.
Υπάρχει μια χοντρή κουβέρτα πάνω στο κρεβάτι.
Η κουβέρτα είναι από το Μεξικό.
Βρίσκω επίσης ένα ζευγάρι παντόφλες.
Είναι πολύ μαλακές.
Υπάρχει μια μικρή καρέκλα δίπλα στον τοίχο.
Βάζω τις παντόφλες μου στο πάτωμα.
Τώρα βρίσκονται κάτω από την καρέκλα.
Τώρα η βαλίτσα είναι άδεια.
Την κλείνω και τη βάζω κάτω από το κρεβάτι.
