Βγαίνω στον διάδρομο.
Το καινούργιο μου φυτό είναι στο πάτωμα.
Είναι ένα μικρό, πράσινο φυτό.
Παίρνω το φυτό.
Το μεταφέρω στο σαλόνι.
Υπάρχει ένα μεγάλο παράθυρο στο σαλόνι.
Βάζω το φυτό στο περβάζι.
Κάνω ένα βήμα πίσω.
Τώρα το φυτό βρίσκεται στο παράθυρο.
Ο χειμωνιάτικος ήλιος λάμπει.
Το φυτό στέκεται τέλεια στο χλωμό φως.
Πηγαίνω στην κουζίνα.
Υπάρχει ένα μικρό ποτιστήρι κάτω από τον νεροχύτη.
Παίρνω το ποτιστήρι.
Ποτίζω το καινούργιο μου φυτό.
Υπάρχουν δύο ξερά φύλλα δίπλα στη γλάστρα.
Αφαιρώ τα φύλλα.
Τα πετάω στον κάδο των σκουπιδιών.
Βάζω το ποτιστήρι στο πάτωμα δίπλα στο παράθυρο.
Ο ήλιος λάμπει πάνω στα βρεγμένα, πράσινα φύλλα.
