میں باہر راہداری میں جاتی ہوں۔
میرا نیا پودا فرش پر رکھا ہے۔
یہ ایک چھوٹا، ہرا پودا ہے۔
میں پودا اٹھاتی ہوں۔
میں اسے لیونگ روم میں لے جاتی ہوں۔
لیونگ روم میں ایک بڑی کھڑکی ہے۔
میں پودے کو کھڑکی کی دہلیز پر رکھتی ہوں۔
میں ایک قدم پیچھے ہٹتی ہوں۔
اب پودا کھڑکی میں رکھا ہے۔
سردیوں کا سورج چمک رہا ہے۔
پودا مدھم روشنی میں بالکل صحیح رکھا ہے۔
میں باہر باورچی خانے میں جاتی ہوں۔
سنک کے نیچے پانی دینے والی ایک چھوٹی کین رکھی ہے۔
میں پانی کی کین اٹھاتی ہوں۔
میں اپنے نئے پودے کو پانی دیتی ہوں۔
گملے کے پاس دو سوکھے پتے پڑے ہیں۔
میں پتوں کو ہٹا دیتی ہوں۔
میں انہیں کوڑے دان میں پھینک دیتی ہوں۔
میں پانی کی کین کھڑکی کے پاس فرش پر رکھ دیتی ہوں۔
سورج گیلے، ہرے پتوں پر چمک رہا ہے۔
