Я выхожу в коридор.
Мое новое растение стоит на полу.
Это маленькое зеленое растение.
Я беру растение.
Я несу его в гостиную.
В гостиной есть большое окно.
Я ставлю растение на подоконник.
Я делаю шаг назад.
Теперь растение стоит на окне.
Светит зимнее солнце.
Растение идеально стоит в бледном свете.
Я иду на кухню.
Под раковиной стоит маленькая лейка.
Я беру лейку.
Я поливаю свое новое растение.
Возле цветочного горшка лежат два мертвых листа.
Я убираю листья.
Я выбрасываю их в мусорное ведро.
Я ставлю лейку на пол у окна.
Солнце светит на мокрые зеленые листья.
