Квартира наконец-то готова.
Теперь это настоящий дом.
Нина стучит в дверь.
Она стоит у двери с горячей едой.
«У меня с собой две пиццы», — говорит она.
Мы идем в гостиную.
У окна стоит небольшой диван.
Мы вместе сидим на диване.
На журнальном столике лежат две коробки с пиццей.
Коробки лежат между нами.
На столе также стоят два стакана.
Мы едим горячие пиццы.
«Добро пожаловать в твою новую квартиру», — говорит Нина.
«Большое спасибо», — отвечаю я.
Мы долго разговариваем.
Мое новое растение стоит на окне.
Мои тапочки лежат под стулом.
Все на своих местах.
Я очень довольна своим новым домом.
