Το διαμέρισμα είναι επιτέλους έτοιμο.
Είναι ένα πραγματικό σπίτι τώρα.
Η Νίνα χτυπάει την πόρτα.
Στέκεται στην πόρτα με ζεστό φαγητό.
«Έχω δύο πίτσες μαζί μου», λέει.
Πηγαίνουμε στο σαλόνι.
Υπάρχει ένας μικρός καναπές δίπλα στο παράθυρο.
Καθόμαστε μαζί στον καναπέ.
Υπάρχουν δύο κουτιά πίτσας στο τραπεζάκι του σαλονιού.
Τα κουτιά βρίσκονται ανάμεσά μας.
Υπάρχουν επίσης δύο ποτήρια στο τραπέζι.
Τρώμε τις ζεστές πίτσες.
«Καλώς ήρθες στο νέο σου διαμέρισμα», λέει η Νίνα.
«Ευχαριστώ πολύ», απαντώ.
Μιλάμε για πολλή ώρα.
Το νέο μου φυτό βρίσκεται στο παράθυρο.
Οι παντόφλες μου βρίσκονται κάτω από την καρέκλα.
Όλα είναι στη θέση τους.
Είμαι πολύ χαρούμενη με το νέο μου σπίτι.
