فلیٹ آخرکار تیار ہے۔
اب یہ ایک اصلی گھر ہے۔
نینا دروازے پر دستک دیتی ہے۔
وہ گرم کھانے کے ساتھ دروازے کے پاس کھڑی ہے۔
"میرے پاس دو پیزا ہیں،" وہ کہتی ہے۔
ہم لونگ روم میں جاتے ہیں۔
کھڑکی کے پاس ایک چھوٹا صوفہ رکھا ہے۔
ہم ایک ساتھ صوفے پر بیٹھتے ہیں۔
کافی ٹیبل پر دو پیزا کے ڈبے رکھے ہیں۔
ڈبے ہمارے درمیان رکھے ہیں۔
میز پر دو گلاس بھی رکھے ہیں۔
ہم گرم پیزا کھاتے ہیں۔
"تمہارے نئے فلیٹ میں خوش آمدید،" نینا کہتی ہے۔
"بہت بہت شکریہ،" میں جواب دیتی ہوں۔
ہم دیر تک ایک ساتھ باتیں کرتے ہیں۔
میرا نیا پودا کھڑکی میں رکھا ہے۔
میری چپلیں کرسی کے نیچے رکھی ہیں۔
ہر چیز اپنی جگہ پر ہے۔
میں اپنے نئے گھر سے بہت خوش ہوں۔
