Утро понедельника, и я сижу в автобусе.
Я еду на работу.
Я смотрю в окно.
Сегодня я немного волнуюсь.
Но я также с нетерпением этого жду.
Сегодня начинается большой новый проект по разработке программного обеспечения.
Я работаю инженером-программистом в компании с января.
Я хорошо знаю своего коллегу Петера.
Мы работаем вместе с моего первого дня.
Но теперь мне предстоит тесно работать со всей командой.
Я буду работать с нашим начальником, нашим дизайнером и нашим тестировщиком.
Они работают в компании уже долгое время.
Автобус останавливается, и заходят еще люди.
Я смотрю на часы.
Сейчас восемь часов.
Утреннее собрание начнется через полчаса.
Я делаю глубокий вдох.
Я готова к новому проекту.
