Είναι Δευτέρα πρωί και κάθομαι στο λεωφορείο.
Είμαι στον δρόμο για τη δουλειά.
Κοιτάζω έξω από το παράθυρο.
Είμαι λίγο αγχωμένη σήμερα.
Αλλά ανυπομονώ επίσης πολύ.
Ένα μεγάλο, νέο έργο λογισμικού ξεκινάει σήμερα.
Δουλεύω ως μηχανικός λογισμικού στην εταιρεία από τον Ιανουάριο.
Γνωρίζω καλά τον συνάδελφό μου, τον Πέτερ.
Δουλεύουμε μαζί από την πρώτη μου μέρα.
Αλλά τώρα πρέπει να δουλέψω στενά με όλη την ομάδα.
Θα δουλέψω με το αφεντικό μας, τον σχεδιαστή μας και τον ελεγκτή μας.
Δουλεύουν στην εταιρεία πολύ καιρό.
Το λεωφορείο σταματάει, και ανεβαίνουν κι άλλοι άνθρωποι.
Κοιτάζω το ρολόι μου.
Είναι οκτώ η ώρα.
Η πρωινή συνάντηση ξεκινάει σε μισή ώρα.
Παίρνω μια βαθιά ανάσα.
Είμαι έτοιμη για το νέο έργο.
