Мы сидим в переговорной.
Пришло время нашего короткого утреннего собрания.
Я оглядываю своих коллег.
Сегодня для меня особенный день.
Я встаю.
Я инженер-программист, и я собираюсь представить свою часть проекта.
Мои руки немного дрожат.
Но я хорошо подготовилась.
«Доброе утро», — громко говорю я.
«Я работала над техническим планом», — говорю я им.
«Я прочитала все документы».
«И я написала заметки к задачам на неделю».
Я объясняю план всей команде.
На самом деле говорить о технической части несложно.
Петер сидит напротив меня.
Я чувствую, что расслабляюсь все больше.
Он слушает и кивает.
Я заканчиваю свою презентацию, и остальные улыбаются.
Моя первая презентация на работе прошла хорошо.
