Позже днем я подхожу к столу Евы.
Она цифровой дизайнер команды.
До сегодняшнего дня я с ней не работала.
«Привет, Майя, подойди и посмотри», — говорит она.
Она указывает на свой большой экран.
Я вижу несколько красивых эскизов нашего нового программного обеспечения.
Цвета спокойные, а дизайн очень чистый.
«Выглядит очень хорошо», — говорю я.
«Спасибо», — с улыбкой отвечает Ева.
Она объясняет мне свою работу.
«Я работаю цифровым дизайнером со времен университета», — говорит она.
«Я всегда фокусируюсь на пользовательском опыте».
Она показывает мне, как пользователь кликает по программе.
«Пользоваться ей должно быть легко и логично», — объясняет она.
Я часто смотрю только на сам код.
Но ее дизайн невероятно важен для проекта.
Мы еще немного говорим о наших общих задачах.
Я с нетерпением жду возможности запрограммировать ее красивый дизайн.
