Следующий день в офисе.
Я сижу рядом с Мадсом, нашим тестировщиком программного обеспечения.
Он смотрит на новые экраны.
Он очень быстро кликает мышкой.
Внезапно он останавливается.
Он уже нашел небольшую ошибку.
Он смотрит на меня и немного смеется.
«Моя работа — ломать вещи», — говорит он.
«Я должен находить ошибки раньше наших пользователей».
Он работает тестировщиком пять лет.
Он тестировал много разных проектов.
Вот почему он так быстро находит проблемы.
Я смотрю на ошибку на своем компьютере.
К счастью, это лишь небольшая проблема.
Я сразу же исправляю код.
Он тестирует программу еще раз.
Теперь все работает абсолютно идеально.
Я очень рада его помощи.
