Είναι Τετάρτη βράδυ.
Είμαι στο γυμναστήριο για το τακτικό μου μάθημα.
Σηκώνω βάρη σήμερα.
Τα χέρια μου είναι κουρασμένα, αλλά είναι ωραίο.
Σκέφτομαι τις τελευταίες μέρες.
Ήταν μια πολύ πολυάσχολη εβδομάδα.
Έχω δουλέψει στενά με όλη την ομάδα.
Έχω μάθει πολλά για τα διάφορα επαγγέλματά τους.
Έχω καθίσει πολλές ώρες στον υπολογιστή μου.
Έχω γράψει πολύ νέο κώδικα αυτή την εβδομάδα.
Έχω κάνει την πρώτη μου παρουσίαση στην ομάδα.
Ήταν λίγο δύσκολο, αλλά και διασκεδαστικό.
Έχω γνωρίσει καλύτερα τους νέους μου συναδέλφους.
Νιώθω όλο και καλύτερα στο γραφείο.
Η προπόνηση είναι υπέροχη μετά από μια μεγάλη μέρα.
Είναι καλό να κινώ το σώμα μου.
Πραγματικά μου άξιζε αυτή η προπόνηση.
Αφήνω τα βάρη στο πάτωμα και πίνω λίγο νερό.
Χαμογελάω στον εαυτό μου στον καθρέφτη.
Είμαι επιτέλους πραγματικό μέλος της ομάδας.
