ഇത് ബുധനാഴ്ച വൈകുന്നേരമാണ്.
എൻ്റെ സ്ഥിരം ക്ലാസിനായി ഞാൻ ജിമ്മിലാണ്.
ഞാൻ ഇന്ന് വെയ്റ്റ്സ് ഉയർത്തുകയാണ്.
എൻ്റെ കൈകൾ തളർന്നിട്ടുണ്ട്, എങ്കിലും അതൊരു നല്ല അനുഭവമാണ്.
കഴിഞ്ഞ കുറച്ചു ദിവസങ്ങളെക്കുറിച്ച് ഞാൻ ഓർക്കുകയാണ്.
വളരെ തിരക്കുള്ള ഒരു ആഴ്ചയായിരുന്നു ഇത്.
ഞാൻ മുഴുവൻ ടീമിനൊപ്പവും വളരെ അടുത്ത് പ്രവർത്തിച്ചു.
അവരുടെ വ്യത്യസ്ത തൊഴിലുകളെക്കുറിച്ച് ഞാൻ ഒരുപാട് കാര്യങ്ങൾ പഠിച്ചു.
എൻ്റെ കമ്പ്യൂട്ടറിന് മുന്നിൽ ഞാൻ മണിക്കൂറുകളോളം ഇരുന്നു.
ഈ ആഴ്ച ഞാൻ ഒരുപാട് പുതിയ കോഡ് എഴുതി.
ടീമിന് മുന്നിൽ ഞാൻ എൻ്റെ ആദ്യത്തെ പ്രസൻ്റേഷൻ അവതരിപ്പിച്ചു.
അത് അല്പം ബുദ്ധിമുട്ടായിരുന്നു, എങ്കിലും രസകരമായിരുന്നു.
എൻ്റെ പുതിയ സഹപ്രവർത്തകരെ കൂടുതൽ നന്നായി അറിയാൻ എനിക്ക് കഴിഞ്ഞു.
ഓഫീസിൽ എനിക്ക് കൂടുതൽ കൂടുതൽ സുഖകരമായി തോന്നുന്നു.
നീണ്ട ഒരു ദിവസത്തിന് ശേഷം ഈ വ്യായാമം വളരെ ആനന്ദകരമാണ്.
ശരീരം ചലിപ്പിക്കുന്നത് നല്ലതാണ്.
ഞാൻ ശരിക്കും ഈ വ്യായാമം അർഹിക്കുന്നുണ്ട്.
ഞാൻ വെയ്റ്റ്സ് നിലത്തുവെച്ചിട്ട് കുറച്ചു വെള്ളം കുടിക്കുന്നു.
കണ്ണാടിയിൽ നോക്കി ഞാൻ എന്നോട് തന്നെ പുഞ്ചിരിക്കുന്നു.
ഒടുവിൽ ഞാൻ ടീമിൻ്റെ ഒരു യഥാർത്ഥ ഭാഗമായിരിക്കുന്നു.
