Είναι επιτέλους Παρασκευή και η πολυάσχολη εβδομάδα έχει σχεδόν τελειώσει.
Τρώμε μαζί μεσημεριανό στο φωτεινό εστιατόριο.
Κάθομαι σε ένα μεγάλο τραπέζι μαζί με την ομάδα μου.
Ο Πέτερ, η σχεδιάστριά μας η Έβα και ο ελεγκτής μας ο Μαντς είναι επίσης εδώ.
Είμαστε όλοι κουρασμένοι, αλλά είμαστε πολύ χαρούμενοι.
Το νέο πρότζεκτ ήταν συναρπαστικό.
«Δουλέψαμε πραγματικά σκληρά», λέει ο Πέτερ και χαμογελάει.
«Ναι, έχουμε λύσει πολλά περίπλοκα προβλήματα», απαντάω.
Ως μηχανικοί λογισμικού, έχουμε γράψει πολύ κώδικα αυτή την εβδομάδα.
«Και εγώ τα έχω ελέγξει όλα», γελάει ο Μαντς.
«Ευτυχώς, δεν βρήκες πολλά λάθη», λέει πειραχτικά ο Πέτερ.
Η Έβα μάς δείχνει το όμορφο σχέδιό της στο τηλέφωνό της.
Έχει εργαστεί ως σχεδιάστρια για πολλά χρόνια.
Μιλάμε για τις διαφορετικές εργασίες μας ενώ τρώμε.
Είναι υπέροχο να γνωρίζω καλύτερα τους συναδέλφους μου.
Έχουμε γίνει μια πραγματικά καλή ομάδα.
Παίρνω μια μπουκιά από το φαγητό μου και τους κοιτάζω.
Ανυπομονώ να συνεχίσω το πρότζεκτ μαζί τους.
