Наконец-то пятница, и напряженная неделя почти подошла к концу.
Мы вместе обедаем в светлой столовой.
Я сижу за большим столом вместе со своей командой.
Петер, наш дизайнер Ева и наш тестировщик Мадс тоже здесь.
Мы все устали, но мы очень рады.
Новый проект был увлекательным.
— Мы очень усердно поработали, — говорит Петер и улыбается.
— Да, мы решили много сложных задач, — отвечаю я.
Как инженеры-программисты, мы написали много кода на этой неделе.
— А я всё это протестировал, — смеется Мадс.
— К счастью, ты нашел не так много ошибок, — подшучивает Петер.
Ева показывает нам свой красивый дизайн на своем телефоне.
Она работает дизайнером уже много лет.
Мы обсуждаем наши различные задачи, пока едим.
Приятно узнавать своих коллег получше.
Мы стали по-настоящему хорошей командой.
Я откусываю кусочек еды и смотрю на них.
Я с нетерпением жду продолжения работы над проектом вместе с ними.
