ഇത് ശനിയാഴ്ച രാവിലെയാണ്.
ഡെന്മാർക്കിൽ ഇപ്പോൾ ശീതകാലമാണ്.
ഇന്ന് കാലാവസ്ഥ വളരെ തണുപ്പുള്ളതാണ്.
ഞാൻ നഗരത്തിലെ വലിയൊരു ചത്വരത്തിൽ നിൽക്കുകയാണ്.
ഇവിടെ തുറസ്സായ സ്ഥലത്ത് ഒരു മാർക്കറ്റുണ്ട്.
ഞാൻ അവിടെയുള്ള നിരവധി സ്റ്റാളുകളിലേക്ക് നോക്കുന്നു.
അവയെല്ലാം ആകർഷകമായി തോന്നുന്നു.
ചത്വരത്തിൽ ധാരാളം ആളുകളുണ്ട്.
ആളുകൾ ചൂടുള്ള ശീതകാല വസ്ത്രങ്ങൾ ധരിച്ചിട്ടുണ്ട്.
ഞാൻ ഒരു നേർത്ത ജാക്കറ്റ് മാത്രമേ ധരിച്ചിട്ടുള്ളൂ.
എന്റെ കയ്യിൽ ഒരു വലിയ ബാഗുണ്ട്.
ആ ബാഗ് ഇപ്പോൾ പൂർണ്ണമായും കാലിയാണ്.
വാരാന്ത്യത്തിലേക്ക് ഞാൻ ഫ്രഷായ ഭക്ഷണസാധനങ്ങൾ നോക്കുകയാണ്.
മാർക്കറ്റിൽ ധാരാളം ഫ്രഷ് സാധനങ്ങളുണ്ട്.
ഞാൻ പച്ചക്കറികളും പഴങ്ങളും ബ്രെഡും കാണുന്നു.
ഞാൻ വിലകളെക്കുറിച്ച് ചിന്തിക്കുന്നു.
ഇവിടെ സാധനങ്ങൾക്ക് എത്രയാണ് വില?
ഞാൻ ആദ്യത്തെ സ്റ്റാളിനടുത്തേക്ക് നടക്കുന്നു.
