یہ ہفتے کی صبح ہے۔
ڈنمارک میں سردیوں کا موسم ہے۔
آج موسم بہت سرد ہے۔
میں شہر کے ایک بڑے چوک میں کھڑی ہوں۔
یہاں ایک کھلی مارکیٹ ہے۔
میں بہت سے اسٹالز کی طرف دیکھتی ہوں۔
وہ سب بہت پرکشش لگتے ہیں۔
چوک میں بہت سے لوگ ہیں۔
لوگوں نے سردیوں کے گرم کپڑے پہنے ہوئے ہیں۔
میں نے صرف ایک پتلی جیکٹ پہنی ہوئی ہے۔
میرے پاس ایک بڑا بیگ ہے۔
بیگ اس وقت بالکل خالی ہے۔
میں ویک اینڈ کے لیے کھانے کی تازہ چیزیں ڈھونڈ رہی ہوں۔
مارکیٹ میں بہت سی تازہ اشیاء ہیں۔
مجھے سبزیاں، پھل اور بریڈ نظر آتے ہیں۔
میں قیمتوں کے بارے میں سوچتی ہوں۔
یہاں چیزوں کی قیمت کیا ہے؟
میں چل کر پہلے اسٹال کی طرف جاتی ہوں۔
