Сегодня субботнее утро.
В Дании зима.
Сегодня очень холодная погода.
Я стою на большой площади в городе.
Здесь находится рынок под открытым небом.
Я смотрю на множество прилавков.
Все они выглядят привлекательно.
На площади много людей.
Люди одеты в теплую зимнюю одежду.
На мне только тонкая куртка.
У меня с собой большая сумка.
Прямо сейчас сумка совершенно пустая.
Я ищу свежие продукты на выходные.
На рынке много свежих товаров.
Я вижу овощи, фрукты и хлеб.
Я думаю о ценах.
Сколько здесь всё стоит?
Я подхожу к первому прилавку.
