Είναι Σάββατο πρωί.
Είναι χειμώνας στη Δανία.
Ο καιρός είναι πολύ κρύος σήμερα.
Στέκομαι σε μια μεγάλη πλατεία στην πόλη.
Υπάρχει μια υπαίθρια αγορά εδώ.
Κοιτάζω τους πολλούς πάγκους.
Φαίνονται όλοι ελκυστικοί.
Υπάρχουν πολλοί άνθρωποι στην πλατεία.
Ο κόσμος φοράει ζεστά χειμωνιάτικα ρούχα.
Φοράω μόνο ένα λεπτό μπουφάν.
Έχω μαζί μου μια μεγάλη τσάντα.
Η τσάντα είναι εντελώς άδεια αυτή τη στιγμή.
Ψάχνω για φρέσκα τρόφιμα για το Σαββατοκύριακο.
Η αγορά έχει πολλά φρέσκα προϊόντα.
Βλέπω λαχανικά, φρούτα και ψωμί.
Σκέφτομαι τις τιμές.
Πόσο κοστίζουν τα πράγματα εδώ;
Προχωράω προς τον πρώτο πάγκο.
