Πηγαίνω σε έναν πάγκο με λαχανικά.
Φτιάχνω μια ζεστή σούπα σήμερα.
Κοιτάζω τα πολλά λαχανικά στο τραπέζι.
Δείχνω κάτι μεγάλα χειμωνιάτικα καρότα.
Χρειάζομαι καρότα για τη σούπα μου.
Ένας πωλητής στέκεται πίσω από το τραπέζι.
«Γεια», λέει.
«Γεια», απαντάω.
«Πόσο κοστίζουν τα καρότα;» ρωτάω.
«Κοστίζουν δεκαπέντε κορώνες το κιλό», απαντάει ο πωλητής.
Δεκαπέντε κορώνες είναι μια καλή τιμή.
«Θα πάρω ένα κιλό, παρακαλώ», λέω.
Ο πωλητής ζυγίζει τα καρότα.
Τα βάζει σε μια χάρτινη σακούλα.
Μου δίνει τη σακούλα.
Πληρώνω τις δεκαπέντε κορώνες.
Βάζω τη σακούλα μέσα στη μεγάλη μου τσάντα.
Ανυπομονώ για τη ζεστή σούπα.
