میں چل کر سبزی کے ایک سٹال کی طرف جاتی ہوں۔
میں آج ایک گرم سوپ بنا رہی ہوں۔
میں میز پر موجود بہت سی سبزیوں کی طرف دیکھتی ہوں۔
میں سردیوں کی کچھ بڑی گاجروں کی طرف اشارہ کرتی ہوں۔
مجھے اپنے سوپ کے لیے گاجروں کی ضرورت ہے۔
میز کے پیچھے ایک دکاندار کھڑا ہے۔
"ہیلو،" وہ کہتا ہے۔
"ہیلو،" میں جواب دیتی ہوں۔
"گاجروں کی قیمت کیا ہے؟" میں پوچھتی ہوں۔
"یہ پندرہ کرونر فی کلو ہیں،" دکاندار جواب دیتا ہے۔
پندرہ کرونر ایک اچھی قیمت ہے۔
"براہ کرم، میں ایک کلو لوں گی،" میں کہتی ہوں۔
دکاندار گاجریں تولتا ہے۔
وہ انہیں کاغذ کے ایک تھیلے میں ڈالتا ہے۔
وہ تھیلا مجھے دے دیتا ہے۔
میں پندرہ کرونر ادا کرتی ہوں۔
میں اس تھیلے کو اپنے بڑے بیگ میں رکھ لیتی ہوں۔
مجھے گرم سوپ کا بے صبری سے انتظار ہے۔
