Μπροστά μου είναι ένας μεγάλος πάγκος με τυριά.
Ο πάγκος έχει πολλά μεγάλα τυριά.
Ένας φιλικός πωλητής μού χαμογελάει.
Έχει ένα μικρό κομμάτι τυρί σε ένα ξύλινο καλαμάκι.
«Ορίστε, μια μικρή δοκιμή», λέει.
Μου δίνει το καλαμάκι.
Τρώω το κίτρινο τυρί.
Έχει πραγματικά ωραία γεύση.
Κοιτάζω ένα μικρό τυρί.
«Πόσο κοστίζει αυτό το τυρί;» ρωτάω.
«Κοστίζει πενήντα πέντε κορόνες», απαντάει ο πωλητής.
Είναι μια καλή τιμή.
Δείχνω το μικρό τυρί.
«Θα το αγοράσω», λέω.
Τυλίγει το τυρί σε χαρτί.
Του δίνω τα χρήματα.
«Ευχαριστώ πολύ», λέει.
Το τυρί μυρίζει έντονα και ωραία.
