میرے سامنے پنیر کا ایک بڑا اسٹال ہے۔
اسٹال پر کئی بڑے پنیر ہیں۔
ایک خوش اخلاق دکاندار مجھے دیکھ کر مسکراتا ہے۔
اس کے پاس لکڑی کی ایک تیلی پر پنیر کا ایک چھوٹا ٹکڑا ہے۔
"یہ لیجیے، تھوڑا سا چکھ کر دیکھیں،" وہ کہتا ہے۔
وہ تیلی مجھے دیتا ہے۔
میں وہ پیلا پنیر کھاتی ہوں۔
اس کا ذائقہ بہت اچھا ہے۔
میں ایک چھوٹے پنیر کو دیکھتی ہوں۔
"اس پنیر کی قیمت کتنی ہے؟" میں پوچھتی ہوں۔
"اس کی قیمت پچپن کرونر ہے،" دکاندار جواب دیتا ہے۔
یہ ایک اچھی قیمت ہے۔
میں اس چھوٹے پنیر کی طرف اشارہ کرتی ہوں۔
"میں اسے خریدوں گی،" میں کہتی ہوں۔
وہ پنیر کو کاغذ میں لپیٹتا ہے۔
میں اسے پیسے دیتی ہوں۔
"بہت بہت شکریہ،" وہ کہتا ہے۔
پنیر کی خوشبو تیز اور اچھی ہے۔
