Передо мной большая сырная лавка.
В лавке много больших сыров.
Приветливый продавец улыбается мне.
У него маленький кусочек сыра на деревянной палочке.
«Вот, пожалуйста, на пробу», — говорит он.
Он дает мне палочку.
Я ем желтый сыр.
Он очень вкусный.
Я смотрю на маленький сыр.
«Сколько стоит этот сыр?» — спрашиваю я.
«Он стоит пятьдесят пять крон», — отвечает продавец.
Это хорошая цена.
Я показываю на маленький сыр.
«Я куплю его», — говорю я.
Он заворачивает сыр в бумагу.
Я даю ему деньги.
«Большое спасибо», — говорит он.
Сыр пахнет сильно и приятно.
