Έχει πολύ κόσμο στην αγορά σήμερα.
Βρίσκω έναν μικρό πάγκο με φρούτα.
Υπάρχουν πολλά καλάθια στον πάγκο.
Τα καλάθια είναι γεμάτα με σκούρα κόκκινα χειμωνιάτικα μήλα.
Κοιτάζω μια μικρή σακούλα με μήλα.
«Πόσο κοστίζει μια μικρή σακούλα;» ρωτάω τον πωλητή.
Κοιτάζει στο καλάθι.
«Η τιμή είναι είκοσι κορώνες», απαντάει.
Ψάχνω στην τσάντα μου για χρήματα.
Του δίνω ένα χαρτονόμισμα των πενήντα κορωνών.
Ο πωλητής μού δίνει τη σακούλα με τα μήλα.
Μετά, μου δίνει χρήματα πίσω.
Παίρνω πίσω ακριβώς τριάντα κορώνες σε κέρματα.
Τα κέρματα είναι χοντρά και βαριά.
Βάζω τα βαριά κέρματα μέσα στην τσέπη του παλτού μου.
Τα μήλα μυρίζουν πολύ φρέσκα.
Βάζω τη σακούλα μέσα στη μεγάλη μου τσάντα για τα ψώνια.
