آج بازار میں بہت سے لوگ ہیں۔
مجھے پھلوں کا ایک چھوٹا اسٹال ملتا ہے۔
اسٹال میں بہت سی ٹوکریاں ہیں۔
ٹوکریاں گہرے سرخ سرمائی سیبوں سے بھری ہوئی ہیں۔
میں سیبوں کی ایک چھوٹی تھیلی کو دیکھتی ہوں۔
"ایک چھوٹی تھیلی کی قیمت کتنی ہے؟" میں دکاندار سے پوچھتی ہوں۔
وہ ٹوکری میں دیکھتا ہے۔
"قیمت بیس کرونر ہے،" وہ جواب دیتا ہے۔
میں پیسوں کے لیے اپنے بیگ میں دیکھتی ہوں۔
میں اسے پچاس کرونر کا نوٹ دیتی ہوں۔
دکاندار مجھے سیبوں کی تھیلی پکڑا دیتا ہے۔
پھر وہ مجھے پیسے واپس کرتا ہے۔
مجھے سکوں میں پورے تیس کرونر واپس ملتے ہیں۔
سکے موٹے اور بھاری ہیں۔
میں بھاری سکے اپنے کوٹ کی جیب میں ڈال لیتی ہوں۔
سیبوں کی خوشبو بہت تازہ ہے۔
میں تھیلی کو اپنے بڑے شاپنگ بیگ میں رکھ لیتی ہوں۔
