ഇന്ന് മാർക്കറ്റിൽ ധാരാളം ആളുകളുണ്ട്.
ഞാൻ ഒരു ചെറിയ പഴക്കട കണ്ടെത്തുന്നു.
കടയിൽ ധാരാളം കൂടകൾ ഉണ്ട്.
കൂടകളിൽ കടും ചുവപ്പ് നിറത്തിലുള്ള വിന്റർ ആപ്പിളുകൾ നിറഞ്ഞിരിക്കുന്നു.
ഞാൻ ആപ്പിളുകളുള്ള ഒരു ചെറിയ ബാഗിലേക്ക് നോക്കുന്നു.
"ഒരു ചെറിയ ബാഗിന് എന്താണ് വില?" ഞാൻ കച്ചവടക്കാരനോട് ചോദിക്കുന്നു.
അയാൾ കൂടയിലേക്ക് നോക്കുന്നു.
"ഇരുപത് ക്രോണറാണ് വില," അയാൾ മറുപടി പറയുന്നു.
പണത്തിനായി ഞാൻ എന്റെ ബാഗിൽ തിരയുന്നു.
ഞാൻ അയാൾക്ക് അമ്പത് ക്രോണറിന്റെ ഒരു നോട്ട് നൽകുന്നു.
കച്ചവടക്കാരൻ എനിക്ക് ആപ്പിളിന്റെ ബാഗ് തരുന്നു.
ശേഷം അയാൾ എനിക്ക് ബാക്കി പണം നൽകുന്നു.
എനിക്ക് കൃത്യം മുപ്പത് ക്രോണർ നാണയങ്ങളായി തിരികെ ലഭിക്കുന്നു.
നാണയങ്ങൾക്ക് നല്ല കട്ടിയും ഭാരവുമുണ്ട്.
ഭാരമുള്ള ആ നാണയങ്ങൾ ഞാൻ എന്റെ കോട്ടിന്റെ പോക്കറ്റിലേക്ക് ഇടുന്നു.
ആപ്പിളുകൾക്ക് വളരെ പുതുമയുള്ള ഗന്ധമുണ്ട്.
ഞാൻ ആ ബാഗ് എന്റെ വലിയ ഷോപ്പിംഗ് ബാഗിലേക്ക് വെക്കുന്നു.
