میں بازار کے باہر جانے والے راستے کی طرف چلتی ہوں۔
میں پھولوں کا ایک بڑا اسٹال دیکھتی ہوں۔
اسٹال پر بہت سے خوبصورت پھول ہیں۔
میں اسٹال کے سامنے رکتی ہوں۔
میں سردیوں کے ٹولپس کے ایک گچھے کو دیکھتی ہوں۔
وہ بہت رنگین ہیں۔
میں ٹولپس کی طرف اشارہ کرتی ہوں۔
"ٹولپس کی قیمت کتنی ہے؟" میں دکاندار سے پوچھتی ہوں۔
دکاندار ٹولپس کو اوپر اٹھاتا ہے۔
"ان کی قیمت چالیس کرونر ہے،" وہ جواب دیتا ہے۔
"میں انہیں خرید لوں گی،" میں کہتی ہوں۔
میں پھولوں کے پیسے ادا کرتی ہوں۔
دکاندار مجھے ٹولپس دیتا ہے۔
اب میں بازار سے فارغ ہو گئی ہوں۔
میں واپس اپنے اپارٹمنٹ کی طرف چلتی ہوں۔
میں نے رنگین ٹولپس اپنے ہاتھ میں پکڑے ہوئے ہیں۔
میں اپنی گرم کافی پیتی ہوں۔
مصروف بازار پر سورج چمک رہا ہے۔
