Περπατάω προς την έξοδο της αγοράς.
Βλέπω έναν μεγάλο πάγκο με λουλούδια.
Ο πάγκος έχει πολλά όμορφα λουλούδια.
Σταματάω μπροστά στον πάγκο.
Κοιτάζω ένα μάτσο χειμωνιάτικες τουλίπες.
Είναι πολύ πολύχρωμες.
Δείχνω τις τουλίπες.
"Πόσο κοστίζουν οι τουλίπες;" ρωτάω τον πωλητή.
Ο πωλητής σηκώνει ψηλά τις τουλίπες.
"Κοστίζουν σαράντα κορώνες," απαντάει.
"Θα τις αγοράσω," λέω.
Πληρώνω για τα λουλούδια.
Ο πωλητής μού δίνει τις τουλίπες.
Τώρα έχω τελειώσει στην αγορά.
Επιστρέφω με τα πόδια στο διαμέρισμά μου.
Κρατάω τις πολύχρωμες τουλίπες στο χέρι μου.
Πίνω τον ζεστό καφέ μου.
Ο ήλιος λάμπει πάνω από την πολυσύχναστη αγορά.
