ഇപ്പോൾ ഫെബ്രുവരി മാസമാണ്.
ഇന്ന് ചൊവ്വാഴ്ചയാണ്.
എല്ലാ ദിവസവും രാവിലെ ഞാൻ ഓഫീസിൽ പോകുന്നു.
ഇന്ന് ഞാൻ ആദ്യം ഒരു ചെറിയ കടയിൽ പോകുന്നു.
അതൊരു സൈക്കിൾ നന്നാക്കുന്ന കടയാണ്.
ഈ കട എന്റെ ഫ്ലാറ്റിന് അടുത്താണ്.
ഞാൻ ചിലപ്പോൾ സൈക്കിളിൽ ഓഫീസിൽ പോകുന്നു.
പക്ഷേ ഇന്ന് എന്റെ സൈക്കിൾ കേടാണ്.
ഞാൻ എന്റെ സൈക്കിൾ മെക്കാനിക്കിന് കൊടുക്കുന്നു.
അദ്ദേഹം ഇപ്പോൾ ഒരു ചക്രം നന്നാക്കുന്നു.
ഞാൻ അദ്ദേഹത്തോട് ചോദിക്കുന്നു.
"സൈക്കിൾ എത്ര മണിക്ക് കിട്ടും?"
അദ്ദേഹം എന്റെ സൈക്കിൾ നോക്കുന്നു.
അദ്ദേഹം എന്നോട് പറയുന്നു.
"നാളെ ബുധനാഴ്ചയാണ്."
"ബുധനാഴ്ച വൈകുന്നേരം വരൂ."
"ആറേ കാൽ മണിക്ക് വരൂ."
ഞാൻ എപ്പോഴും ആ സമയത്ത് ഓഫീസിൽ നിന്ന് വരുന്നു.
ഞാൻ സന്തോഷത്തോടെ ഓഫീസിലേക്ക് നടക്കുന്നു.
