ഞാൻ എല്ലാ ദിവസവും വൈകുന്നേരം വ്യായാമം ചെയ്യുന്നു.
ചിലപ്പോൾ, ഞാൻ പുറത്ത് ഓടുന്നു.
എന്റെ അപ്പാർട്ട്മെന്റിന് അടുത്ത് ഒരു ചെറിയ പാർക്ക് ഉണ്ട്.
ഞാൻ അവിടെ ഓടുന്നു.
പക്ഷേ ഞാൻ അടുത്തുള്ള ഒരു ജിമ്മിലും പോകുന്നു.
വൈകുന്നേരം കൃത്യം അഞ്ചരയ്ക്ക് ഞാൻ അവിടെ പോകുന്നു.
ഞാൻ അഞ്ചു മണിക്ക് എന്റെ ഓഫീസ് ജോലി തീർക്കുന്നു.
ഞാൻ ബസ്സിൽ വീട്ടിൽ എത്തുന്നു.
അതിനുശേഷം, ഞാൻ വേഗം ജിമ്മിലേക്ക് നടക്കുന്നു.
ജിം എന്റെ ഫ്ലാറ്റിന് വളരെ അടുത്താണ്.
ഞാൻ അവിടെ ഒരു മണിക്കൂർ വ്യായാമം ചെയ്യുന്നു.
ഞാൻ കൃത്യം ആറരയ്ക്ക് വീട്ടിൽ മടങ്ങിയെത്തുന്നു.
