ഇന്ന് ബുധനാഴ്ച വൈകുന്നേരമാണ്.
ഞാൻ ഓഫീസിലെ ജോലി തീർക്കുന്നു.
ഇപ്പോൾ സമയം കൃത്യം ആറേ കാൽ ആണ്.
എല്ലാ ബുധനാഴ്ചയും ആറു മണിക്ക് ഞാൻ ജിമ്മിൽ പോകുന്നു.
പക്ഷേ, ഇന്ന് ഞാൻ ജിമ്മിൽ പോകുന്നില്ല.
ഞാൻ സൈക്കിൾ നന്നാക്കുന്ന കടയിലേക്ക് നടക്കുന്നു.
ഈ കട എന്റെ ഫ്ലാറ്റിനടുത്താണ്.
മെക്കാനിക്ക് കടയിലുണ്ട്.
അദ്ദേഹം എന്നെ നോക്കി ചിരിക്കുന്നു.
"നിങ്ങളുടെ സൈക്കിൾ റെഡിയാണ്," അദ്ദേഹം പറയുന്നു.
അദ്ദേഹം എനിക്ക് സൈക്കിൾ തരുന്നു.
ഞാൻ ചക്രം പരിശോധിക്കുന്നു.
അത് ഇപ്പോൾ ശരിയാണ്.
എനിക്ക് എപ്പോഴും സൈക്കിൾ ഓടിക്കാൻ ഇഷ്ടമാണ്.
ചിലപ്പോൾ ഞാൻ വൈകുന്നേരം സൈക്കിൾ ഓടിക്കുന്നു.
ഞാൻ ഫ്ലാറ്റിലേക്ക് സൈക്കിൾ ഓടിക്കാൻ തുടങ്ങുന്നു.
ഫെബ്രുവരിയിൽ കൊച്ചിയിലെ കാലാവസ്ഥ വളരെ നല്ലതാണ്.
എല്ലാ ദിവസവും ഞാൻ ഈ ഭംഗിയുള്ള വഴിയിലൂടെ പോകുന്നു.
ഞാൻ സന്തോഷത്തോടെ ഫ്ലാറ്റിൽ എത്തുന്നു.
