ഇന്ന് വെള്ളിയാഴ്ചയാണ്.
ഇന്ന് വൈകുന്നേരം എനിക്ക് ബ്യൂട്ടി പാർലറിൽ പോകണം.
ഞാൻ കൃത്യം ആറു നാല്പത്തിയഞ്ചിന് അവിടെ എത്തുന്നു.
ബ്യൂട്ടി പാർലറിലെ സ്ത്രീ എന്നെ നോക്കി ചിരിക്കുന്നു.
അവർ എന്നോട് ഒരു കസേരയിൽ ഇരിക്കാൻ പറയുന്നു.
ആദ്യം, അവർ എന്റെ മുടി നന്നായി കഴുകുന്നു.
എനിക്ക് എപ്പോഴും അത് വളരെ ഇഷ്ടമാണ്.
പിന്നെ അവർ എന്റെ മുടി വെട്ടാൻ തുടങ്ങുന്നു.
അവർ മുടി വളരെ ചെറുതായി വെട്ടുന്നു.
ചിലപ്പോൾ ഞാൻ എന്റെ കണ്ണുകൾ അടയ്ക്കുന്നു.
കുറച്ചു കഴിഞ്ഞ് എന്റെ ഹെയർകട്ട് കഴിയുന്നു.
ഞാൻ മുന്നിലുള്ള വലിയ കണ്ണാടിയിൽ നോക്കുന്നു.
എന്റെ മുടി ഇപ്പോൾ വളരെ ചെറുതാണ്.
ഈ ചെറിയ മുടി എല്ലാ ദിവസവും ചീകാൻ വളരെ എളുപ്പമാണ്.
എനിക്ക് എന്റെ പുതിയ സ്റ്റൈൽ ഒരുപാട് ഇഷ്ടമാണ്.
ഞാൻ കണ്ണാടിയിൽ നോക്കി വലിയ സന്തോഷത്തോടെ ചിരിക്കുന്നു.
ഹെയർഡ്രെസ്സറും എന്നെ നോക്കി ചിരിക്കുന്നു.
കൊച്ചിയിലെ എന്റെ ആദ്യത്തെ ഹെയർകട്ട് ആണ് ഇത്.
