ഇന്ന് വെള്ളിയാഴ്ച ആണ്.
ഇപ്പോൾ സമയം രാത്രി പത്ത് മണി ആണ്.
ചിലപ്പോൾ വെള്ളിയാഴ്ച രാത്രി ഞാൻ എന്റെ കുടുംബത്തെ വിളിക്കും.
ഞാൻ മെക്സിക്കോയിലേക്ക് ഒരു വീഡിയോ കോൾ ചെയ്യുന്നു.
എന്റെ അനിയത്തി സോഫിയ കോൾ എടുക്കുന്നു.
അവൾ എന്റെ മുടി നോക്കുന്നു.
അവൾ സന്തോഷത്തോടെ പറയുന്നു, "മായാ, പുതിയ ഹെയർകട്ട് നല്ല ഭംഗിയുണ്ട്!"
ഞാൻ പറയുന്നു, "അതെ, ഞാൻ ഇന്ന് വൈകുന്നേരം ഏഴ് മണിക്ക് മുടി വെട്ടി."
സ്ക്രീനിൽ ഞാൻ ഞങ്ങളുടെ നായയെ കാണുന്നു.
അവളുടെ പേര് ലോല എന്നാണ്.
ലോല അവിടെ സന്തോഷത്തോടെ കളിക്കുന്നു.
അവൾ എപ്പോഴും ഇങ്ങനെ കളിക്കും.
ഇപ്പോൾ മെക്സിക്കോയിൽ സമയം രാവിലെ ആണ്.
അതിനുശേഷം ഞാൻ എന്റെ അച്ഛനോടും അമ്മയോടും സംസാരിക്കുന്നു.
ഞങ്ങൾ ഒരു മണിക്കൂർ സംസാരിക്കുന്നു.
രാത്രി പതിനൊന്ന് മണിക്ക് ഞാൻ കോൾ വെക്കുന്നു.
എനിക്ക് വളരെ സന്തോഷമുണ്ട്.
എല്ലാ ദിവസവും അവരെ കാണാൻ എനിക്ക് ഇഷ്ടമാണ്.
