Я сижу за своим столом в офисе в среду утром.
Ева подходит к моему столу с чашкой кофе.
«Привет, Майя, у тебя есть время в пятницу?» — спрашивает она с широкой улыбкой.
Я думаю, что у меня на самом деле свободный вечер.
«Да, у меня много времени», — отвечаю я ей.
«Я бы очень хотела пригласить тебя к себе домой на ужин», — говорит она.
Я очень радуюсь приглашению.
«Спасибо, я с большим удовольствием приду», — говорю я.
«Я собираюсь приготовить вегетарианское блюдо», — объясняет Ева.
«Звучит просто идеально», — улыбаюсь я.
«Во сколько мне нужно быть там?» — спрашиваю я.
«Можешь просто прийти в шесть часов», — отвечает она.
Я думаю, что ходить в гости к новым друзьям всегда приятно.
«Я обязательно буду», — подтверждаю я.
Ева пишет свой адрес на маленьком желтом листочке.
Она протягивает листочек мне.
«Я буду с большим нетерпением ждать пятницы», — говорю я ей.
Ева снова улыбается и возвращается к своему компьютеру.
