Κάθομαι στο γραφείο μου, στη δουλειά, ένα πρωί Τετάρτης.
Η Έβα έρχεται στο γραφείο μου με μια κούπα καφέ.
«Γεια σου Μάγια, έχεις χρόνο την Παρασκευή;» ρωτάει με ένα πλατύ χαμόγελο.
Νομίζω ότι πράγματι έχω ένα ελεύθερο βράδυ.
«Ναι, έχω πολύ χρόνο», της απαντώ.
«Θα ήθελα πάρα πολύ να σε καλέσω στο σπίτι για βραδινό», λέει.
Χαίρομαι πάρα πολύ με την πρόσκληση.
«Ευχαριστώ, θα έρθω πολύ ευχαρίστως», λέω.
«Σκοπεύω να φτιάξω ένα χορτοφαγικό πιάτο», εξηγεί η Έβα.
«Αυτό ακούγεται απολύτως τέλειο», χαμογελάω.
«Τι ώρα να είμαι εκεί;» ρωτάω.
«Μπορείς απλώς να έρθεις στις έξι η ώρα», απαντάει.
Πιστεύω ότι είναι πάντα ωραίο να επισκέπτεσαι καινούργιους φίλους.
«Θα είμαι σίγουρα εκεί», επιβεβαιώνω.
Η Έβα γράφει τη διεύθυνσή της σε ένα μικρό κίτρινο χαρτάκι.
Μου δίνει το χαρτάκι.
«Ανυπομονώ πάρα πολύ για την Παρασκευή», της λέω.
Η Έβα χαμογελάει ξανά και επιστρέφει στον υπολογιστή της.
