جمعہ کی سہ پہر ہے، اور میری کام سے چھٹی ہے۔
میں سڑک پر چلتی ہوں اور ایک پھولوں کی دکان پر رکتی ہوں۔
میرا ارادہ ایوا کے لیے ایک تحفہ خریدنے کا ہے۔
میں دروازہ کھولتی ہوں اور چھوٹی سی دکان کے اندر جاتی ہوں۔
"دوپہر بخیر،" کلرک ایک بڑی مسکراہٹ کے ساتھ کہتا ہے۔
"دوپہر بخیر،" میں جواب دیتی ہوں۔
میں بہت سے خوبصورت پھولوں کو دیکھتی ہوں۔
میرا خیال ہے کہ ایوا کو ہمیشہ رنگ پسند آتے ہیں۔
وہ ایک ڈیزائنر ہے، اس لیے اسے شاید کوئی رنگ برنگی چیز بہت پسند آئے گی۔
مجھے پیلے ٹیولپس کا ایک بڑا گلدستہ مل جاتا ہے۔
"میں یہ گلدستہ خریدنا چاہتی ہوں،" میں کہتی ہوں اور ٹیولپس کی طرف اشارہ کرتی ہوں۔
"یہ واقعی ایک بہت اچھا انتخاب ہے،" کلرک کہتا ہے۔
وہ پھولوں کو ایک اچھے سے کاغذ میں لپیٹتا ہے۔
"اس کے ایک سو پچاس کرونر ہوں گے،" وہ کہتا ہے۔
میں اپنا کارڈ نکالتی ہوں اور پھولوں کی قیمت ادا کرتی ہوں۔
"میں آج رات ایک ڈنر پر جا رہی ہوں،" میں اسے بتاتی ہوں۔
"تو پھر آپ کی دوست یقیناً خوش ہوں گی،" وہ جواب دیتا ہے۔
میں گلدستہ لیتی ہوں اور دکان سے باہر آ جاتی ہوں۔
اب بس مجھے اپنا بس اسٹاپ تلاش کرنا ہے۔
