Сейчас пятница, вторая половина дня, и я свободна от работы.
Я иду по улице и останавливаюсь у цветочного магазина.
Я собираюсь купить подарок для Евы.
Я открываю дверь и захожу в маленький магазин.
«Добрый день», — говорит продавец с широкой улыбкой.
«Добрый день», — отвечаю я.
Я смотрю на множество красивых цветов.
Я думаю, что Еве всегда нравятся яркие цвета.
Она дизайнер, поэтому ей, вероятно, очень понравится что-то красочное.
Я нахожу большой букет желтых тюльпанов.
«Я бы хотела купить этот букет», — говорю я и указываю на тюльпаны.
«Это очень хороший выбор», — говорит продавец.
Он заворачивает цветы в красивую бумагу.
«С вас сто пятьдесят крон», — говорит он.
Я достаю карту и расплачиваюсь за цветы.
«Сегодня вечером я иду на ужин», — говорю я ему.
«Тогда ваша подруга точно будет рада», — отвечает он.
Я беру букет и выхожу из магазина.
Теперь мне просто нужно найти свою автобусную остановку.
