Είναι Παρασκευή απόγευμα και σχόλασα από τη δουλειά.
Περπατάω στον δρόμο και σταματάω σε ένα ανθοπωλείο.
Σκοπεύω να αγοράσω ένα δώρο για την Εύα.
Ανοίγω την πόρτα και μπαίνω στο μικρό μαγαζί.
«Καλησπέρα», λέει ο υπάλληλος με ένα πλατύ χαμόγελο.
«Καλησπέρα», απαντάω.
Κοιτάζω τα πολλά όμορφα λουλούδια.
Νομίζω ότι στην Εύα αρέσουν πάντα τα χρώματα.
Είναι σχεδιάστρια, οπότε μάλλον θα λατρέψει κάτι πολύχρωμο.
Βρίσκω ένα μεγάλο μπουκέτο με κίτρινες τουλίπες.
«Θα ήθελα να αγοράσω αυτό το μπουκέτο», λέω και δείχνω τις τουλίπες.
«Είναι μια πολύ καλή επιλογή», λέει ο υπάλληλος.
Τυλίγει τα λουλούδια σε ένα ωραίο χαρτί.
«Κάνει εκατόν πενήντα κορώνες», λέει.
Βγάζω την κάρτα μου και πληρώνω για τα λουλούδια.
«Θα πάω σε ένα δείπνο απόψε», του λέω.
«Τότε η φίλη σας σίγουρα θα χαρεί», απαντάει.
Παίρνω το μπουκέτο και βγαίνω από το μαγαζί.
Τώρα απλώς πρέπει να βρω τη στάση του λεωφορείου μου.
