Я стою на автобусной остановке с жёлтыми цветами.
Здесь много людей, которые ждут.
Я смотрю на экран, чтобы посмотреть расписание.
Автобус должен быть здесь через пять минут.
Я думаю, что движение по пятницам часто бывает очень медленным.
Но сегодня улицы выглядят совершенно пустыми.
Поэтому я думаю, что автобус, вероятно, приедет вовремя.
Рядом со мной стоит пожилой мужчина.
Он смотрит на свои часы и вздыхает.
«Вы не знаете, опаздывает ли автобус?» — спрашивает он меня.
Я снова проверяю свой телефон.
«Нет, я так не думаю», — отвечаю я.
«Я тоже еду на этом же автобусе.»
«Думаю, на самом деле он прямо за углом.»
Он улыбается мне и кивает.
Внезапно мы видим большой красный автобус дальше по улице.
Он быстро едет к нам.
«Вы были правы», — с облегчением говорит мужчина.
Мы вместе садимся в автобус.
Я точно буду у Евы вовремя.
Мне не терпится увидеть её квартиру.
