میں عمارت نمبر بارہ کے سامنے کھڑی ہوں۔
میں ایوا کا نام ڈھونڈتی ہوں اور دروازے کی گھنٹی بجاتی ہوں۔
دروازہ کھلتا ہے، اور میں سیڑھیوں سے اوپر جاتی ہوں۔
ایوا دروازے پر کھڑی ہے اور کھل کر مسکراتی ہے۔
"ہیلو مایا، خوش آمدید!" وہ کہتی ہے اور مجھے گلے لگاتی ہے۔
"دعوت کا شکریہ،" میں جواب دیتی ہوں۔
میں اس کے اپارٹمنٹ میں قدم رکھتی ہوں۔
یہ بہت آرام دہ اور رنگین آرٹ سے بھرا ہوا ہے۔
میں اسے پیلے ٹیولپس دیتی ہوں۔
مجھے امید ہے کہ اس کے پاس میز پر پہلے سے پھولوں والا گلدان نہیں ہوگا۔
ایوا پھولوں کی طرف دیکھتی ہے اور بہت خوش نظر آتی ہے۔
"یہ کتنے خوبصورت ہیں!" وہ پکار اٹھتی ہے۔
"مجھے پیلے پھول بہت پسند ہیں۔"
مجھے لگتا ہے کہ میں اکثر اس کے تخلیقی ذوق کو سمجھتی ہوں۔
"میں فوراً ان کے لیے ایک گلدان ڈھونڈتی ہوں،" ایوا کہتی ہے۔
"تم بس لونگ روم میں جاؤ،" وہ بات جاری رکھتی ہے۔
میں اپنے جوتے اتارتی ہوں اور وہاں اندر جاتی ہوں۔
کھانے کی میز عمدہ گلاسوں کے ساتھ خوبصورتی سے سجی ہوئی ہے۔
میرا ارادہ آرام کرنے اور شام کا لطف اٹھانے کا ہے۔
