Мы садимся за красивый стол.
Эва сервировала стол разноцветными тарелками и зажженными свечами.
Она приготовила для нас прекрасный вегетарианский ужин.
«Спасибо, Эва, выглядит очень вкусно», — говорю я с улыбкой.
«Пахнет просто фантастически.»
«Пожалуйста», — отвечает она и протягивает мне миску с салатом.
Я сразу же пробую еду.
Мне кажется, что свежие ингредиенты действительно прекрасны на вкус.
«Это невероятно вкусно», — говорю я ей.
«Вскоре я собираюсь готовить еще больше местных блюд», — говорю я.
«Я бы очень хотела использовать больше датских овощей.»
«Звучит как очень хорошая идея», — радостно говорит Эва.
«Мы обязательно должны как-нибудь приготовить еду вместе.»
«Я думаю, что нам наверняка будет весело на кухне.»
«Я бы очень этого хотела», — отвечаю я и беру еще кусочек.
Мы наливаем в стаканы немного холодной воды.
Я чувствую, что вечер уже удался на славу.
