ایوا دو بڑے کپوں میں کافی ڈالتی ہے۔
ہم لیونگ روم کے نرم صوفے پر بیٹھ جاتی ہیں۔
"اب شہر میں تمہارا کیسا چل رہا ہے؟" ایوا پوچھتی ہے۔
میں گرم کافی کا ایک گھونٹ لیتی ہوں۔
میں اسے بتاتی ہوں کہ مجھے لگتا ہے کہ میری نئی زندگی دراصل بہت پیاری ہے۔
"میں آخرکار یہاں اچھی طرح رچ بس گئی ہوں،" میں مسکراتے ہوئے کہتی ہوں۔
"یہ سن کر مجھے خوشی ہوئی،" وہ جواب دیتی ہے۔
"تم دفتر میں ہمارے پروجیکٹ پر بھی بہت محنت کرتی ہو۔"
"ہاں، لیکن اب میں نے کچھ زیادہ فارغ وقت نکالنے کا ارادہ کیا ہے،" میں کہتی ہوں۔
"میں ہفتے کے آخر میں شہر کا اور بھی زیادہ لطف اٹھاؤں گی۔"
"میں یہ اچھی طرح سمجھتی ہوں،" ایوا کہتی ہے۔
ہم اپنے دیگر ساتھیوں اور کام کے بارے میں کافی دیر تک باتیں کرتی ہیں۔
ہم ہنستی ہیں اور کئی کہانیاں شیئر کرتی ہیں۔
میں کافی کے کپ کے اوپر سے اسے دیکھ کر مسکراتی ہوں۔
میں کہتی ہوں کہ مجھے امید ہے کہ ہم کام کے علاوہ بھی ملتی رہیں گی۔
"ہم بالکل ملیں گی،" وہ خوشی سے جواب دیتی ہے۔
میں سوچتی ہوں کہ شاید ہم ایک ساتھ کئی پرلطف شامیں گزاریں گی۔
