Ева наливает кофе в две большие чашки.
Мы садимся на мягкий диван в гостиной.
«Как у тебя сейчас дела в городе?» — спрашивает Ева.
Я делаю глоток теплого кофе.
Я говорю ей, что чувствую, что моя новая жизнь на самом деле просто чудесна.
«Я наконец-то хорошо здесь освоилась», — говорю я с улыбкой.
«Я рада это слышать», — отвечает она.
«Ты тоже очень усердно работаешь над нашим проектом в офисе».
«Да, но теперь я планирую больше отдыхать», — говорю я.
«Я буду гораздо больше наслаждаться городом по выходным».
«Я это прекрасно понимаю», — говорит Ева.
Мы долго говорим о других наших коллегах и о работе.
Мы смеемся и делимся множеством историй.
Я улыбаюсь ей поверх чашки с кофе.
Я говорю, что надеюсь, что мы и дальше будем видеться вне работы.
«Обязательно будем», — радостно отвечает она.
Я думаю, что мы, наверное, проведем вместе много веселых вечеров.
