Σηκώνομαι και παίρνω το μπουφάν μου.
Είναι αργά και πρέπει να πάρω το λεωφορείο για το σπίτι.
Η Έβα με ακολουθεί μέχρι την πόρτα.
«Να κάνουμε κάτι τον επόμενο μήνα;» ρωτάει ξαφνικά.
«Σκοπεύω να πάω σε ένα μουσείο τέχνης», εξηγεί.
«Μήπως θέλεις να έρθεις μαζί;»
Γνέφω με ενθουσιασμό και παίρνω την τσάντα μου.
«Ναι, θα το ήθελα πάρα πολύ», απαντάω.
Πιστεύω ότι σίγουρα θα περάσουμε καλά.
Της λέω επίσης ότι λατρεύω τη μοντέρνα τέχνη.
«Και νιώθω ότι πάντα τα λέμε τόσο ωραία μεταξύ μας», προσθέτω.
Η Έβα χαμογελάει πλατιά και μου ανοίγει την εξώπορτα.
«Σίγουρα θα φτιάξουμε ένα πλάνο σύντομα», υπόσχεται.
«Θα σου στείλω μήνυμα τη Δευτέρα», λέω.
Της δίνω μια αγκαλιά και βγαίνω στο κλιμακοστάσιο.
Ανυπομονώ ήδη για τη βόλτα μας στο μουσείο.
