میں کھڑی ہوتی ہوں اور اپنی جیکٹ لیتی ہوں۔
کافی دیر ہو گئی ہے، اور مجھے بس سے گھر جانا ہے۔
ایوا میرے پیچھے دروازے تک آتی ہے۔
"کیا ہم اگلے مہینے کچھ کریں؟" وہ اچانک پوچھتی ہے۔
"میرا ارادہ آرٹ میوزیم جانے کا ہے،" وہ بتاتی ہے۔
"کیا تم شاید ساتھ چلنا چاہو گی؟"
میں جوش سے سر ہلاتی ہوں اور اپنا بیگ لیتی ہوں۔
"ہاں، مجھے یہ بہت اچھا لگے گا،" میں جواب دیتی ہوں۔
مجھے لگتا ہے کہ ہمیں یقیناً بہت مزہ آئے گا۔
میں اسے یہ بھی بتاتی ہوں کہ مجھے ماڈرن آرٹ بہت پسند ہے۔
"اور مجھے لگتا ہے کہ ہماری ہمیشہ اتنی اچھی بات چیت ہوتی ہے،" میں مزید کہتی ہوں۔
ایوا کھل کر مسکراتی ہے اور میرے لیے صدر دروازہ کھولتی ہے۔
"ہم یقیناً جلد ہی کوئی پروگرام بنائیں گے،" وہ وعدہ کرتی ہے۔
"میں پیر کو تمہیں میسج کروں گی،" میں کہتی ہوں۔
میں اسے گلے لگاتی ہوں اور باہر سیڑھیوں میں نکلتی ہوں۔
مجھے ابھی سے ہمارے میوزیم کے ٹرپ کا بے صبری سے انتظار ہے۔
