Я встаю и беру свою куртку.
Поздно, и мне нужно ехать домой на автобусе.
Ева провожает меня до двери.
— Может, займемся чем-нибудь в следующем месяце? — вдруг спрашивает она.
— Я собираюсь сходить в художественный музей, — объясняет она.
— Может, хочешь пойти со мной?
Я с энтузиазмом киваю и беру свою сумку.
— Да, я бы с удовольствием, — отвечаю я.
Думаю, нам точно будет весело.
Я также говорю ей, что люблю современное искусство.
— И мне кажется, мы всегда так хорошо общаемся, — добавляю я.
Ева широко улыбается и открывает мне входную дверь.
— Мы обязательно скоро составим план, — обещает она.
— Я отправлю тебе сообщение в понедельник, — говорю я.
Я обнимаю ее и выхожу на лестничную клетку.
Я уже с нетерпением жду нашего похода в музей.
