ഇത് എന്റെ പുതിയ മുറി ആണ്.
ഇവിടെ നല്ല ചൂട് ഉണ്ട്.
ചുമരിൽ ഒരു സ്വിച്ച് ഉണ്ട്.
ഞാൻ ആ സ്വിച്ച് ഇടുന്നു.
മുകളിൽ സീലിംഗ് ഫാൻ കറങ്ങുന്നു.
ഇപ്പോൾ മുറിയിൽ കാറ്റ് ഉണ്ട്.
എനിക്ക് വലിയ ആശ്വാസം ഉണ്ട്.
ഞാൻ മുറിയിൽ നടക്കുന്നു.
ഞാൻ ചുറ്റും നോക്കുന്നു.
ഇവിടെ ഒരു കട്ടിൽ ഉണ്ട്.
അത് വളരെ സുഖം ഉള്ള ഒരു കട്ടിൽ ആണ്.
അവിടെ ഒരു മേശ ഉണ്ട്.
അത് നല്ല ഉറപ്പ് ഉള്ള ഒരു മേശ ആണ്.
എന്റെ ബാഗിൽ കമ്പ്യൂട്ടർ ഉണ്ട്.
ആ മേശ എന്റെ കമ്പ്യൂട്ടറിന് ആണ്.
ഈ മുറി ചെറുത് ആണ്.
എങ്കിലും എനിക്ക് ഇത് വളരെ ഇഷ്ടം ആണ്.
ഇത് കൊച്ചിയിലെ എന്റെ വീട് ആണ്.
