ഞാൻ തിരികെ എന്റെ മുറിയിൽ വരുന്നു.
താഴെ എന്റെ വലിയ സ്യൂട്ട്കേസ് ഉണ്ട്.
ഞാൻ സ്യൂട്ട്കേസ് തുറക്കുന്നു.
അതിൽ എന്റെ തുണികൾ ഉണ്ട്.
ഞാൻ തുണികൾ പുറത്തേക്ക് എടുക്കുന്നു.
സ്യൂട്ട്കേസിൽ ഒരു ഫോട്ടോ ഉണ്ട്.
അത് എന്റെ കുടുംബത്തിന്റെ ഫോട്ടോ ആണ്.
ഇത് എന്റെ സഹോദരി ആണ്.
അവളുടെ പേര് സോഫിയ ആണ്.
ഇത് എന്റെ സഹോദരൻ ആണ്.
അവന്റെ പേര് ഡീഗോ ആണ്.
ഫോട്ടോയിൽ ഒരു നായയും ഉണ്ട്.
അത് ഞങ്ങളുടെ നായ ആണ്.
അവളുടെ പേര് ലോല ആണ്.
ഞാൻ ആ ഫോട്ടോ മേശയിൽ വെക്കുന്നു.
ഇപ്പോൾ മേശയിൽ എന്റെ കമ്പ്യൂട്ടറും ഫോട്ടോയും ഉണ്ട്.
എന്റെ കുടുംബം മെക്സിക്കോയിൽ ആണ്.
പക്ഷേ ഇപ്പോൾ അവർ എന്റെ കൂടെ ഉണ്ട്.
