Είναι ακόμα σκοτεινά έξω.
Το πρωί, ξυπνάω σιγά-σιγά.
Μένω ξαπλωμένη στο κρεβάτι για λίγο.
Σήμερα είναι μια εντελώς συνηθισμένη καθημερινή.
Τώρα σηκώνομαι από το κρεβάτι.
Το πάτωμα είναι λίγο κρύο κάτω από τα πόδια μου.
Πάω κατευθείαν στο μπάνιο.
Στο μπάνιο, ανοίγω το νερό.
Το νερό είναι ζεστό και ωραίο.
Μπαίνω στην καμπίνα του ντους.
Εδώ κάνω ένα ωραίο ζεστό ντους.
Πρώτα λούζω τα μαλλιά μου με σαμπουάν.
Μετά πλένομαι με σαπούνι.
Το σαπούνι έχει μια δροσερή μυρωδιά εσπεριδοειδών.
Το ζεστό νερό με ξυπνάει.
Τέλος, κλείνω το ντους.
Παίρνω μια μαλακή πετσέτα.
Τώρα σκουπίζομαι σχολαστικά.
Είμαι εντελώς ξύπνια και έτοιμη για τη μέρα.
