باہر ابھی بھی اندھیرا ہے۔
صبح کے وقت، میں آہستہ سے جاگتی ہوں۔
میں تھوڑی دیر بستر پر لیٹی رہتی ہوں۔
آج کام کا ایک بالکل عام دن ہے۔
اب میں بستر سے اٹھتی ہوں۔
میرے پیروں کے نیچے فرش تھوڑا ٹھنڈا ہے۔
میں سیدھی باتھ روم جاتی ہوں۔
باتھ روم میں، میں پانی کھولتی ہوں۔
پانی گرم اور خوشگوار ہے۔
میں شاور کیبن میں قدم رکھتی ہوں۔
یہاں میں ایک بہت اچھا گرم شاور لیتی ہوں۔
سب سے پہلے میں شیمپو سے اپنے بال دھوتی ہوں۔
اس کے بعد میں صابن سے اپنا جسم دھوتی ہوں۔
صابن سے سٹرس کی تازہ خوشبو آتی ہے۔
گرم پانی مجھے جگا دیتا ہے۔
آخر میں، میں شاور بند کر دیتی ہوں۔
میں ایک نرم تولیہ لیتی ہوں۔
اب میں خود کو اچھی طرح خشک کرتی ہوں۔
میں پوری طرح جاگ چکی ہوں اور دن کے لیے تیار ہوں۔
