На улице всё ещё темно.
По утрам я просыпаюсь медленно.
Я немного лежу в постели.
Сегодня совершенно обычный будний день.
Сейчас я встаю с постели.
Пол под ногами немного холодный.
Я иду прямо в ванную.
В ванной я включаю воду.
Вода теплая и приятная.
Я захожу в душевую кабину.
Здесь я принимаю приятный теплый душ.
Сначала я мою волосы шампунем.
Потом я моюсь с мылом.
Мыло пахнет свежим цитрусом.
Теплая вода будит меня.
Наконец, я выключаю душ.
Я беру мягкое полотенце.
Теперь я тщательно вытираюсь.
Я полностью проснулась и готова к новому дню.
