Στην κρεβατοκάμαρα, ανοίγω την ντουλάπα μου.
Κοιτάζω τα ρούχα μου.
Διαλέγω ένα μπλε πουκάμισο και ένα μαύρο παντελόνι.
Μετά ντύνομαι.
Χτενίζω τα μαλλιά μου μπροστά στον καθρέφτη.
Τώρα βγαίνω στην κουζίνα.
Πεινάω.
Βρίσκω ένα πιάτο και μια κούπα.
Φτιάχνω ένα γρήγορο πρωινό.
Σήμερα τρώω ψωμί με τυρί.
Ρίχνω καφέ στην κούπα.
Ο καφές είναι μαύρος και δυνατός.
Κάθομαι στο τραπέζι.
Εδώ τρώω το φαγητό μου.
Είναι νόστιμο.
Πίνω τον καφέ μου.
Τέλος, παίρνω την τσάντα μου και το μπουφάν μου.
Κλειδώνω την πόρτα και βγαίνω έξω.
