سونے کے کمرے میں، میں اپنی الماری کھولتی ہوں۔
میں اپنے کپڑوں کو دیکھتی ہوں۔
میں ایک نیلی قمیض اور کالی پتلون چنتی ہوں۔
پھر میں کپڑے پہنتی ہوں۔
میں آئینے کے سامنے اپنے بالوں میں کنگھی کرتی ہوں۔
اب میں باورچی خانے میں جاتی ہوں۔
مجھے بھوک لگی ہے۔
میں ایک پلیٹ اور ایک کپ ڈھونڈتی ہوں۔
میں جلدی سے ناشتہ بناتی ہوں۔
آج میں پنیر کے ساتھ ڈبل روٹی کھاتی ہوں۔
میں کپ میں کافی ڈالتی ہوں۔
کافی کالی اور کڑک ہے۔
میں میز پر بیٹھ جاتی ہوں۔
یہاں میں اپنا کھانا کھاتی ہوں۔
اس کا ذائقہ اچھا ہے۔
میں اپنی کافی پیتی ہوں۔
آخر کار، میں اپنا بیگ اور اپنی جیکٹ لیتی ہوں۔
میں دروازے کو تالا لگاتی ہوں اور باہر نکل جاتی ہوں۔
