باہر سڑک پر، میں اپنی بس کا انتظار کرتی ہوں۔
آج سردی ہے۔
بس اسٹاپ پر بہت سے لوگ کھڑے ہیں۔
ایک لال بس آتی ہے۔
دروازے کھلتے ہیں۔
میں بس میں سوار ہوتی ہوں۔
یہاں میں اپنا ٹریول کارڈ اسکین کرتی ہوں۔
بس ڈرائیور میری طرف دیکھتا ہے۔
"صبح بخیر،" ڈرائیور کہتا ہے۔
"صبح بخیر،" میں جواب دیتی ہوں۔
میں بس میں چل کر آگے بڑھتی ہوں۔
مجھے کھڑکی کے پاس ایک خالی سیٹ مل جاتی ہے۔
میں بیٹھ جاتی ہوں۔
بس شہر کے اندر سے گزرتی ہے۔
کھڑکی کے باہر، میں بہت سے لوگوں کو دیکھتی ہوں۔
وہ سائیکل لین پر تیزی سے سائیکل چلاتے ہیں۔
ہم ایک خوبصورت پارک کے پاس سے گزرتے ہیں۔
پارک میں لوگ چہل قدمی کرتے ہیں۔
اب بس میری کام کی جگہ پر رکتی ہے۔
میں اترتی ہوں اور چل کر دفتر میں چلی جاتی ہوں۔
