На улице я жду свой автобус.
Сегодня холодно.
Много людей стоит на остановке.
Подъезжает красный автобус.
Двери открываются.
Я сажусь в автобус.
Здесь я сканирую свой проездной.
Водитель автобуса смотрит на меня.
«Доброе утро», — говорит водитель.
«Доброе утро», — отвечаю я.
Я прохожу по салону автобуса.
Я нахожу свободное место у окна.
Я сажусь.
Автобус едет по городу.
За окном я вижу много людей.
Они быстро едут на велосипедах по велодорожке.
Мы проезжаем мимо красивого парка.
В парке гуляют люди.
Теперь автобус останавливается у моей работы.
Я выхожу и иду в офис.
