Έξω στον δρόμο, περιμένω το λεωφορείο μου.
Κάνει κρύο σήμερα.
Πολλοί άνθρωποι στέκονται στη στάση.
Ένα κόκκινο λεωφορείο φτάνει.
Οι πόρτες ανοίγουν.
Ανεβαίνω στο λεωφορείο.
Εδώ σκανάρω την κάρτα μετακινήσεών μου.
Ο οδηγός του λεωφορείου με κοιτάζει.
«Καλημέρα», λέει ο οδηγός.
«Καλημέρα», απαντώ.
Προχωράω μέσα στο λεωφορείο.
Βρίσκω μια άδεια θέση δίπλα στο παράθυρο.
Κάθομαι.
Το λεωφορείο διασχίζει την πόλη.
Έξω από το παράθυρο, βλέπω πολλούς ανθρώπους.
Ποδηλατούν γρήγορα στον ποδηλατόδρομο.
Περνάμε δίπλα από ένα όμορφο πάρκο.
Στο πάρκο, οι άνθρωποι κάνουν περίπατο.
Τώρα το λεωφορείο σταματάει στον χώρο εργασίας μου.
Κατεβαίνω και μπαίνω στο γραφείο.
