Я прихожу на работу.
Я работаю в компании по разработке программного обеспечения.
Я захожу в большое помещение.
Мой рабочий стол стоит у окна.
Здесь я сажусь на свой стул.
Я включаю компьютер.
Экран загорается.
Сначала я читаю свои сообщения.
У меня есть письмо от моего руководителя.
Письмо о моем новом проекте.
Я пишу короткий ответ.
Затем я открываю свою рабочую программу.
Теперь я пишу код для проекта.
Код заполняет весь экран.
Я быстро печатаю на клавиатуре.
Я очень внимательно сосредотачиваюсь на коде.
Эта работа увлекательная.
Я пью немного воды из своей бутылки.
Я очень довольна своей новой работой в Копенгагене.
