میں اپنے کام پر پہنچتی ہوں۔
میں ایک سافٹ ویئر کمپنی میں کام کرتی ہوں۔
میں بڑے کمرے میں داخل ہوتی ہوں۔
میری میز کھڑکی کے پاس ہے۔
یہاں میں اپنی کرسی پر بیٹھ جاتی ہوں۔
میں اپنا کمپیوٹر آن کرتی ہوں۔
سکرین روشن ہو جاتی ہے۔
سب سے پہلے میں اپنے پیغامات پڑھتی ہوں۔
میرے پاس اپنے مینیجر کی ایک ای میل ہے۔
یہ ای میل میرے نئے پروجیکٹ کے بارے میں ہے۔
میں ایک مختصر جواب لکھتی ہوں۔
اس کے بعد میں اپنے کام کا پروگرام کھولتی ہوں۔
اب میں پروجیکٹ کے لیے کوڈ لکھتی ہوں۔
کوڈ پوری سکرین کو بھر دیتا ہے۔
میں اپنے کی بورڈ پر تیزی سے ٹائپ کرتی ہوں۔
میں کوڈ پر پوری توجہ مرکوز کرتی ہوں۔
کام دلچسپ ہے۔
میں اپنی بوتل سے تھوڑا سا پانی پیتی ہوں۔
میں کوپن ہیگن میں اپنی نئی نوکری سے بہت خوش ہوں۔
