Είναι αργά το απόγευμα στο γραφείο.
Κοιτάζω την οθόνη μου.
Γράφω τον τελευταίο κώδικα.
Τώρα η εργασία έχει τελειώσει.
Χαμογελάω.
Κλείνω τον υπολογιστή μου.
Τον βάζω στην τσάντα μου.
Έπειτα μαζεύω τα πράγματά μου.
Σηκώνομαι.
Ο συνάδελφός μου, ο Πέτερ, κάθεται στο γραφείο του.
Πηγαίνω προς το μέρος του.
«Αντίο, Πέτερ», λέω.
«Αντίο, Μάγια», λέει ο Πέτερ.
«Καλό βράδυ», λέει.
«Ευχαριστώ, επίσης», απαντάω.
Βγαίνω από το γραφείο.
Έξω στον διάδρομο, παίρνω το ασανσέρ προς τα κάτω.
Τέλος, βγαίνω από το κτήριο.
Τώρα πηγαίνω σπίτι.
