میں گھر پر اپنے اپارٹمنٹ میں ہوں۔
کچن میں، میں رات کا کھانا بناتی ہوں۔
میں تازہ سبزیاں دھوتی ہوں۔
میں کٹنگ بورڈ پر ایک پیاز کاٹتی ہوں۔
میں دو سرخ ٹماٹر بھی کاٹتی ہوں۔
میں ایک پین لیتی ہوں۔
چولہے پر میں تھوڑا سا تیل گرم کرتی ہوں۔
میں سبزیاں پین میں ڈالتی ہوں۔
میں کھانا فرائی کرتی ہوں۔
اس کی خوشبو بہت اچھی آ رہی ہے۔
میں کھانے میں نمک اور کالی مرچ ڈالتی ہوں۔
کھانا تیار ہے۔
میں ایک پلیٹ لیتی ہوں۔
میں کھانا پلیٹ میں ڈالتی ہوں۔
میں ایک گلاس پانی لاتی ہوں۔
میں میز پر بیٹھ جاتی ہوں۔
میں اپنا رات کا کھانا کھاتی ہوں۔
کھانے کا ذائقہ بہت اچھا ہے۔
میں ایک پرسکون کھانے سے لطف اندوز ہوتی ہوں۔
