Είμαι σπίτι, στο διαμέρισμά μου.
Στην κουζίνα φτιάχνω βραδινό.
Πλένω φρέσκα λαχανικά.
Ψιλοκόβω ένα κρεμμύδι στο ξύλο κοπής.
Κόβω επίσης δύο κόκκινες ντομάτες.
Παίρνω ένα τηγάνι.
Στην εστία ζεσταίνω λίγο λάδι.
Βάζω τα λαχανικά στο τηγάνι.
Τηγανίζω το φαγητό.
Μυρίζει πολύ ωραία.
Βάζω αλάτι και πιπέρι στο φαγητό.
Το φαγητό είναι έτοιμο.
Παίρνω ένα πιάτο.
Βάζω το φαγητό στο πιάτο.
Παίρνω ένα ποτήρι νερό.
Κάθομαι στο τραπέζι.
Τρώω το βραδινό μου.
Το φαγητό έχει υπέροχη γεύση.
Απολαμβάνω ένα ήσυχο γεύμα.
