ഞാൻ വീട്ടിൽ എൻ്റെ അപ്പാർട്ട്മെന്റിലാണ്.
അടുക്കളയിൽ ഞാൻ അത്താഴം ഉണ്ടാക്കുന്നു.
ഞാൻ ഫ്രഷ് പച്ചക്കറികൾ കഴുകുന്നു.
ഞാൻ കട്ടിംഗ് ബോർഡിൽ വെച്ച് ഒരു സവാള അരിയുന്നു.
ഞാൻ രണ്ട് ചുവന്ന തക്കാളിയും മുറിക്കുന്നു.
ഞാൻ ഒരു പാൻ എടുക്കുന്നു.
സ്റ്റൗവിൽ ഞാൻ കുറച്ച് എണ്ണ ചൂടാക്കുന്നു.
ഞാൻ പച്ചക്കറികൾ പാനിലേക്ക് ഇടുന്നു.
ഞാൻ ഭക്ഷണം വറുത്തെടുക്കുന്നു.
ഇതിന് വളരെ നല്ല മണമുണ്ട്.
ഞാൻ ഭക്ഷണത്തിൽ ഉപ്പും കുരുമുളകും ചേർക്കുന്നു.
ഭക്ഷണം തയ്യാറാണ്.
ഞാൻ ഒരു പ്ലേറ്റ് എടുക്കുന്നു.
ഞാൻ ഭക്ഷണം പ്ലേറ്റിൽ വിളമ്പുന്നു.
ഞാൻ ഒരു ഗ്ലാസ് വെള്ളം എടുക്കുന്നു.
ഞാൻ മേശയ്ക്കരികിൽ ഇരിക്കുന്നു.
ഞാൻ എൻ്റെ അത്താഴം കഴിക്കുന്നു.
ഭക്ഷണം വളരെ രുചികരമാണ്.
ഞാൻ ശാന്തമായി ഭക്ഷണം ആസ്വദിക്കുന്നു.
