Μετά το δείπνο, μπαίνω στο σαλόνι.
Το διαμέρισμα είναι υπέροχα ζεστό.
Έξω, έχει σκοτάδι και κρύο.
Ανάβω ένα μικρό φωτιστικό.
Το φως είναι ζεστό και απαλό.
Φτιάχνω μια ζεστή κούπα τσάι.
Έπειτα πηγαίνω στον καναπέ.
Κάθομαι στα μαλακά μαξιλάρια.
Στο τραπέζι βρίσκεται ένα καινούργιο βιβλίο.
Παίρνω το βιβλίο και το ανοίγω.
Είναι μια συναρπαστική ιστορία.
Διαβάζω μερικά κεφάλαια.
Το τσάι μου μυρίζει ωραία.
Παίρνω μια γουλιά.
Γέρνω προς τα πίσω.
Τώρα χαλαρώνω εντελώς.
Έχει απόλυτη ησυχία στο διαμέρισμα.
Απολαμβάνω τον χρόνο μου μόνη.
