ഇപ്പോൾ ഞാൻ ക്ഷീണിതയാണ്.
ഞാൻ എന്റെ പുസ്തകം മേശപ്പുറത്ത് വെക്കുന്നു.
ഞാൻ കുളിമുറിയിലേക്ക് പോകുന്നു.
ഇവിടെ ഞാൻ രാത്രിക്ക് വേണ്ടി തയ്യാറെടുക്കുന്നു.
ഞാൻ എന്റെ ടൂത്ത് ബ്രഷ് എടുക്കുന്നു.
ഞാൻ പല്ല് തേക്കുന്നു.
അതിനുശേഷം ഞാൻ മുഖം കഴുകുന്നു.
ഞാൻ ഒരു ടവ്വൽ കൊണ്ട് തുടക്കുന്നു.
ഞാൻ കിടപ്പുമുറിയിലേക്ക് പോകുന്നു.
ഞാൻ രാത്രിവസ്ത്രം ധരിക്കുന്നു.
പിന്നെ ഞാൻ ലൈറ്റ് അണയ്ക്കുന്നു.
ഇപ്പോൾ അപ്പാർട്ട്മെന്റിൽ പൂർണ്ണമായും ഇരുട്ടാണ്.
ഞാൻ എന്റെ കിടക്കയിൽ കിടക്കുന്നു.
കിടക്ക നല്ല ചൂടുള്ളതും മൃദുവായതുമാണ്.
ഞാൻ പുതപ്പ് വലിച്ചു മൂടുന്നു.
ഞാൻ കണ്ണുകൾ അടയ്ക്കുന്നു.
ഞാൻ പുതിയൊരു ദിവസത്തിനായി തയ്യാറാണ്.
ഞാൻ നന്നായി ഉറങ്ങുന്നു.
