اب میں تھک گئی ہوں۔
میں اپنی کتاب میز پر رکھتی ہوں۔
میں غسل خانے میں جاتی ہوں۔
یہاں میں رات کے لیے تیار ہوتی ہوں۔
میں اپنا ٹوتھ برش لیتی ہوں۔
میں اپنے دانت صاف کرتی ہوں۔
اس کے بعد میں اپنا چہرہ دھوتی ہوں۔
میں تولیے سے خود کو خشک کرتی ہوں۔
میں سونے کے کمرے میں جاتی ہوں۔
میں پاجامہ پہنتی ہوں۔
پھر میں بتی بجھا دیتی ہوں۔
اب اپارٹمنٹ میں مکمل اندھیرا ہے۔
میں اپنے بستر پر لیٹ جاتی ہوں۔
بستر گرم اور نرم ہے۔
میں اپنے اوپر لحاف اوڑھ لیتی ہوں۔
میں اپنی آنکھیں بند کرتی ہوں۔
میں ایک نئے دن کے لیے تیار ہوں۔
میں اچھی طرح سوتی ہوں۔
