Самолет сейчас в Копенгагене.
Сейчас январь.
Я очень взволнована.
Я убираю свою книгу в сумку.
Рядом со мной пассажир.
Он смотрит на меня и улыбается.
«Здравствуйте», — говорит он.
«Здравствуйте», — говорю я.
«Как вас зовут?» — спрашивает он.
«Меня зовут Майя», — говорю я.
«Откуда вы, Майя?» — спрашивает он.
Я радостно улыбаюсь.
«Я из Мексики», — отвечаю я.
«Вы из Дании?» — спрашиваю я.
«Да, я из Дании», — говорит он.
«Добро пожаловать в Данию», — говорит он.
«Большое спасибо», — говорю я.
Теперь мы здесь.
Я готова.
