میں اب باہر ہوں۔
میرا سوٹ کیس بڑا اور بھاری ہے۔
وہاں ایک ٹیکسی ہے۔
میں اپنا سوٹ کیس اٹھا کر ٹیکسی میں رکھتی ہوں۔
ڈرائیور ایک ملنسار آدمی ہے۔
"پتہ کیا ہے؟" وہ پوچھتا ہے۔
"یہ پارک روڈ نمبر بارہ ہے،" میں کہتی ہوں۔
وہ اثبات میں سر ہلاتا ہے اور گاڑی چلاتا ہے۔
"کیا آپ سیاح ہیں؟" ڈرائیور پوچھتا ہے۔
"نہیں، میں سیاح نہیں ہوں،" میں جواب دیتی ہوں۔
"آپ کہاں سے آئی ہیں؟" وہ پوچھتا ہے۔
"میں میکسیکو سے آئی ہوں،" میں کہتی ہوں۔
میں کھڑکی سے باہر دیکھتی ہوں۔
مجھے بہت فخر ہے۔
"میں ایک سافٹ ویئر انجینئر ہوں،" میں کہتی ہوں۔
"میری نئی نوکری یہاں کوپن ہیگن میں ہے۔"
وہ مسکراتا ہے۔
"کتنی زبردست بات ہے۔"
"ڈنمارک میں آپ کے لیے نیک خواہشات،" وہ کہتا ہے۔
"آپ کا بہت شکریہ،" میں کہتی ہوں۔
