Είμαι έξω τώρα.
Η βαλίτσα μου είναι μεγάλη και βαριά.
Υπάρχει ένα ταξί.
Σηκώνω τη βαλίτσα μου και τη βάζω στο ταξί.
Ο οδηγός είναι ένας φιλικός άντρας.
«Ποια είναι η διεύθυνση;» ρωτάει.
«Είναι η Οδός Παρκ, νούμερο δώδεκα,» λέω.
Γνέφει και οδηγεί.
«Είσαι τουρίστρια;» ρωτάει ο οδηγός.
«Όχι, δεν είμαι τουρίστρια,» απαντώ.
«Από πού είσαι;» ρωτάει.
«Είμαι από το Μεξικό,» λέω.
Κοιτάζω έξω από το παράθυρο.
Είμαι πολύ περήφανη.
«Είμαι μηχανικός λογισμικού,» λέω.
«Η νέα μου δουλειά είναι εδώ, στην Κοπεγχάγη.»
Χαμογελάει.
«Τι συναρπαστικό.»
«Καλή τύχη στη Δανία,» λέει.
«Ευχαριστώ πολύ,» λέω.
