Я сейчас на улице.
Мой чемодан большой и тяжелый.
Там такси.
Я ставлю свой чемодан в такси.
Водитель — приветливый мужчина.
«Какой адрес?» — спрашивает он.
«Это Парквей, номер двенадцать», — говорю я.
Он кивает и трогается с места.
«Вы туристка?» — спрашивает водитель.
«Нет, я не туристка», — отвечаю я.
«Откуда вы?» — спрашивает он.
«Я из Мексики», — говорю я.
Я смотрю в окно.
Я очень горда.
«Я инженер-программист», — говорю я.
«Моя новая работа здесь, в Копенгагене».
Он улыбается.
«Как интересно!»
«Удачи в Дании», — говорит он.
«Большое спасибо», — говорю я.
