ഞാൻ ഇപ്പോൾ പുറത്താണ്.
എൻ്റെ സ്യൂട്ട്കേസ് വലുതും ഭാരമുള്ളതുമാണ്.
അവിടെ ഒരു ടാക്സിയുണ്ട്.
ഞാൻ എൻ്റെ സ്യൂട്ട്കേസ് ടാക്സിയിലേക്ക് എടുത്തുവെക്കുന്നു.
ഡ്രൈവർ സൗഹാർദ്ദമുള്ള ഒരു മനുഷ്യനാണ്.
"വിലാസം എന്താണ്?" അദ്ദേഹം ചോദിക്കുന്നു.
"നമ്പർ പന്ത്രണ്ട് ആണ്," ഞാൻ പറയുന്നു.
അദ്ദേഹം തലയാട്ടി വണ്ടിയോടിക്കുന്നു.
"നിങ്ങളൊരു ടൂറിസ്റ്റാണോ?" ഡ്രൈവർ ചോദിക്കുന്നു.
"അല്ല, ഞാൻ ഒരു ടൂറിസ്റ്റല്ല," ഞാൻ മറുപടി പറയുന്നു.
"നിങ്ങൾ എവിടെ നിന്നാണ് വരുന്നത്?" അദ്ദേഹം ചോദിക്കുന്നു.
"ഞാൻ മെക്സിക്കോയിൽ നിന്നാണ് വരുന്നത്," ഞാൻ പറയുന്നു.
ഞാൻ പുഞ്ചിരിക്കുന്നു.
ഞാൻ വളരെ അഭിമാനിക്കുന്നു.
"ഞാൻ ഒരു സോഫ്റ്റ്‌വെയർ എഞ്ചിനീയറാണ്," ഞാൻ പറയുന്നു.
"എൻ്റെ പുതിയ ജോലി ഇവിടെ കോപ്പൻഹേഗനിലാണ്."
അദ്ദേഹം വീണ്ടും പുഞ്ചിരിക്കുന്നു.
"എന്ത് ആവേശകരമാണ്."
"ഡെന്മാർക്കിലേക്ക് സ്വാഗതം," അദ്ദേഹം പറയുന്നു.
"വളരെ നന്ദി," ഞാൻ പറയുന്നു.
