ഞാൻ ഇപ്പോൾ പുറത്താണ്.
എൻ്റെ സ്യൂട്ട്കേസ് വലുതും ഭാരമുള്ളതുമാണ്.
അവിടെ ഒരു ടാക്സി ഉണ്ട്.
ഞാൻ എൻ്റെ സ്യൂട്ട്കേസ് ടാക്സിയിലേക്ക് എടുത്തുവെക്കുന്നു.
ഡ്രൈവർ ഒരു സൗഹാർദ്ദമുള്ള മനുഷ്യനാണ്.
"വിലാസം എന്താണ്?" അദ്ദേഹം ചോദിക്കുന്നു.
"പാർക്ക് റോഡ് നമ്പർ പന്ത്രണ്ട്," ഞാൻ പറയുന്നു.
അദ്ദേഹം തലകുലുക്കി വണ്ടി ഓടിക്കുന്നു.
"നിങ്ങളൊരു ടൂറിസ്റ്റാണോ?" ഡ്രൈവർ ചോദിക്കുന്നു.
"അല്ല, ഞാൻ ഒരു ടൂറിസ്റ്റല്ല," ഞാൻ മറുപടി നൽകുന്നു.
"നിങ്ങൾ എവിടെ നിന്നാണ് വരുന്നത്?" അദ്ദേഹം ചോദിക്കുന്നു.
"ഞാൻ മെക്സിക്കോയിൽ നിന്നാണ് വരുന്നത്," ഞാൻ പറയുന്നു.
ഞാൻ ജനാലയിലൂടെ പുറത്തേക്ക് നോക്കുന്നു.
ഞാൻ വളരെ അഭിമാനിക്കുന്നു.
"ഞാനൊരു സോഫ്റ്റ്‌വെയർ എഞ്ചിനീയറാണ്," ഞാൻ പറയുന്നു.
"എൻ്റെ പുതിയ ജോലി ഇവിടെ കോപ്പൻഹേഗനിലാണ്."
അദ്ദേഹം പുഞ്ചിരിക്കുന്നു.
"എത്ര ആവേശകരം."
"ഡെൻമാർക്കിൽ എല്ലാ ആശംസകളും നേരുന്നു," അദ്ദേഹം പറയുന്നു.
"വളരെ നന്ദി," ഞാൻ പറയുന്നു.
