വാതിൽ തുറന്നിരിക്കുകയാണ്.
വാതിൽപടിക്ക് നല്ല ഉയരമുണ്ട്.
സ്യൂട്ട്കേസിന് നല്ല ഭാരമുണ്ട്!
എന്നാൽ ഇപ്പോൾ സ്യൂട്ട്കേസ് ഇടനാഴിയിലാണ്.
ഇവിടെ ആകെ ഇരുട്ടാണ്.
സ്വിച്ച് എവിടെയാണ്?
ഭിത്തിക്ക് നല്ല തണുപ്പുണ്ട്.
സ്വിച്ച് ഇവിടെയാണോ?
അതെ, സ്വിച്ച് അവിടെയുണ്ട്!
ഇപ്പോൾ വെളിച്ചമുണ്ട്.
ഞാൻ അപ്പാർട്ട്മെന്റിലാണ്.
ഇത് ചെറുതാണെങ്കിലും നല്ലതാണ്.
ഇവിടെ ഒരു ലിവിംഗ് റൂമുണ്ട്.
അവിടെ ഒരു സോഫയും ഒരു മേശയും ഉണ്ട്.
ഇതൊരു ഫർണിഷ് ചെയ്ത വീടാണ്.
സ്യൂട്ട്കേസ് തറയിലാണ്.
എനിക്ക് നല്ല ക്ഷീണമുണ്ട്.
എങ്കിലും എനിക്ക് സന്തോഷവുമുണ്ട്.
ഞാൻ കോപ്പൻഹേഗനിലാണ്!
