میں اب لیونگ روم میں ہوں۔
وہاں ایک چھوٹا صوفہ ہے۔
میں میکسیکو میں اپنی امی کو فون کرتی ہوں۔
"ہیلو امی،" میں کہتی ہوں۔
"ہیلو مایا،" میری امی کہتی ہیں۔
"تم کہاں ہو؟" وہ پوچھتی ہیں۔
"میں کوپن ہیگن میں ہوں،" میں جواب دیتی ہوں۔
"میں اب اپارٹمنٹ میں ہوں۔"
"یہ تو بہت اچھی بات ہے،" میری امی کہتی ہیں۔
"کیا یہ بڑا ہے؟" وہ پوچھتی ہیں۔
"نہیں، یہ چھوٹا ہے،" میں جواب دیتی ہوں۔
"لیکن یہ آرام دہ ہے، اور میں خوش ہوں۔"
"کیا سردی ہے؟" وہ پوچھتی ہیں۔
"ہاں، باہر سردی ہے،" میں کہتی ہوں۔
"لیکن یہاں اندر گرمی ہے۔"
"میں محفوظ ہوں۔"
"یہ اچھی بات ہے،" میری امی کہتی ہیں۔
میں مسکراتی ہوں۔
ڈنمارک میرا نیا گھر ہے۔
