Я сейчас в гостиной.
Здесь есть маленький диван.
Я звоню своей маме в Мексику.
«Привет, мам», — говорю я.
«Привет, Майя», — говорит моя мама.
«Где ты?» — спрашивает она.
«Я в Копенгагене», — отвечаю я.
«Я сейчас в квартире».
«Это так здорово», — говорит моя мама.
«Она большая?» — спрашивает она.
«Нет, она маленькая», — отвечаю я.
«Но она уютная, и я счастлива».
«Там холодно?» — спрашивает она.
«Да, на улице холодно», — говорю я.
«Но здесь тепло».
«Я в безопасности».
«Это хорошо», — говорит моя мама.
Я улыбаюсь.
Дания — мой новый дом.
