Ανοίγω την πόρτα μου.
Στέκομαι στο κλιμακοστάσιο.
Έχει ησυχία.
Μια πόρτα ανοίγει.
Μια γυναίκα μού χαμογελάει.
«Γεια», λέει.
«Πώς σε λένε;» ρωτάει.
«Με λένε Μάγια», απαντώ.
«Από πού είσαι;» ρωτάει.
«Είμαι από το Μεξικό», λέω.
«Καλώς ήρθες στην πολυκατοικία», λέει η γυναίκα.
«Με λένε Νίνα», λέει.
«Είμαι η γειτόνισσά σου».
Η Νίνα είναι πολύ φιλική.
Μιλάει αργά και καθαρά.
«Εδώ είναι η πόρτα μου», λέει.
«Θα χαρώ να βοηθήσω».
«Απλά χτύπα», λέει η Νίνα.
«Ευχαριστώ πολύ, Νίνα», απαντώ.
Είμαι πολύ χαρούμενη.
Τώρα έχω μια φίλη στην Κοπεγχάγη.
