Τώρα είναι νύχτα.
Είναι η πρώτη μου νύχτα στην Κοπεγχάγη.
Είμαι στο μπάνιο.
Είναι πολύ μικρό.
Υπάρχει ένας νιπτήρας.
Η οδοντόβουρτσά μου είναι κόκκινη.
Βάζω οδοντόκρεμα στην οδοντόβουρτσά μου.
Βουρτσίζω τα δόντια μου.
Το νερό είναι κρύο.
Πλένω το πρόσωπό μου.
Σκουπίζω το πρόσωπό μου.
Πηγαίνω στο κρεβάτι μου.
Το κρεβάτι είναι στενό.
Αλλά είναι ζεστό και μαλακό.
Είμαι ξαπλωμένη κάτω από το πάπλωμα τώρα.
Το τηλέφωνό μου είναι πάνω στο τραπέζι.
Βάζω το ξυπνητήρι μου.
Χτυπάει στις οκτώ αύριο.
Είμαι κουρασμένη, αλλά είμαι έτοιμη.
Καληνύχτα, Κοπεγχάγη.
