ഇന്ന് ഞാൻ ഒരു സർക്കാർ ഓഫീസിൽ പോകുന്നു.
ഓഫീസ് നഗരത്തിൽ ആണ്.
ഇതൊരു വലിയ ഓഫീസാണ്.
ഇവിടെ ഒരുപാട് ആളുകൾ ഉണ്ട്.
ഓഫീസിൽ നല്ല തിരക്കാണ്.
ഞാൻ അകത്തേക്ക് പോകുന്നു.
എനിക്ക് ഇവിടെ രജിസ്ട്രേഷൻ ഉണ്ട്.
അവിടെ ഒരു മെഷീൻ ഉണ്ട്.
ഞാൻ അതിൽ നിന്ന് ഒരു ടോക്കൺ എടുക്കുന്നു.
അതൊരു കടലാസ് ടിക്കറ്റാണ്.
എന്റെ നമ്പർ ഇരുപത്തഞ്ച് ആണ്.
അവിടെ ഒരു തടി ബെഞ്ച് ഉണ്ട്.
ഞാൻ ആ ബെഞ്ചിൽ ഇരിക്കുന്നു.
ഞാൻ ക്ഷമയോടെ കാത്തിരിക്കുന്നു.
ഇപ്പോൾ ജനുവരി മാസമാണ്.
കൊച്ചിയിൽ നല്ല കാലാവസ്ഥയാണ്.
എനിക്ക് ഒട്ടും ചൂട് ഇല്ല.
ഓഫീസിൽ ഒരു ഉദ്യോഗസ്ഥൻ നമ്പറുകൾ വിളിക്കുന്നു.
ഞാൻ ശ്രദ്ധയോടെ കേൾക്കുന്നു.
എന്റെ കയ്യിൽ എല്ലാ രേഖകളും ഉണ്ട്.
