ഞാൻ എന്റെ വലിയ ബാഗ് എടുക്കുന്നു.
ഞാൻ കിടപ്പുമുറിയിൽ പോകുന്നു.
മുറിയിൽ നല്ല വെളിച്ചം ഉണ്ട്.
അവിടെ ഒരു മരത്തിന്റെ അലമാര ഉണ്ട്.
അലമാര ജനലിന്റെ അടുത്ത് ഇരിക്കുന്നു.
ഞാൻ ആ അലമാര തുറക്കുന്നു.
ഞാൻ ബാഗിൽ നിന്ന് തുണികൾ എടുക്കുന്നു.
ഞാൻ തുണികൾ അലമാരയിൽ വെക്കുന്നു.
തുണികൾ അലമാരയിൽ ഭംഗിയായി ഇരിക്കുന്നു.
എന്റെ ഷർട്ടുകൾ മുകളിൽ ഇരിക്കുന്നു.
പാന്റുകൾ താഴെ ഇരിക്കുന്നു.
ഇപ്പോൾ എന്റെ ബാഗ് കാലിയാണ്.
മുറിയിൽ ഒരു പുതിയ കട്ടിൽ ഉണ്ട്.
ഞാൻ കാലിയായ ബാഗ് കട്ടിലിന്റെ അടിയിൽ വെക്കുന്നു.
വലിയ ബാഗ് കട്ടിലിന്റെ അടിയിൽ പരന്നു കിടക്കുന്നു.
ഇപ്പോൾ കിടപ്പുമുറി വളരെ വൃത്തിയാണ്.
