ഞാൻ ഇപ്പോൾ കിടപ്പുമുറിയിൽ ആണ്.
എന്റെ വലിയ സ്യൂട്ട്കേസ് താഴെ കിടക്കുന്നു.
മുറിയിൽ ഒരു തടി അലമാര ഉണ്ട്.
ഞാൻ അലമാര തുറക്കുന്നു.
ഞാൻ വലിയ സ്യൂട്ട്കേസും തുറക്കുന്നു.
സ്യൂട്ട്കേസിൽ ഒരുപാട് തുണികൾ ഉണ്ട്.
ഞാൻ തുണികൾ പുറത്ത് എടുക്കുന്നു.
ഞാൻ തുണികൾ അലമാരയിൽ വെക്കുന്നു.
എന്റെ തുണികൾ അലമാരയിൽ ഭംഗിയായി ഇരിക്കുന്നു.
ഇപ്പോൾ സ്യൂട്ട്കേസ് കാലിയാണ്.
ഞാൻ സ്യൂട്ട്കേസ് അടയ്ക്കുന്നു.
കട്ടിലിന്റെ അടിയിൽ സ്ഥലം ഉണ്ട്.
ഞാൻ സ്യൂട്ട്കേസ് കട്ടിലിന്റെ അടിയിലേക്ക് തള്ളുന്നു.
ഇപ്പോൾ സ്യൂട്ട്കേസ് കട്ടിലിന്റെ അടിയിൽ കിടക്കുന്നു.
എന്റെ മുറി ഇപ്പോൾ വളരെ വൃത്തിയാണ്.
