ഞാൻ അടുക്കളയിൽ പോകുന്നു.
ഈ അടുക്കള വളരെ ചെറുതാണ്.
ഞാൻ കബോർഡുകൾ തുറക്കുന്നു.
കബോർഡുകൾ കാലിയാണ്.
കബോർഡുകളിൽ ഒന്നുമില്ല.
എന്റെ കയ്യിൽ ഒരു ചെറിയ ബാഗ് ഉണ്ട്.
ബാഗിൽ മെക്സിക്കോയിൽ നിന്നുള്ള കോഫി ഉണ്ട്.
ഇത് എനിക്ക് ഏറ്റവും ഇഷ്ടപ്പെട്ട കോഫിയാണ്.
ബാഗിൽ രണ്ട് മഗ്ഗുകളും ഉണ്ട്.
അത് എന്റെ വീട്ടിൽ നിന്നുള്ള മഗ്ഗുകളാണ്.
ഞാൻ കോഫി പുറത്ത് എടുക്കുന്നു.
ഞാൻ രണ്ട് മഗ്ഗുകളും പുറത്ത് എടുക്കുന്നു.
ഞാൻ അവ കൗണ്ടറിന് മുകളിൽ വെക്കുന്നു.
ഇപ്പോൾ, കോഫി കൗണ്ടറിന് മുകളിൽ ഇരിക്കുന്നു.
രണ്ട് മഗ്ഗുകൾ കോഫിയുടെ അടുത്ത് ഇരിക്കുന്നു.
അടുക്കളയിൽ ഇപ്പോൾ നല്ല മണം ഉണ്ട്.
