ഞാൻ അടുക്കളയിൽ പോകുന്നു.
ഞാൻ രണ്ട് കപ്പ് കട്ടൻ ചായ ഉണ്ടാക്കുന്നു.
ചായയ്ക്ക് നല്ല ചൂടുണ്ട്.
ഞാൻ ചായ സ്വീകരണമുറിയിൽ കൊണ്ടുവരുന്നു.
അനിത സ്വീകരണമുറിയിൽ ഉണ്ട്.
അവർ ഒരു വലിയ കസേരയിൽ ഇരിക്കുന്നു.
ഞാൻ ഒരു കപ്പ് അവർക്ക് കൊടുക്കുന്നു.
ഞാൻ അവരുടെ അടുത്ത് സോഫയിൽ ഇരിക്കുന്നു.
എന്റെ ചെരുപ്പുകൾ സോഫയുടെ അടിയിൽ കിടക്കുന്നു.
ഞങ്ങൾ ചൂട് ചായ കുടിക്കുന്നു.
"ഈ ചായ വളരെ നല്ലതാണ്," അനിത പറയുന്നു.
"നന്ദി," ഞാൻ പറയുന്നു.
ഞങ്ങൾ സംസാരിക്കുന്നു.
"ഈ കെട്ടിടം വളരെ ശാന്തമാണ്," ഞാൻ പറയുന്നു.
"അതെ, ഇത് നല്ലൊരു കെട്ടിടമാണ്," അനിത പറയുന്നു.
ജനലിന്റെ അടുത്ത് പുതിയ ചെടി ഇരിക്കുന്നു.
മുറിയിൽ നല്ല കാറ്റുണ്ട്.
ഞങ്ങൾ കപ്പുകൾ മേശയുടെ മുകളിൽ വെക്കുന്നു.
