ഞാൻ ഫ്ലാറ്റിൽ എത്തുന്നു.
ഞാൻ വസ്ത്രം മാറുന്നു.
ഞാൻ സൗകര്യപ്രദമായ വസ്ത്രങ്ങൾ ധരിക്കുന്നു.
അതിനുശേഷം, ഞാൻ അടുക്കളയിലേക്ക് പോകുന്നു.
ഞാൻ അത്താഴം ഉണ്ടാക്കുകയാണ്.
ഞാൻ കുറച്ച് പുതിയ പച്ചക്കറികൾ എടുക്കുന്നു.
ഞാൻ സാധാരണ അടുത്തുള്ള കടയിൽ നിന്ന് പച്ചക്കറികൾ വാങ്ങുന്നു.
ഞാൻ ഇപ്പോൾ ഉള്ളി അരിയുകയാണ്.
ഞാൻ തക്കാളിയും അരിയുകയാണ്.
ഞാൻ സ്റ്റൗ കത്തിക്കുന്നു.
ഞാൻ പാത്രത്തിൽ കുറച്ച് എണ്ണ ഒഴിക്കുകയാണ്.
ഞാൻ പച്ചക്കറികൾ പാകം ചെയ്യുകയാണ്.
ഞാൻ ഒരു ലളിതമായ അത്താഴം തയ്യാറാക്കുന്നു.
ഭക്ഷണത്തിന് വളരെ നല്ല മണമുണ്ട്.
ഇപ്പോൾ അത്താഴം തയ്യാറാണ്.
ഞാൻ ഭക്ഷണം ഒരു പ്ലേറ്റിൽ വിളമ്പുകയാണ്.
