ഇന്ന് ഞായറാഴ്ചയാണ്.
പുറത്ത് നല്ല ഇരുട്ടാണ്.
ശക്തമായ മഴ പെയ്യുന്നുണ്ട്.
ഇത് ജൂൺ മാസത്തിലെ മഴക്കാലമാണ്.
മഴവെള്ളം എന്റെ ജനലിൽ അടിക്കുന്നു.
ഞാൻ ഒരു കപ്പ് കാപ്പി ഉണ്ടാക്കുന്നു.
ഞാൻ ജനലിന്റെ അടുത്തേക്ക് വരുന്നു.
ഈ കാപ്പിക്ക് നല്ല ചൂടുണ്ട്.
ഞാൻ പതുക്കെ കാപ്പി കുടിക്കുന്നു.
ചുവരിലെ ആ കലണ്ടറിലേക്ക് ഞാൻ നോക്കുന്നു.
ഈ മാസം തീരാറായി.
അഞ്ച് മാസം മുമ്പാണ് ഞാൻ കൊച്ചിയിൽ വന്നത്.
അന്ന് ഇവിടെ മഴ ഇല്ലായിരുന്നു.
ആ സമയം എനിക്ക് ഓർമ്മ വരുന്നു.
ഞാൻ വീണ്ടും പുറത്തേക്ക് നോക്കുന്നു.
ആ മരങ്ങൾ കാറ്റിൽ ആടുന്നുണ്ട്.
എനിക്ക് ഇന്ന് ഓഫീസിൽ പോകേണ്ട.
അതുകൊണ്ട് എനിക്ക് ഒട്ടും തിരക്കില്ല.
