ഞാൻ ഫോർട്ട് കൊച്ചിയിലേക്ക് പോകുകയാണ്.
ഞാൻ എറണാകുളം ബോട്ട് ജെട്ടിയിൽ എത്തുന്നു.
ഞാൻ അവിടെ നിന്ന് ഒരു ടിക്കറ്റ് വാങ്ങുന്നു.
ഈ ബോട്ട് ഫോർട്ട് കൊച്ചിയിലേക്ക് പോകുന്നു.
ഞാൻ ബോട്ടിൽ കയറുന്നു.
ഞാൻ സമയം നോക്കുന്നു.
ഇരുപത് മിനിറ്റ് മുമ്പ് വലിയ മഴ നിന്നു.
ഇപ്പോൾ മഴയില്ല.
ബോട്ട് ജെട്ടിയിൽ നിന്ന് പുറപ്പെടുന്നു.
ഞാൻ ജനലിലൂടെ പുറത്തേക്ക് നോക്കുന്നു.
ഇപ്പോൾ നല്ല തണുത്ത കാറ്റുണ്ട്.
ഈ യാത്ര വളരെ ശാന്തമാണ്.
വെള്ളത്തിൽ മറ്റ് ബോട്ടുകൾ ഉണ്ട്.
അത് ഒരു വലിയ കപ്പലാണ്.
ആ കപ്പൽ വളരെ ദൂരെയാണ്.
കുറച്ച് സമയത്തിന് ശേഷം, ഞങ്ങൾ ഫോർട്ട് കൊച്ചിയിൽ എത്തുന്നു.
ഞാൻ ബോട്ടിൽ നിന്ന് പുറത്ത് ഇറങ്ങുന്നു.
