ഞാൻ ഫോർട്ട് കൊച്ചി ബോട്ട് ജെട്ടിയിൽ ഇറങ്ങുന്നു.
അവിടെ അടുത്ത് ഒരു ചെറിയ സൺഡേ മാർക്കറ്റ് നടക്കുന്നുണ്ട്.
മഴ കാരണം റോഡിൽ നല്ല വെള്ളം ഉണ്ട്.
എങ്കിലും, അവിടെ കുറെ ആളുകൾ ഉണ്ട്.
ഞാൻ ഓരോ കടയുടെ മുന്നിലൂടെ നടക്കുന്നു.
ഇവിടെ കുറെ പഴങ്ങൾ ഉണ്ട്.
അവിടെ പല തരത്തിലുള്ള കൂടകൾ കാണാം.
ഞാൻ ഒരു ചെറിയ കൂട കയ്യിൽ എടുക്കുന്നു.
"ചേട്ടാ, ഈ കൂടയ്ക്ക് എന്താണ് വില?" ഞാൻ കടക്കാരനോട് ചോദിക്കുന്നു.
"അതിന് നൂറു രൂപ," അയാൾ മറുപടി പറയുന്നു.
അയാളുടെ പുറകിൽ ഒരു വലിയ കൂട തൂക്കിയിട്ടിട്ടുണ്ട്.
"ആ വലിയ കൂടയ്ക്കോ?" ഞാൻ അത് ചൂണ്ടിക്കൊണ്ട് ചോദിക്കുന്നു.
"അത് ഇരുന്നൂറു രൂപയാണ്," അയാൾ പറയുന്നു.
പിന്നെ ഞാൻ വേറെ ഒരു കടയുടെ മുന്നിൽ നിൽക്കുന്നു.
അവിടെ ഏലയ്ക്ക ഇട്ട നല്ല ചായപ്പൊടി ഉണ്ട്.
കുറച്ചു ആഴ്ചകൾക്കു മുമ്പ് എന്റെ അമ്മ ഇതിനെക്കുറിച്ച് ചോദിച്ചിരുന്നു.
ഞാൻ അമ്മയ്ക്കായി ഒരു പാക്കറ്റ് ചായപ്പൊടി വാങ്ങുന്നു.
