ഞാൻ ഫോർട്ട് കൊച്ചിയിലെ തെരുവിലൂടെ നടക്കുന്നു.
പെട്ടെന്ന് ആകാശം ഇരുളുന്നു.
ശക്തമായ മഴ തുടങ്ങുന്നു.
ഇത് ജൂൺ മാസത്തിലെ മൺസൂൺ ആണ്.
അഞ്ച് മാസം മുമ്പ് എനിക്ക് ഈ മഴയെക്കുറിച്ച് അറിയില്ലായിരുന്നു.
ഇപ്പോൾ ഞാൻ എപ്പോഴും ഒരു കുട കയ്യിൽ വെക്കാറുണ്ട്.
ഞാൻ വേഗത്തിൽ എന്റെ കുട തുറക്കുന്നു.
പക്ഷേ കാറ്റ് വളരെ ശക്തമാണ്.
ഈ വലിയ മഴയ്ക്ക് ആ ചെറിയ കുട മതിയാകില്ല.
എനിക്ക് നിൽക്കാൻ ഒരു സ്ഥലം വേണം.
ഞാൻ ചുറ്റും നോക്കുന്നു.
കുറച്ചകലെ ഞാൻ ഒരു വലിയ കെട്ടിടം കാണുന്നു.
അത് ഇൻഡോ-പോർച്ചുഗീസ് മ്യൂസിയം ആണ്.
ഞാൻ ആ കെട്ടിടത്തിന്റെ അടുത്തേക്ക് ഓടുന്നു.
ഞാൻ വേഗത്തിൽ മ്യൂസിയത്തിന്റെ വരാന്തയിൽ എത്തുന്നു.
മഴ മാറുന്നത് വരെ ഇതിന്റെ ഉള്ളിൽ നിൽക്കാൻ ഞാൻ തീരുമാനിക്കുന്നു.
മഴയിൽ നിന്ന് രക്ഷപ്പെടാൻ ഇത് നല്ലൊരു സ്ഥലമാണ്.
