മഴക്കോട്ട് എടുത്ത ശേഷം ഞാൻ ഷർട്ടുകൾ ഉള്ള ഭാഗത്തേക്ക് പോകുന്നു.
അവിടെ പലതരം ഷർട്ടുകൾ ഉണ്ട്.
എനിക്ക് പച്ച നിറത്തിലുള്ള ഒരു കോട്ടൺ ഷർട്ട് ഇഷ്ടമാകുന്നു.
അത് മനോഹരമായ ഒരു ഷർട്ടാണ്.
ഞാൻ അതിൻ്റെ അളവ് നോക്കുന്നു.
ഇത് എൻ്റെ സാധാരണ അളവാണ്.
ഷർട്ട് ഇട്ടുനോക്കാൻ ഞാൻ ട്രയൽ റൂമിൻ്റെ അടുത്തേക്ക് പോകുന്നു.
എന്നാൽ ട്രയൽ റൂമിന് മുന്നിലെ വരി വളരെ വലുതാണ്.
ഈ ഷർട്ട് എനിക്ക് കൃത്യമായിരിക്കും എന്ന് ഞാൻ കരുതുന്നു.
അതുകൊണ്ട് ഞാൻ അത് ഇട്ടുനോക്കുന്നില്ല.
ഞാൻ മഴക്കോട്ടും ഷർട്ടും ബില്ലിംഗ് കൗണ്ടറിലേക്ക് കൊണ്ടുപോകുന്നു.
അവിടെ അധികം ആളുകൾ ഇല്ല.
ബില്ലിംഗ് കൗണ്ടറിലെ വരി ട്രയൽ റൂമിലെ വരിയെക്കാൾ ചെറുതാണ്.
കാഷ്യർ രണ്ട് സാധനങ്ങളുടെയും ബിൽ അടിക്കുന്നു.
ഞാൻ പണം കൊടുക്കുന്നു.
അയാൾ എനിക്ക് ബിൽ തരുന്നു.
ഞാൻ ആ ബിൽ പോക്കറ്റിൽ ഭദ്രമായി വെക്കുന്നു.
