ഉച്ചയ്ക്ക് ശേഷം ഞാൻ ഫ്ലാറ്റിൽ എത്തുന്നു.
ഞാൻ നേരെ എന്റെ കിടപ്പുമുറിയിലേക്ക് പോകുന്നു.
ബാഗിൽ നിന്ന് ഞാൻ പുതിയ പച്ച ഷർട്ട് പുറത്തെടുക്കുന്നു.
ഞാൻ ആ ഷർട്ട് ഇട്ടുനോക്കുന്നു.
പിന്നെ ഞാൻ കണ്ണാടിയിൽ നോക്കുന്നു.
അപ്പോൾത്തന്നെ എനിക്ക് ഒരു കാര്യം മനസ്സിലാകുന്നു.
ഈ ഷർട്ട് വളരെ ചെറുതാണ്.
ഇത് എന്റെ സാധാരണ ഷർട്ടുകളെക്കാൾ ചെറുതാണ്.
എന്റെ തോളിൽ ഇത് വളരെ ഇറുകിയതാണ്.
എനിക്ക് കൈകൾ നന്നായി അനക്കാൻ കഴിയുന്നില്ല.
ഈ കമ്പനിയുടെ അളവുകൾ വളരെ ചെറുതാണ്.
എനിക്ക് ഇതിനെക്കാൾ വലിയ ഒരു ഷർട്ട് വേണം.
അതുകൊണ്ട് ഞാൻ ഷർട്ട് അഴിക്കുന്നു.
ഞാൻ അത് പഴയതുപോലെ മടക്കുന്നു.
ബില്ലിനൊപ്പം ഞാൻ അത് വീണ്ടും ബാഗിൽ വെക്കുന്നു.
നാളെ രാവിലെ കടയിൽ തിരികെ പോകാൻ ഞാൻ തീരുമാനിക്കുന്നു.
എനിക്ക് ഈ ഷർട്ട് മാറ്റിയെടുക്കണം.
അവിടെ പോയി ഇതിനെക്കാൾ വലുത് ചോദിക്കണം.
