ഇന്ന് ഞായറാഴ്ച രാവിലെയാണ്.
പുറത്ത് വലിയ മഴ പെയ്യുന്നുണ്ട്.
ഇന്നലത്തെക്കാൾ വലിയ മഴയാണ് ഇന്ന്.
ഞാൻ ഇന്നലെ വാങ്ങിയ പച്ച ഷർട്ട് ചെറുതാണ്.
എനിക്ക് ഇതിനെക്കാൾ വലിയ ഒരു ഷർട്ട് വേണം.
അതുകൊണ്ട് ഞാൻ വീണ്ടും ആ തുണിക്കടയിലേക്ക് പോകുന്നു.
മഴയത്ത് പുറത്ത് പോകാൻ ഞാൻ പുതിയ റെയിൻകോട്ട് ഇടുന്നു.
ഈ മഞ്ഞ റെയിൻകോട്ട് എനിക്ക് വളരെ ഇഷ്ടമായി.
ഞാൻ റെയിൻകോട്ട് ഇട്ട് സൈക്കിളിൽ പോകുന്നു.
ഞായറാഴ്ച ആയതുകൊണ്ട് റോഡിൽ വണ്ടികൾ കുറവാണ്.
അതുകൊണ്ട് നല്ല ശാന്തമായ യാത്രയാണ്.
കുറച്ചു കഴിഞ്ഞ് ഞാൻ കടയുടെ മുന്നിൽ എത്തുന്നു.
ഞാൻ സൈക്കിൾ അവിടെ പാർക്ക് ചെയ്യുന്നു.
എന്നിട്ട് ഷോപ്പിംഗ് ബാഗുമായി കടയ്ക്ക് ഉള്ളിലേക്ക് പോകുന്നു.
