അയാൾ വലിയ ഷർട്ട് എനിക്ക് തരുന്നു.
ഞാൻ നന്ദി പറയുന്നു.
ഇത്തവണ ഞാൻ നേരെ ഫിറ്റിംഗ് റൂമിലേക്ക് പോകുന്നു.
ഇന്ന് അവിടെ വരി ഇല്ല.
ഞാൻ ഒരു മുറിയിൽ കയറി വാതിൽ അടയ്ക്കുന്നു.
ഞാൻ എന്റെ മഞ്ഞ റെയിൻകോട്ട് അഴിച്ചു വെക്കുന്നു.
എന്നിട്ട് പുതിയ പച്ച ഷർട്ട് ഇട്ടുനോക്കുന്നു.
ഞാൻ കണ്ണാടിയുടെ മുന്നിൽ നിൽക്കുന്നു.
ഈ ഷർട്ട് ആദ്യത്തെ ഷർട്ടിനെക്കാൾ വലുതാണ്.
ഇത് എനിക്ക് നല്ല പാകമാണ്.
തോളിൽ ഒട്ടും ഇറുക്കമില്ല.
പഴയ ഷർട്ടിനെക്കാൾ ഇത് ഇടാൻ നല്ല സുഖമുണ്ട്.
എനിക്ക് ഈ അളവ് വളരെ ഇഷ്ടമായി.
ഞാൻ പുതിയ ഷർട്ട് ഊരി മാറുന്നു.
ഞാൻ ആ ഷർട്ടുമായി പുറത്തേക്ക് വരുന്നു.
