ഞാൻ കസ്റ്റമർ സർവീസ് കൗണ്ടറിലേക്ക് മടങ്ങിവരുന്നു.
ഞാൻ പുതിയ ഷർട്ട് അയാൾക്ക് കൊടുക്കുന്നു.
"ഇത് എനിക്ക് പാകമാണ്," ഞാൻ പറയുന്നു.
അയാൾ എൻ്റെ പഴയ ബില്ല് നോക്കുന്നു.
ആദ്യത്തെ ഷർട്ട് എനിക്ക് ചെറുതായിരുന്നു.
ഈ പുതിയ ഷർട്ട് അതിനെക്കാൾ വലുതാണ്.
അയാൾ കമ്പ്യൂട്ടറിൽ വിവരങ്ങൾ ചേർക്കുന്നു.
ഈ ഷർട്ട് മാറ്റിയെടുക്കാൻ വളരെ എളുപ്പമാണ്.
അയാൾ പുതിയ ഷർട്ട് ഒരു കവറിലാക്കി എനിക്ക് തരുന്നു.
"വളരെ നന്ദി," ഞാൻ അയാളോട് പറയുന്നു.
ഞാൻ കടയിൽ നിന്ന് പുറത്തേക്ക് ഇറങ്ങുന്നു.
ഇപ്പോൾ ഉച്ചസമയമാണ്.
പുറത്ത് ഇപ്പോഴും നല്ല മഴയുണ്ട്.
ഞാൻ എൻ്റെ പുതിയ മഞ്ഞ റെയിൻകോട്ട് ഇടുന്നു.
മഴയത്ത് സൈക്കിൾ ഓടിക്കാൻ കുടയെക്കാൾ നല്ലത് റെയിൻകോട്ടാണ്.
ഇനി ഈ മഴക്കാലത്ത് എനിക്ക് ബുദ്ധിമുട്ടില്ല.
എനിക്ക് വലിയ ആശ്വാസം തോന്നുന്നു.
