میں جلدی جاگتی ہوں۔
ابھی صرف چھ بجے ہیں۔
یہ ایک نیا دن ہے۔
میں آہستہ سے اٹھتی ہوں۔
میں کھڑکی کے پاس جاتی ہوں۔
میں باہر شہر کو دیکھتی ہوں۔
باہر ابھی بھی اندھیرا اور سردی ہے۔
موسم سرما ابھی بھی یہاں ہے۔
میں باتھ روم میں جاتی ہوں۔
میں اپنا منہ دھوتی ہوں۔
میں اپنے دانت برش کرتی ہوں۔
پھر میں کپڑے پہنتی ہوں۔
میں ایک موٹا، گرم سویٹر پہنتی ہوں۔
یہ سرد دن کے لیے بہترین ہے۔
میں کچن میں جاتی ہوں۔
میں ایک کپ گرم کافی بناتی ہوں۔
میں پنیر کے ساتھ ڈبل روٹی کا ایک ٹکڑا کھاتی ہوں۔
اب میں پوری طرح جاگ چکی ہوں۔
میں نئے دن کے لیے تیار ہوں۔
