Βγαίνω έξω στον δρόμο.
Είναι ένα συνηθισμένο πρωινό.
Περπατάω μέχρι τη στάση του λεωφορείου.
Πολλοί άνθρωποι στέκονται εκεί.
Περιμένουν κι αυτοί το λεωφορείο.
Κοιτάζω κάτω στον δρόμο.
Ένα μεγάλο κόκκινο λεωφορείο φτάνει.
Είναι το λεωφορείο νούμερο πέντε.
Το λεωφορείο σταματάει μπροστά μου.
Οι πόρτες ανοίγουν.
Μπαίνω μέσα στο λεωφορείο.
Βρίσκω την κάρτα μετακινήσεών μου στην τσάντα μου.
Σκανάρω την μπλε κάρτα στο μηχάνημα.
Το μηχάνημα κάνει μπιπ.
Προχωράω προς το πίσω μέρος του λεωφορείου.
Βρίσκω μια άδεια θέση δίπλα στο παράθυρο.
Κάθομαι.
Κοιτάζω τους ανθρώπους στον δρόμο.
Περνάμε μέσα από τους πολυσύχναστους δρόμους.
Είμαι έτοιμη για μια νέα εργάσιμη μέρα.
