Я выхожу на улицу.
Это обычное утро.
Я иду к автобусной остановке.
Там стоит много людей.
Они тоже ждут автобус.
Я смотрю вдоль дороги.
Подъезжает большой красный автобус.
Это автобус номер пять.
Автобус останавливается передо мной.
Двери открываются.
Я захожу в автобус.
Я нахожу свой проездной в сумке.
Я сканирую синюю карту на аппарате.
Аппарат пищит.
Я прохожу в конец автобуса.
Я нахожу свободное место у окна.
Я сажусь.
Я смотрю на людей на улице.
Мы едем по оживленным улицам.
Я готова к новому рабочему дню.
