میں باہر سڑک پر نکلتی ہوں۔
یہ ایک عام صبح ہے۔
میں چل کر بس اسٹاپ تک جاتی ہوں۔
وہاں بہت سے لوگ کھڑے ہیں۔
وہ بھی بس کا انتظار کر رہے ہیں۔
میں سڑک پر آگے کی طرف دیکھتی ہوں۔
ایک بڑی سرخ بس آتی ہے۔
یہ بس نمبر پانچ ہے۔
بس میرے سامنے رکتی ہے۔
دروازے کھلتے ہیں۔
میں بس کے اندر قدم رکھتی ہوں۔
مجھے اپنے بیگ میں اپنا ٹریول کارڈ مل جاتا ہے۔
میں مشین پر نیلا کارڈ اسکین کرتی ہوں۔
مشین بیپ کرتی ہے۔
میں بس کے پچھلے حصے کی طرف جاتی ہوں۔
مجھے کھڑکی کے ساتھ ایک خالی نشست مل جاتی ہے۔
میں بیٹھ جاتی ہوں۔
میں سڑک پر لوگوں کو دیکھتی ہوں۔
ہم مصروف سڑکوں سے گزرتے ہیں۔
میں کام کے ایک نئے دن کے لیے تیار ہوں۔
