സമയം പന്ത്രണ്ട് മണിയായി.
ഇത് ഉച്ചഭക്ഷണത്തിനുള്ള സമയമാണ്.
പീറ്ററും ഞാനും താഴെ കാന്റീനിലേക്ക് പോകുന്നു.
കാന്റീൻ വലുതും നല്ല വെളിച്ചമുള്ളതുമാണ്.
ഞങ്ങൾക്ക് നല്ല വിശപ്പുണ്ട്.
ഞങ്ങൾ ആ നല്ല ഭക്ഷണം നോക്കുന്നു.
ഇന്ന് ഒരുപാട് വിഭവങ്ങൾ ലഭ്യമാണ്.
ഞാൻ ഒരു ക്ലാസിക് ഓപ്പൺ സാൻഡ്‌വിച്ച് തിരഞ്ഞെടുക്കുന്നു.
അത് മത്സ്യവും നാരങ്ങയും ചേർത്തതാണ്.
പീറ്റർ ഒരു വലിയ സാലഡ് എടുക്കുന്നു.
ഞങ്ങൾ കൗണ്ടറിലേക്ക് നടക്കുന്നു.
സൗമ്യനായ ഒരാൾ കൗണ്ടറിൽ നിൽക്കുന്നുണ്ട്.
"നാൽപ്പത് ക്രോണർ ആയി," അദ്ദേഹം എന്നോട് പറയുന്നു.
ഞാൻ എൻ്റെ കാർഡ് ഉപയോഗിച്ച് പണമടയ്ക്കുന്നു.
"ഇതാ," ഞാൻ പറയുന്നു.
"നന്ദി, ഭക്ഷണം ആസ്വദിക്കൂ," അദ്ദേഹം മറുപടി പറയുന്നു.
മൂലയിലായി ഞങ്ങൾ ഒരു ഒഴിഞ്ഞ ടേബിൾ കണ്ടെത്തുന്നു.
ഞങ്ങൾ അവിടെ ഇരിക്കുന്നു.
ഭക്ഷണത്തിന് ശരിക്കും നല്ല രുചിയുണ്ട്.
ഞങ്ങൾ ഞങ്ങളുടെ ഇന്നത്തെ ദിവസത്തെക്കുറിച്ച് സംസാരിക്കുന്നു.
