بارہ بجے ہیں۔
یہ دوپہر کے کھانے کا وقت ہے۔
پیٹر اور میں نیچے کینٹین جاتے ہیں۔
کینٹین بڑی اور روشن ہے۔
ہمیں بہت بھوک لگی ہے۔
ہم اچھے کھانے کو دیکھتے ہیں۔
آج بہت سے انتخاب موجود ہیں۔
میں ایک کلاسک اوپن سینڈوچ چنتی ہوں۔
یہ مچھلی اور لیموں کے ساتھ ہے۔
پیٹر ایک بڑا سلاد لیتا ہے۔
ہم کیش رجسٹر کی طرف جاتے ہیں۔
ایک خوش اخلاق آدمی کیش رجسٹر پر کھڑا ہے۔
"یہ چالیس کرونر ہوں گے،" وہ مجھ سے کہتا ہے۔
میں اپنے کارڈ سے ادائیگی کرتی ہوں۔
"یہ لیجیے،" میں کہتی ہوں۔
"شکریہ، اور اپنے کھانے کا لطف اٹھائیں،" وہ جواب دیتا ہے۔
ہمیں کونے میں ایک خالی میز مل جاتی ہے۔
ہم بیٹھ جاتے ہیں۔
کھانے کا ذائقہ واقعی بہت اچھا ہے۔
ہم اپنے دن کے بارے میں بات کرتے ہیں۔
