Двенадцать часов.
Время обеда.
Питер и я спускаемся в столовую.
Столовая большая и светлая.
Мы очень голодны.
Мы смотрим на вкусную еду.
Сегодня много вариантов.
Я выбираю классический открытый бутерброд.
Он с рыбой и лимоном.
Питер берет большой салат.
Мы подходим к кассе.
У кассы стоит приветливый мужчина.
«С вас сорок крон», — говорит он мне.
Я расплачиваюсь картой.
«Вот, пожалуйста», — говорю я.
«Спасибо, и приятного аппетита», — отвечает он.
Мы находим свободный столик в углу.
Мы садимся.
Еда действительно очень вкусная.
Мы говорим о нашем дне.
