Σχόλασα από τη δουλειά.
Βγαίνω σε μια μεγάλη πλατεία.
Έχει πολύ κόσμο στην πόλη σήμερα.
Ένας άντρας με πλησιάζει.
Έχει μια μεγάλη φωτογραφική μηχανή.
Είναι τουρίστας.
Χαμογελάει και λέει γεια.
«Πού είναι το μουσείο;» ρωτάει ο τουρίστας.
Ξέρω καλά το μουσείο.
Δεν είναι μακριά.
Δείχνω προς τα κάτω στον δρόμο.
«Πηγαίνεις όλο ευθεία,» εξηγώ.
«Μετά στρίβεις αριστερά.»
«Το μουσείο είναι στη δεξιά πλευρά.»
«Ευχαριστώ πολύ για τη βοήθεια,» λέει ο άντρας.
«Παρακαλώ,» απαντάω χαρούμενα.
Εκείνος κατεβαίνει τον δρόμο.
Εγώ συνεχίζω προς τον φούρνο.
