У меня закончился рабочий день.
Я выхожу на большую площадь.
Сегодня в городе много людей.
Ко мне подходит мужчина.
У него большой фотоаппарат.
Он турист.
Он улыбается и говорит «привет».
«Где музей?» — спрашивает турист.
Я хорошо знаю этот музей.
Это недалеко.
Я показываю вниз по улице.
«Идите прямо», — объясняю я.
«Затем поверните налево».
«Музей находится с правой стороны».
«Большое спасибо за помощь», — говорит мужчина.
«Пожалуйста», — радостно отвечаю я.
Он идет вниз по улице.
Я иду дальше в сторону пекарни.
