میں کام سے فارغ ہوں۔
میں چل کر ایک بڑے چوک پر نکلتی ہوں۔
آج شہر میں بہت سے لوگ ہیں۔
ایک آدمی چل کر میرے پاس آتا ہے۔
اس کے پاس ایک بڑا کیمرہ ہے۔
وہ ایک سیاح ہے۔
وہ مسکراتا ہے اور ہیلو کہتا ہے۔
"عجائب گھر کہاں ہے؟" سیاح پوچھتا ہے۔
مجھے عجائب گھر کا اچھی طرح پتہ ہے۔
یہ دور نہیں ہے۔
میں سڑک پر آگے کی طرف اشارہ کرتی ہوں۔
"آپ سیدھے آگے جائیں،" میں سمجھاتی ہوں۔
"پھر آپ بائیں طرف مڑ جائیں۔"
"عجائب گھر دائیں طرف ہے۔"
"مدد کے لیے بہت شکریہ،" آدمی کہتا ہے۔
"کوئی بات نہیں،" میں خوشی سے جواب دیتی ہوں۔
وہ سڑک پر آگے چلا جاتا ہے۔
میں آگے بیکری کی طرف چل پڑتی ہوں۔
