میں اپنے کیک کے ساتھ بس اسٹاپ پر کھڑی ہوں۔
لال بس جلدی آ جاتی ہے۔
میں سوار ہوتی ہوں اور ایک سیٹ ڈھونڈ لیتی ہوں۔
بس شہر سے ہو کر گزرتی ہے۔
سفر طویل نہیں ہے۔
جلد ہی ہم میری سڑک پر ہوتے ہیں۔
میں بس سے اتر جاتی ہوں۔
شام کی ہوا اب تھوڑی ٹھنڈی ہے۔
لیکن میں نے اپنا گرم سویٹر پہنا ہوا ہے۔
میں سڑک پر چلتی ہوں۔
اب میں عمارتوں کو اچھی طرح جانتی ہوں۔
یہ رہی میری عمارت۔
مجھے اپنے بیگ سے اپنی چابیاں مل جاتی ہیں۔
میں بھاری صدر دروازے کا تالا کھولتی ہوں۔
میں زینے میں داخل ہوتی ہوں۔
یہاں خاموشی اور سکون ہے۔
میں اپنے دروازے کا تالا کھولتی ہوں اور اندر چلی جاتی ہوں۔
میں اپنا بیگ راہداری میں رکھ دیتی ہوں۔
اب میں اپنے ہی شہر میں گھر پر ہوں۔
