Я стою на автобусной остановке с тортом.
Красный автобус приезжает быстро.
Я сажусь и нахожу место.
Автобус едет через город.
Поездка недолгая.
Скоро мы у моей улицы.
Я выхожу из автобуса.
Вечерний воздух сейчас немного холодный.
Но на мне мой теплый свитер.
Я иду по улице.
Теперь я хорошо знаю эти здания.
Вот мое здание.
Я нахожу свои ключи в сумке.
Я отпираю тяжелую входную дверь.
Я захожу в подъезд.
Здесь тихо и спокойно.
Я отпираю свою дверь и захожу.
Я ставлю сумку в прихожей.
Теперь я дома в своем городе.
