ഞാൻ എൻ്റെ കേക്കുമായി ബസ് സ്റ്റോപ്പിൽ നിൽക്കുന്നു.
ചുവന്ന ബസ് വേഗത്തിൽ വരുന്നു.
ഞാൻ അതിൽ കയറി ഒരു സീറ്റ് കണ്ടെത്തുന്നു.
ബസ് നഗരത്തിലൂടെ കടന്നുപോകുന്നു.
ഈ യാത്ര അധികം ദീർഘമല്ല.
വൈകാതെ ഞങ്ങൾ എൻ്റെ തെരുവിലെത്തുന്നു.
ഞാൻ ബസ്സിൽ നിന്ന് ഇറങ്ങുന്നു.
വൈകുന്നേരത്തെ കാറ്റിന് ഇപ്പോൾ അല്പം തണുപ്പുണ്ട്.
എങ്കിലും ഞാൻ എൻ്റെ ചൂടുള്ള സ്വെറ്റർ ധരിച്ചിട്ടുണ്ട്.
ഞാൻ ആ തെരുവിലൂടെ നടക്കുന്നു.
ഇവിടുത്തെ കെട്ടിടങ്ങൾ എനിക്കിപ്പോൾ നന്നായി അറിയാം.
ഇതാ എൻ്റെ കെട്ടിടം.
ഞാൻ എൻ്റെ ബാഗിൽ നിന്നും താക്കോലുകൾ കണ്ടുപിടിക്കുന്നു.
ഭാരമുള്ള ആ മുൻവാതിൽ ഞാൻ താക്കോലിട്ട് തുറക്കുന്നു.
ഞാൻ ഗോവണിപ്പടിയിലേക്ക് നടക്കുന്നു.
ഇവിടെ വളരെ ശാന്തവും സമാധാനപൂർണ്ണവുമാണ്.
ഞാൻ എൻ്റെ വാതിൽ താക്കോലിട്ട് തുറന്ന് അകത്തേക്ക് കയറുന്നു.
ഞാൻ എൻ്റെ ബാഗ് ഇടനാഴിയിൽ വെക്കുന്നു.
ഇപ്പോൾ ഞാൻ എൻ്റെ സ്വന്തം നഗരത്തിൽ എൻ്റെ വീട്ടിലാണ്.
