Στέκομαι στη στάση του λεωφορείου με το κέικ μου.
Το κόκκινο λεωφορείο έρχεται γρήγορα.
Ανεβαίνω και βρίσκω μια θέση.
Το λεωφορείο διασχίζει την πόλη.
Η διαδρομή δεν είναι μεγάλη.
Σύντομα είμαστε στον δρόμο μου.
Κατεβαίνω από το λεωφορείο.
Ο βραδινός αέρας είναι λίγο κρύος τώρα.
Αλλά φοράω το ζεστό μου πουλόβερ.
Περπατάω στον δρόμο.
Γνωρίζω καλά τα κτίρια τώρα.
Εδώ είναι το κτίριό μου.
Βρίσκω τα κλειδιά μου στην τσάντα μου.
Ξεκλειδώνω τη βαριά εξώπορτα.
Μπαίνω στο κλιμακοστάσιο.
Είναι ήσυχα και γαλήνια εδώ.
Ξεκλειδώνω τη δική μου πόρτα και μπαίνω μέσα.
Αφήνω την τσάντα μου στο χολ.
Τώρα είμαι σπίτι, στη δική μου πόλη.
