Воскресное утро.
Солнце светит в окно моей квартиры.
Я выхожу на кухню.
Я завариваю кофейник свежего кофе.
Аромат кофе этим утром просто фантастический.
На стене у меня висит календарь.
Я переворачиваю страницу на следующий месяц.
Сейчас июль.
Я переехала в Копенгаген в январе.
Я приехала сюда ровно шесть месяцев назад.
Время действительно летит быстро.
Мой первый день в этом городе был очень холодным.
Но сегодня погода теплая и прекрасная.
Я хочу отпраздновать эту маленькую годовщину.
На сегодня у меня нет никаких определенных планов.
Я беру чашку с кофе и смотрю на улицу.
Я хочу выйти на улицу и исследовать город в своем собственном темпе.
Я с нетерпением жду возможности насладиться этими светлыми часами.
