ഇന്ന് ഞായറാഴ്ച രാവിലെയാണ്.
എൻ്റെ അപ്പാർട്ട്മെൻ്റിലെ ജനാലയിലൂടെ സൂര്യപ്രകാശം ഉള്ളിലേക്ക് വരുന്നുണ്ട്.
ഞാൻ അടുക്കളയിലേക്ക് പോകുന്നു.
ഞാൻ ഒരു പോട്ട് ഫ്രഷ് കാപ്പി ഉണ്ടാക്കുന്നു.
ഇന്ന് രാവിലെ കാപ്പിയുടെ സുഗന്ധം അതിഗംഭീരമാണ്.
ചുമരിൽ എനിക്കൊരു കലണ്ടറുണ്ട്.
ഞാൻ അടുത്ത മാസത്തേക്ക് പേജ് മറിക്കുന്നു.
ഇപ്പോൾ ജൂലൈ മാസമാണ്.
ഞാൻ ജനുവരിയിലാണ് കോപ്പൻഹേഗനിലേക്ക് താമസം മാറിയത്.
കൃത്യം ആറ് മാസം മുമ്പാണ് ഞാൻ ഇവിടെ വന്നത്.
സമയം വളരെ വേഗത്തിൽ കടന്നുപോകുന്നു.
ഈ നഗരത്തിലെ എൻ്റെ ആദ്യ ദിവസം നല്ല തണുപ്പുള്ളതായിരുന്നു.
എന്നാൽ ഇന്നത്തെ കാലാവസ്ഥ ഊഷ്മളവും മനോഹരവുമാണ്.
ഈ ചെറിയ വാർഷികം ആഘോഷിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു.
എനിക്ക് ഇന്ന് കൃത്യമായ പ്ലാനുകളൊന്നുമില്ല.
ഞാൻ എൻ്റെ കോഫി കപ്പ് എടുത്ത് പുറത്തെ തെരുവിലേക്ക് നോക്കുന്നു.
പുറത്തുപോയി എൻ്റേതായ വേഗതയിൽ നഗരം ചുറ്റിക്കാണാൻ ഞാൻ ആഗ്രഹിക്കുന്നു.
പ്രകാശമാനമായ ഈ മണിക്കൂറുകൾ ആസ്വദിക്കാൻ ഞാൻ കാത്തിരിക്കുകയാണ്.
