Προχωράω πιο μέσα στην αγορά και σταματάω σε έναν πάγκο με ρούχα.
Βλέπω ένα βαρύ χειμωνιάτικο παλτό από μαλλί.
Αυτό το παλτό είναι όμορφο, αλλά πολύ χοντρό.
Δοκιμάζω το παλτό παρ' όλα αυτά.
Είναι απίστευτα ζεστό.
Το βγάζω ξανά αμέσως.
Είναι Ιούλιος και ο ήλιος λάμπει σήμερα.
Μια φιλική γυναίκα στέκεται πίσω από το τραπέζι και χαμογελάει.
«Είναι πολύ ζεστό;» ρωτάει η γυναίκα.
«Ναι, είναι λίγο υπερβολικά ζεστό για το καλοκαίρι», απαντώ και γελάω.
Αγγίζω το χοντρό ύφασμα.
«Αλλά πραγματικά το χρειαζόμουν αυτό το χειμωνιάτικο παλτό πριν από πέντε μήνες!» λέω.
Η γυναίκα γελάει δυνατά.
«Ναι, ο Φεβρουάριος ήταν πολύ κρύος», λέει.
Θυμάμαι τις πρώτες μου εβδομάδες στην Κοπεγχάγη.
Ξεπάγιαζα συνεχώς τότε.
Ευτυχώς, δεν χρειάζομαι τόσο ζεστά ρούχα αυτή τη στιγμή.
Κρεμάω το παλτό πίσω στο σταντ και λέω αντίο.
