Я ухожу с рынка и нахожу небольшой местный музей.
Я захожу в тихое здание.
Я подхожу к стойке, чтобы купить входной билет.
За кассой стоит молодой человек.
— Здравствуйте, один взрослый билет, пожалуйста, — говорю я.
— С вас сто крон, — говорит он и распечатывает его.
Я расплачиваюсь и рассматриваю эти красочные брошюры на стойке.
Они рекламируют специальную выставку об истории города.
— Этот билет также дает доступ на выставку наверху? — спрашиваю я.
— Да, в этом музее только один единый билет, — отвечает он.
— Выставка находится наверху, на втором этаже, — говорит он.
— Вы можете не торопиться там наверху.
— Там много старых фотографий города, — объясняет он.
— Некоторым из них больше ста лет.
— Звучит очень увлекательно, — говорю я.
— Большое спасибо, — улыбаюсь я.
Я беру свой билет и спокойно поднимаюсь по лестнице.
