میں مارکیٹ سے دور جاتی ہوں اور ایک چھوٹا، مقامی عجائب گھر ڈھونڈ لیتی ہوں۔
میں اس خاموش عمارت کے اندر جاتی ہوں۔
میں داخلے کا ٹکٹ خریدنے کے لیے کاؤنٹر کی طرف جاتی ہوں۔
کیش رجسٹر کے پیچھے ایک نوجوان کھڑا ہے۔
"ہیلو، ایک بالغ کا ٹکٹ، پلیز،" میں کہتی ہوں۔
"اس کے ایک سو کرونر بنیں گے،" وہ کہتا ہے اور اسے پرنٹ کرتا ہے۔
میں ادائیگی کرتی ہوں اور کاؤنٹر پر ان رنگ برنگے بروشرز کو دیکھتی ہوں۔
وہ شہر کی تاریخ کے بارے میں ایک خاص نمائش کی تشہیر کر رہے ہیں۔
"کیا اس ٹکٹ سے اوپر کی نمائش میں بھی داخلہ ملتا ہے؟" میں پوچھتی ہوں۔
"جی ہاں، اس عجائب گھر کا صرف ایک مشترکہ ٹکٹ ہے،" وہ جواب دیتا ہے۔
"نمائش اوپر پہلی منزل پر ہے،" وہ کہتا ہے۔
"آپ وہاں آرام سے اپنا وقت گزار سکتی ہیں۔"
"اس میں شہر کی بہت سی پرانی تصاویر ہیں،" وہ بتاتا ہے۔
"ان میں سے کچھ سو سال سے بھی زیادہ پرانی ہیں۔"
"یہ تو بہت دلچسپ لگ رہا ہے،" میں کہتی ہوں۔
"بہت بہت شکریہ،" میں مسکراتی ہوں۔
میں اپنا ٹکٹ لیتی ہوں اور سکون سے سیڑھیاں چڑھ کر اوپر جاتی ہوں۔
