ഞാൻ മാർക്കറ്റിൽ നിന്ന് നടന്നുമാറി ഒരു ചെറിയ, പ്രാദേശിക മ്യൂസിയം കണ്ടെത്തുന്നു.
ഞാൻ ആ ശാന്തമായ കെട്ടിടത്തിലേക്ക് കയറുന്നു.
ഒരു എൻട്രൻസ് ടിക്കറ്റ് വാങ്ങാൻ ഞാൻ കൗണ്ടറിനടുത്തേക്ക് നടക്കുന്നു.
ക്യാഷ് രജിസ്റ്ററിന് പിന്നിലായി ഒരു ചെറുപ്പക്കാരൻ നിൽക്കുന്നുണ്ട്.
"ഹായ്, മുതിർന്നവർക്കുള്ള ഒരു ടിക്കറ്റ് തരൂ," ഞാൻ പറയുന്നു.
"അതിന് നൂറു ക്രോണർ ആകും," എന്ന് പറഞ്ഞ് അയാൾ അത് പ്രിന്റ് ചെയ്യുന്നു.
ഞാൻ പണം നൽകി കൗണ്ടറിലിരിക്കുന്ന വർണ്ണാഭമായ ഈ ബ്രോഷറുകളിലേക്ക് നോക്കുന്നു.
നഗരത്തിന്റെ ചരിത്രത്തെക്കുറിച്ചുള്ള ഒരു പ്രത്യേക പ്രദർശനത്തെക്കുറിച്ചാണ് അതിൽ പരസ്യം ചെയ്തിരിക്കുന്നത്.
"ഈ ടിക്കറ്റ് ഉപയോഗിച്ച് മുകളിലത്തെ നിലയിലുള്ള പ്രദർശനവും കാണാൻ സാധിക്കുമോ?" ഞാൻ ചോദിക്കുന്നു.
"അതെ, ഈ മ്യൂസിയത്തിൽ ആകെയുള്ളത് ഒരു സംയോജിത ടിക്കറ്റ് മാത്രമാണ്," അയാൾ മറുപടി നൽകുന്നു.
"പ്രദർശനം മുകളിൽ ഒന്നാം നിലയിലാണ്," അയാൾ പറയുന്നു.
"നിങ്ങൾക്ക് അവിടെ ആവശ്യത്തിന് സമയമെടുത്ത് കാണാവുന്നതാണ്."
"അതിൽ നഗരത്തിന്റെ പഴയ ഒരുപാട് ഫോട്ടോഗ്രാഫുകൾ ഉണ്ട്," അയാൾ വിശദീകരിക്കുന്നു.
"അവയിൽ ചിലതിന് നൂറിലധികം വർഷം പഴക്കമുണ്ട്."
"അത് കേൾക്കുമ്പോൾ തന്നെ വളരെ ആവേശം തോന്നുന്നു," ഞാൻ പറയുന്നു.
"വളരെ നന്ദി," ഞാൻ പുഞ്ചിരിക്കുന്നു.
ഞാൻ ടിക്കറ്റുമെടുത്ത് ശാന്തമായി പടികൾ കയറി മുകളിലേക്ക് പോകുന്നു.
