Φεύγω από την αγορά και βρίσκω ένα μικρό, τοπικό μουσείο.
Μπαίνω στο ήσυχο κτίριο.
Πηγαίνω στο γκισέ για να αγοράσω ένα εισιτήριο εισόδου.
Ένας νεαρός άνδρας στέκεται πίσω από το ταμείο.
«Γεια σας, ένα εισιτήριο ενηλίκων, παρακαλώ,» λέω.
«Κάνει εκατό κορώνες,» λέει και το εκτυπώνει.
Πληρώνω και κοιτάζω αυτά τα πολύχρωμα φυλλάδια στον πάγκο.
Διαφημίζουν μια ειδική έκθεση για την ιστορία της πόλης.
«Αυτό το εισιτήριο δίνει επίσης πρόσβαση στην έκθεση στον επάνω όροφο;» ρωτάω.
«Ναι, αυτό το μουσείο έχει μόνο ένα ενιαίο εισιτήριο,» απαντά.
«Η έκθεση βρίσκεται επάνω, στον πρώτο όροφο,» λέει.
«Μπορείτε να πάρετε τον χρόνο σας εκεί πάνω.»
«Έχει πολλές παλιές φωτογραφίες της πόλης,» εξηγεί.
«Μερικές από αυτές είναι πάνω από εκατό ετών.»
«Ακούγεται πραγματικά συναρπαστικό,» λέω.
«Ευχαριστώ πολύ,» χαμογελάω.
Παίρνω το εισιτήριό μου και ανεβαίνω ήρεμα τις σκάλες.
