میں نمائش کے لیے اوپر جاتی ہوں۔
یہاں بہت سی پرانی تصویریں ہیں۔
میں ایک بہت بڑی سیاہ و سفید تصویر کے سامنے رکتی ہوں۔
یہ تصویر بے حد دلچسپ ہے۔
اس میں بڑی فیکٹریوں والی ایک مصروف بندرگاہ دکھائی گئی ہے۔
میں بہت سی اونچی چمنیاں اور تاریک بحری جہاز بھی دیکھ سکتی ہوں۔
یہ بحری جہاز بہت بھاری لگ رہے ہیں۔
میں تصویر کے ساتھ لکھی چھوٹی سی تحریر پڑھتی ہوں۔
یہ تحریر اس بندرگاہ کی تاریخ بیان کرتی ہے۔
سو سال پہلے، یہ علاقہ ایک صنعتی زون تھا۔
اس وقت یہ ایک شور و غل والی اور گندی جگہ تھی۔
آج کے مقابلے میں یہ فرق بہت بڑا ہے۔
اب، ساحل کا یہ کنارہ پرسکون اور صاف ہے۔
میں اکثر ویک اینڈ پر پانی کے کنارے چہل قدمی کے لیے جاتی ہوں۔
یہاں پرانی فیکٹریوں کا تصور کرنا مشکل ہے۔
میں دیر تک اس تصویر کو دیکھتی رہتی ہوں۔
پھر میں آہستہ آہستہ چلتے ہوئے اگلے کمرے میں چلی جاتی ہوں۔
