ഞാൻ മുകളിലുള്ള എക്സിബിഷനിലേക്ക് നടന്നു പോകുന്നു.
ഇവിടെ പഴയ നിരവധി ചിത്രങ്ങളുണ്ട്.
ഞാൻ വളരെ വലിയ ഒരു ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഫോട്ടോഗ്രാഫിന് മുന്നിൽ നിൽക്കുന്നു.
ഈ ചിത്രം അവിശ്വസനീയമാംവിധം ആകർഷകമാണ്.
വലിയ ഫാക്ടറികളുള്ള തിരക്കേറിയ ഒരു തുറമുഖമാണ് ഇതിൽ കാണിക്കുന്നത്.
ഉയരമുള്ള നിരവധി ചിമ്മിനികളും ഇരുണ്ട കപ്പലുകളും എനിക്ക് ഇതിൽ കാണാൻ സാധിക്കുന്നുണ്ട്.
ഈ കപ്പലുകൾക്ക് നല്ല ഭാരമുള്ളതായി തോന്നുന്നു.
ഞാൻ ഫോട്ടോഗ്രാഫിന് സമീപമുള്ള ചെറിയ കുറിപ്പ് വായിക്കുന്നു.
ആ കുറിപ്പ് ഈ തുറമുഖത്തിന്റെ ചരിത്രം വിശദീകരിക്കുന്നു.
നൂറുവർഷം മുൻപ്, ഈ പ്രദേശം ഒരു വ്യവസായ മേഖലയായിരുന്നു.
അന്നത് വലിയ ശബ്ദകോലാഹലമുള്ളതും അഴുക്കുനിറഞ്ഞതുമായ ഒരു സ്ഥലമായിരുന്നു.
ഇന്നത്തേതുമായുള്ള ഇതിന്റെ വ്യത്യാസം വളരെ വലുതാണ്.
ഇപ്പോൾ, ഈ തീരപ്രദേശം ശാന്തവും വൃത്തിയുള്ളതുമാണ്.
വാരാന്ത്യങ്ങളിൽ ഞാൻ പലപ്പോഴും ഇവിടുത്തെ വെള്ളത്തിനരികിലൂടെ നടക്കാൻ പോകാറുണ്ട്.
ഇവിടുത്തെ പഴയ ഫാക്ടറികളെക്കുറിച്ച് സങ്കൽപ്പിക്കാൻ തന്നെ ബുദ്ധിമുട്ടാണ്.
ഞാൻ വളരെ നേരം ഈ ഫോട്ടോഗ്രാഫിലേക്ക് നോക്കുന്നു.
തുടർന്ന് ഞാൻ പതുക്കെ അടുത്ത മുറിയിലേക്ക് നടന്നു നീങ്ങുന്നു.
