Κάθομαι στην καφετέρια του μουσείου και κάνω ένα διάλειμμα.
Πίνω ένα φλιτζάνι καφέ και χαλαρώνω.
Βγάζω τα μπλε πιάτα από την τσάντα μου.
Αυτά τα πιάτα ταιριάζουν τέλεια στην κουζίνα μου.
Βγάζω μια φωτογραφία τους με το τηλέφωνό μου.
Στέλνω τη φωτογραφία στην αδερφή μου, τη Σοφία.
«Για δες αυτά τα όμορφα πιάτα», γράφω.
«Τα βρήκα σε μια αγορά πριν από μία ώρα».
Η Σοφία μου απαντάει σχεδόν αμέσως.
Μου στέλνει πίσω μια παλιά φωτογραφία.
Αυτό το μήνυμα με κάνει πολύ χαρούμενη.
Η φωτογραφία δείχνει τις δυο μας σε μια μεγάλη υπαίθρια αγορά στο Μεξικό.
«Τη θυμάσαι αυτή την αγορά;»
Η Σοφία ρωτάει στο επόμενο μήνυμα.
«Ήμασταν εκεί πριν από ακριβώς δύο χρόνια!», γράφει.
Κοιτάζω τα χαρούμενα πρόσωπά μας στη φωτογραφία.
Μοιάζει σαν να ήταν πριν από πολύ καιρό.
Πριν από δύο χρόνια, ζούσα ακόμα στο Μεξικό.
Χαμογελάω και απαντώ γράφοντας ένα χαρούμενο μήνυμα.
