میں میوزیم کے کیفے میں بیٹھی ہوں اور وقفہ لے رہی ہوں۔
میں ایک کپ کافی پیتی ہوں اور آرام کرتی ہوں۔
میں اپنے بیگ سے نیلی پلیٹیں نکالتی ہوں۔
یہ پلیٹیں میرے کچن کے لیے بالکل مناسب ہیں۔
میں اپنے فون سے ان کی ایک تصویر کھینچتی ہوں۔
میں تصویر اپنی بہن، صوفیہ کو بھیجتی ہوں۔
"ذرا ان خوبصورت پلیٹوں کو دیکھو،" میں لکھتی ہوں۔
"یہ مجھے ایک گھنٹہ پہلے ایک بازار سے ملی ہیں۔"
صوفیہ مجھے تقریباً فوراً ہی جواب دیتی ہے۔
وہ مجھے ایک پرانی تصویر واپس بھیجتی ہے۔
اس پیغام سے مجھے بہت خوشی ہوتی ہے۔
تصویر میں ہم دونوں میکسیکو کے ایک بڑے کباڑ بازار میں دکھائی دے رہے ہیں۔
"کیا تمہیں یہ بازار یاد ہے؟"
صوفیہ اگلے پیغام میں پوچھتی ہے۔
"ہم ٹھیک دو سال پہلے وہاں تھے!" وہ لکھتی ہے۔
میں تصویر میں ہمارے خوش چہروں کو دیکھتی ہوں۔
ایسا محسوس ہوتا ہے جیسے بہت لمبا عرصہ گزر گیا ہو۔
دو سال پہلے، میں تب بھی میکسیکو میں ہی رہتی تھی۔
میں مسکراتی ہوں اور ایک خوشگوار پیغام واپس لکھتی ہوں۔
