Я сижу в кафе музея и делаю перерыв.
Я пью чашку кофе и отдыхаю.
Я достаю синие тарелки из сумки.
Эти тарелки идеально подходят для моей кухни.
Я фотографирую их на телефон.
Я отправляю фотографию своей сестре, Софии.
«Только посмотри на эти красивые тарелки», — пишу я.
«Я нашла их на рынке час назад».
София отвечает мне почти сразу.
Она присылает мне в ответ старую фотографию.
Это сообщение меня очень радует.
На фотографии мы вдвоем на большом блошином рынке в Мексике.
«Ты помнишь этот рынок?»
София спрашивает в следующем сообщении.
«Мы были там ровно два года назад!» — пишет она.
Я смотрю на наши счастливые лица на фотографии.
Кажется, что это было очень давно.
Два года назад я еще жила в Мексике.
Я улыбаюсь и пишу радостное сообщение в ответ.
