میں واپس اپنے اپارٹمنٹ میں ہوں۔
اتوار کی شام ہے، اور یہاں بہت خاموشی ہے۔
میں باورچی خانے میں کھڑی ہوں۔
میں سنک میں اپنی نئی پلیٹیں دھوتی ہوں۔
یہ پلیٹیں واقعی خوبصورت ہیں۔
یہ نیلی ہیں اور تھوڑی بھاری ہیں۔
میں انہیں ایک تولیے سے خشک کرتی ہوں۔
اس کے بعد، میں انہیں الماری میں رکھ دیتی ہوں۔
میں لونگ روم میں جاتی ہوں اور کھڑکی سے باہر دیکھتی ہوں۔
سورج شہر کی چھتوں پر آہستہ آہستہ غروب ہو رہا ہے۔
گرمیوں کی یہ شام خوبصورت اور روشن ہے۔
مجھے یہ محلہ واقعی بہت پسند ہے۔
مجھے یہاں رہتے ہوئے اب آدھا سال ہو گیا ہے۔
جنوری سے اب تک بہت کچھ ہو چکا ہے۔
اس وقت میں شہر میں کسی کو نہیں جانتی تھی۔
اب میں سڑکوں اور روزمرہ کی زندگی کو بہت بہتر جانتی ہوں۔
میں اس شہر میں بالکل اپنے گھر جیسا محسوس کرتی ہوں۔
کل پیر ہے، اور میں بس سے کام پر جاتی ہوں۔
لیکن ابھی میں صرف آرام کر رہی ہوں۔
میں یہاں اپنی زندگی سے پوری طرح مطمئن ہوں۔
