ഫിറ്റിംഗ് റൂമിന് അടുത്തുതന്നെ ഒരു റാക്ക് ഉണ്ട്.
അതിൽ ഒരു മഞ്ഞ ടോപ്പ് ഉണ്ട്.
അത് നല്ല തിളക്കമുള്ള മഞ്ഞ നിറമാണ്.
എനിക്ക് ആ മഞ്ഞ ടോപ്പ് ഇഷ്ടമാകുന്നു.
ഞാൻ അത് കയ്യിൽ എടുക്കുന്നു.
ഇതൊരു ചെറിയ ടോപ്പാണ്.
ഇതിന്റെ സൈസ് 'സ്മാൾ' ആണ്.
ഞാൻ ആ ടോപ്പുമായി വീണ്ടും മുറിയിൽ കയറുന്നു.
ഞാൻ ഈ മഞ്ഞ ടോപ്പ് ഇടുന്നു.
ഞാൻ കണ്ണാടിയിൽ നോക്കുന്നു.
ഈ ടോപ്പ് വളരെ ഇറുകിയതാണ്.
എനിക്ക് ചെറിയ സൈസ് പാകമല്ല.
ഇത് തീരെ സൗകര്യപ്രദമല്ല.
എനിക്ക് വലിയ സൈസ് വേണം.
ഞാൻ ആ മഞ്ഞ ടോപ്പ് ഊരുന്നു.
ഞാൻ എന്റെ വസ്ത്രങ്ങൾ വീണ്ടും ധരിക്കുന്നു.
ഞാൻ ഈ ടോപ്പ് വാങ്ങുന്നില്ല.
ഞാൻ അത് അവിടെത്തന്നെ വെക്കുന്നു.
എന്നിട്ട് ഞാൻ പുറത്ത് വരുന്നു.
