ഞാൻ അടുത്തതായി വ്യായാമത്തിനുള്ള വസ്ത്രങ്ങൾ നോക്കുന്നു.
ചൊവ്വാഴ്ചയും വ്യാഴാഴ്ചയും വൈകുന്നേരം അഞ്ചരയ്ക്ക് എനിക്ക് ജിം ഉണ്ട്.
ജിമ്മിൽ ഇടാൻ എനിക്ക് ഒരു പുതിയ ടി-ഷർട്ട് വേണം.
അവിടെ ഒരു വലിയ ചുവന്ന ടി-ഷർട്ട് ഉണ്ട്.
ഞാൻ അത് എടുത്തു നോക്കുന്നു.
ഇതൊരു നല്ല ടി-ഷർട്ട് ആണ്.
ഒരു കടക്കാരി എൻ്റെ അടുത്തേക്ക് വരുന്നു.
"ഇതിന് എന്താണ് വില?" ഞാൻ അവരോട് ചോദിക്കുന്നു.
"ഇതിന് മുന്നൂറ് രൂപയാണ്," അവർ പറയുന്നു.
മുന്നൂറ് രൂപ വലിയ വിലയല്ല.
ഞാൻ വീണ്ടും ഡ്രസ്സിംഗ് റൂമിലേക്ക് പോകുന്നു.
ഞാൻ ആ ചുവന്ന ടി-ഷർട്ട് ധരിക്കുന്നു.
ഈ വലിയ ടി-ഷർട്ട് വളരെ നല്ലതാണ്.
ഇത് കനം കുറഞ്ഞ വസ്ത്രമാണ്.
ഇത് ഇടാൻ നല്ല സുഖമാണ്.
ജിമ്മിലേക്ക് ഇത് വളരെ നല്ലതാണ്.
ഞാൻ ഇത് വാങ്ങാൻ തീരുമാനിക്കുന്നു.
