ഞാൻ ഓഫീസിലേക്ക് നടക്കുന്നു.
എന്റെ ഓഫീസ് അടുത്താണ്.
പക്ഷേ ഇന്ന് നല്ല ചൂടാണ്.
ഇപ്പോൾ രാവിലെയാണ്.
എങ്കിലും പുറത്ത് നല്ല വെയിലാണ്.
കൊച്ചിയിൽ മാർച്ചിൽ നല്ല ചൂടാണ്.
അന്തരീക്ഷത്തിൽ നല്ല ഈർപ്പമുണ്ട്.
എനിക്ക് നന്നായി വിയർക്കുന്നു.
അതുകൊണ്ട് ഞാൻ പതുക്കെ നടക്കുന്നു.
വഴിയിൽ വലിയ മരങ്ങൾ ഉണ്ട്.
ഞാൻ മരങ്ങളുടെ തണലിലൂടെ നടക്കുന്നു.
ഞാൻ ആകാശത്തേക്ക് നോക്കുന്നു.
ആകാശത്ത് മേഘങ്ങൾ ഇല്ല.
എന്റെ ബാഗിൽ ഒരു കുടയുണ്ട്.
വഴിയിൽ കുറച്ചു ആളുകൾ മാത്രമേ ഉള്ളൂ.
ഞാൻ ഓഫീസ് കെട്ടിടം കാണുന്നു.
എനിക്ക് വേഗം എസി ഉള്ള ഓഫീസിൽ എത്തണം.
ഞാൻ വേഗം അങ്ങോട്ട് നടക്കുന്നു.
